<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="description"
        content="Tradução de “Puroretaria bungakuron (プロレタリア文学論)”, de Akutagawa Ryûnosuke. Arroz e flores: antologia de literatura rebelde japonesa em português">
    <link rel="icon" href="../../images/icone.svg" type="image/svg+xml">
    <title>Discussões sobre literatura proletária - Akutagawa Ryûnosuke</title>
    <style>
        sup {
            font-size: 0.8rem;
            vertical-align: super;
        }

        a {
            color: #900;
            text-decoration: none;
        }

        a:hover {
            text-decoration: underline;
        }

        .notas p {
            margin-top: 10px;
            font-size: 0.8rem;
            color: #555;
        }
    </style>
    <link rel="stylesheet" href="../../css/texto.css">
</head>

<body>
    <main>
        <section class="destaque">
            <h1 class="titulo">Discussões sobre literatura proletária</h1>
            <p class="autor"><strong><a href="../../antologia/akutagawa_ryûnosuke" target="_blank">Akutagawa
                        Ryûnosuke</a></strong></p>
        </section>

        <section class="creditos">
            <p><strong>Tradução</strong>: Gustavo Perez Katague
            </p>
            <p><strong>Primeira publicação da tradução</strong>: <em>Brasil Nikkei Bungaku</em>, no. 73, p. 72-77,
                jul. 2023. Disponível em: <a
                    href="https://www.academia.edu/116436833/Sobre_Akutagawa_e_a_Literatura_Prolet%C3%A1ria?source=swp_share"
                    target="_blank"><em>Brasil Nikkei Bungaku</em></a>.
                Acesso em: 31/10/2024</p>
            <p><strong>HTML</strong>: Felipe Chaves Gonçalves Pinto</p>
            <p><strong>Texto original</strong>: "Puroretaria bungakuron". In:<em> Akita Sakigake Shinpō</em>, 1924.
                Disponível em: <a href="https://www.aozora.gr.jp/cards/000879/files/4302_6769.html"
                    target="_blank"><em>Aozorabunko</em></a>.
                Acesso em: 31/10/2024.</p>
            <p><strong>Este texto está licenciado por</strong>:
                <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank">
                    Licença Creative Commons Atribuição-CompartilhaIgual 4.0 Internacional (CC BY-SA 4.0)</a>.
            </p>
        </section>

        <section class="texto">
            <p>N&atilde;o irei aqui depreciar a literatura prolet&aacute;ria, irei defend&ecirc;-la. Entretanto,
                partindo do ponto de que geralmente eu sou considerado um escritor burgu&ecirc;s, talvez voc&ecirc;s
                diriam que n&atilde;o h&aacute; necessidade em defend&ecirc;-la.</p>
            <p>O que &eacute; literatura prolet&aacute;ria? Sobre isso, v&aacute;rias pessoas expressam diferentes
                pontos de vista, mas eu acredito que devemos discernir a literatura gerada pela
                civiliza&ccedil;&atilde;o prolet&aacute;ria da literatura burguesa gerada pela civiliza&ccedil;&atilde;o
                burguesa.<sup><span class="nota" data-nota="Escolheu-se uma tradu&ccedil;&atilde;o mais literal dos termos <em>puroretaria bunmei</em> プロレタリア文明 e <em>burujoa bunmei</em> ブルヂヨア文明, &ldquo;civiliza&ccedil;&atilde;o prolet&aacute;ria&rdquo; e &ldquo;civiliza&ccedil;&atilde;o burguesa&rdquo;, por motivos de contraste &agrave;s palavras <em>puroretaria</em> プロレタリア e <em>burujoa</em> ブルヂヨア que tamb&eacute;m aparecem no original posteriormente e foram traduzidos como &ldquo;proletariado&rdquo; e &ldquo;burguesia&rdquo;. Muito embora haja entre eles uma rela&ccedil;&atilde;o de equival&ecirc;ncia sem&acirc;ntica, Akutagawa d&aacute; a entender pelo uso da palavra &ldquo;civiliza&ccedil;&atilde;o burguesa&rdquo; que a estrutura social japonesa em sua totalidade se baseava no padr&otilde;es burgueses, permitindo assim a exist&ecirc;ncia de uma classe de trabalhadores, o proletariado, e naturalmente da pr&oacute;pria burguesia dentro de uma civiliza&ccedil;&atilde;o burguesa. (N.T.)"></span></sup> Entretanto, como n&atilde;o existe uma civiliza&ccedil;&atilde;o prolet&aacute;ria na
                sociedade atual, consequentemente n&atilde;o h&aacute; como esta ter produzido uma literatura
                prolet&aacute;ria. Portanto, se n&atilde;o h&aacute; nada al&eacute;m disso que se aplique como regra,
                talvez seja o caso de enxergar a literatura prolet&aacute;ria como umas das artes produzidas por esta
                mesma civiliza&ccedil;&atilde;o burguesa. E, mesmo aqui sob uma mesma civiliza&ccedil;&atilde;o, o que
                h&aacute; de se tornar literatura prolet&aacute;ria ou literatura burguesa depende do escritor. Ou seja,
                literatura prolet&aacute;ria &eacute; aquilo que o escritor do proletariado produziu. Por&eacute;m,
                &eacute; praticamente imposs&iacute;vel apontar se um escritor &eacute; ou n&atilde;o do proletariado, a
                exemplo de um que diz ser escritor de literatura prolet&aacute;ria, o c&eacute;lebre Bernard Shaw,<sup><span class="nota" data-nota="George Bernard Shaw (1856-1950). Dramaturgo, romancista e jornalista irlandês laureado com o Prêmio Nobel de Literatura em 1925. Foi ativo na Sociedade Fabiana, organização britânica em prol dos princípios da social-democracia. (N.T.)"></span></sup>
                vivendo uma vida bastante extravagante e muito mais burguesa se comparada &agrave; dos escritores
                burgueses do Jap&atilde;o. Al&eacute;m de Shaw, certamente h&aacute; no continente muitos escritores de
                literatura prolet&aacute;ria que vivem dessa mesma forma. Assim, n&atilde;o deveria ser o caso de
                diferenciar a literatura burguesa e literatura prolet&aacute;ria de acordo com o conte&uacute;do de uma
                obra, caso essa descreva ou n&atilde;o a vida prolet&aacute;ria? Isso tamb&eacute;m &eacute; uma
                quest&atilde;o. A vida prolet&aacute;ria n&atilde;o &eacute; ostensivamente descrita nas obras de Shaw.
                As personagens que aparecem s&atilde;o geralmente da burguesia ou da classe m&eacute;dia. Mas se
                prestarmos aten&ccedil;&atilde;o em suas obras e assumirmos que s&atilde;o literatura prolet&aacute;ria,
                &eacute; porque ao fundo s&atilde;o sugeridos colapsos como os da vida burguesa, mesmo que as
                personagens e o contexto n&atilde;o sejam propriamente prolet&aacute;rios. Consequentemente, n&atilde;o
                se pode diferenciar a literatura prolet&aacute;ria e a literatura burguesa de acordo com seu tema e
                autor. Assim, talvez seja determinado pelo posicionamento do autor. Autores s&atilde;o diferenciados
                pela sua oposi&ccedil;&atilde;o ou aprova&ccedil;&atilde;o ao esp&iacute;rito do proletariado. E as
                obras de um autor que apoia o esp&iacute;rito do proletariado, mesmo que n&atilde;o publicamente,
                s&atilde;o necessariamente literatura prolet&aacute;ria. Por&eacute;m, n&atilde;o &eacute; algo
                t&atilde;o claro como o preto no branco.<sup><span class="nota" data-nota="Escolheu-se a manutenção do trecho “しかしさう一概に黒と白といふやうには行かないものである” sem alterações no conteúdo ideológico da afirmação para que seja possível observar um retrato do pensamento da elite intelectual japonesa ao começo do século XX. (N.T.)
                    "></span></sup> Assim como h&aacute; as cores vermelha e azul al&eacute;m do
                preto e do branco, h&aacute; pontos de vista intermedi&aacute;rios que n&atilde;o se op&otilde;em e nem
                apoiam o esp&iacute;rito prolet&aacute;rio. E esse ponto de vista &eacute; o mesmo com
                rela&ccedil;&atilde;o ao esp&iacute;rito burgu&ecirc;s. Tomando os poemas <em>haiku</em> como exemplo na
                literatura, ainda que um autor diga apoiar o esp&iacute;rito do proletariado, n&atilde;o
                conseguir&aacute; exalt&aacute;-lo em seu poema. O mesmo se poderia dizer sobre uma marcha do
                proletariado composta em forma de uma can&ccedil;&atilde;o militar, e que por esse motivo estaria fora
                do escopo da M&uacute;sica. Dessa forma, pelo bem da formalidade e da ess&ecirc;ncia no que tange o
                campo das Artes, inevitavelmente h&aacute; elementos inexpress&aacute;veis ao defender o esp&iacute;rito
                do proletariado. Ao mesmo tempo, &eacute; imposs&iacute;vel for&ccedil;ar o enaltecimento do
                esp&iacute;rito do proletariado por meio de romances e pe&ccedil;as teatrais que, mesmo consideradas
                livres, s&atilde;o centradas no amor, assim como &eacute; uma perda de foco a ideia de chamar essa arte
                de burguesa somente porque nela n&atilde;o &eacute; representada qualquer parte do esp&iacute;rito do
                proletariado. Portanto, apenas aquilo que &eacute; manifestado em oposi&ccedil;&atilde;o ao
                esp&iacute;rito prolet&aacute;rio de forma evidente deveria ser considerado contr&aacute;rio &agrave;
                literatura prolet&aacute;ria.</p>
            <p>Bem, acredito que em geral h&aacute; dois caminhos para aquilo que defende o esp&iacute;rito do
                proletariado. Em primeiro lugar, h&aacute; o que faz da difus&atilde;o de propaganda como objetivo, e,
                em segundo lugar, h&aacute; o que se difunde como propaganda enquanto composi&ccedil;&atilde;o
                liter&aacute;ria. Acredito que obras como as de Shaw se enquadram no segundo tipo. Assim, quando se
                pergunta sobre o que seria essa propaganda, diz-se que muitas pessoas veem no primeiro tipo a
                ess&ecirc;ncia da luta de classes como ponto principal, e que o objetivo e conte&uacute;do da propaganda
                &eacute; a for&ccedil;a para prosseguir na luta. Entretanto, no mundo real n&atilde;o &eacute; evidente
                a distin&ccedil;&atilde;o entre os capitalistas e o proletariado, sendo algo vago e bastante complexo.
                Tomando como exemplo, a rela&ccedil;&atilde;o entre um confeiteiro A e um cliente regular B &eacute;
                pr&oacute;xima ao antagonismo entre um trabalhador e um capitalista, mas, outra vez, entre o confeiteiro
                A e um funcion&aacute;rio C estabelece-se uma rela&ccedil;&atilde;o onde o primeiro passa a ser um
                capitalista. Desse jeito, h&aacute; tamb&eacute;m pessoas n&atilde;o capitalistas que sofrem da
                inconveni&ecirc;ncia por conta do que pode se dizer ser uma falta de clareza de alvo<sup><span class="nota" data-nota="No texto utilizado para a tradu&ccedil;&atilde;o, uma transcri&ccedil;&atilde;o do texto original, utiliza-se a palavra <em>taishō</em> 対照, que carrega o significado de &ldquo;contraste&rdquo;. Acredita-se que houve um equ&iacute;voco de grafia, substituindo a palavra hom&oacute;fona 対象, com significado de &ldquo;alvo&rdquo;. (N.T.)"></span></sup> da propaganda. De
                qualquer forma, a literatura prolet&aacute;ria precisa por fim ser algo excepcional. N&atilde;o pode ser
                algo de mau gosto, mesmo que se diga ter como objetivo um esclarecimento a curto prazo para permitir a
                forma&ccedil;&atilde;o de um mundo prolet&aacute;rio, a exemplo de se conseguir imaginar a literatura
                prolet&aacute;ria por meio da &ecirc;nfase direta ou indireta na propaganda. No futuro, a literatura
                prolet&aacute;ria pode vir a ser not&aacute;vel enquanto literatura, mas por hora ela &eacute; apenas
                uma banqueta de apoio. Acredito que argumentos como "tudo bem ser de mau gosto dado a finalidade"
                n&atilde;o se sustentam. Ainda, todas as artes liter&aacute;rias h&atilde;o de perecer.
                Tradi&ccedil;&otilde;es perecem. Mas assim como uma antiga e perecida literatura havia sido
                not&aacute;vel em seu tempo, n&atilde;o podemos aceitar as imperfei&ccedil;&otilde;es da literatura
                prolet&aacute;ria atual somente por conta da certeza de que no futuro h&aacute; de se tornar algo bom.
                Deve-se produzir uma literatura prolet&aacute;ria de qualidade no presente. Seria o mesmo que dizer que,
                cedo ou tarde, esta pessoa que sou h&aacute; de morrer, mas por hora existo assim desta forma. Se isso
                fosse observado por algu&eacute;m com um discernimento bastante elevado, poderia-se dizer pelo meu
                estado de exist&ecirc;ncia que na realidade meu interior est&aacute; morto. Mas, de qualquer maneira, a
                literatura prolet&aacute;ria, embora diga-se ser similar a um ponto de apoio para o futuro, um produto
                em per&iacute;odo de transi&ccedil;&atilde;o, assim como eu existo desta forma, precisa hoje ser algo
                que possua uma for&ccedil;a que nos toque o cora&ccedil;&atilde;o. Precisa se tornar uma obra de arte
                propriamente dita. Acredito que a coloca&ccedil;&atilde;o de Satō Haruo<sup><span class="nota" data-nota="Satō Haruo (1892-1964). Romancista e poeta japonês vencedor do Prêmio Yomiuri de Literatura em 1954. Companheiro literário próximo de Akutagawa, embora discordassem em questões estéticas. (N.T.)"></span></sup> de que a literatura
                prolet&aacute;ria deve ter um v&iacute;vido senso de realidade &eacute;, em resumo, nada mais do que um
                clamor pela excel&ecirc;ncia da literatura prolet&aacute;ria.</p>
            <p>Eu ou&ccedil;o os brados da literatura prolet&aacute;ria nos c&iacute;rculos liter&aacute;rios h&aacute;
                uns tr&ecirc;s ou quatro anos, mas do meu ponto de vista me parece que ainda n&atilde;o h&aacute; uma
                literatura prolet&aacute;ria materializada que nos toque o cora&ccedil;&atilde;o, ao mesmo tempo em que
                seja algo como um solo virgem inalcan&ccedil;&aacute;vel ainda por tomar forma. Como muitos de
                n&oacute;s escritores atuais somos tidos como burgueses, acredito que os novos escritores que tentam
                estabelecer uma nova literatura deveriam extensivamente desbravar o solo virgem da literatura
                prolet&aacute;ria. Bom &eacute; aquilo que &eacute; de qualidade. A completude da literatura
                prolet&aacute;ria &eacute; algo pelo qual eu tenho grandes expectativas.</p>
        </section>

        <div class="notas" id="notas">
            <h3>Notas</h3>
        </div>

        <script>
            document.addEventListener('DOMContentLoaded', function () {
                const notasDiv = document.getElementById('notas');
                const notas = document.querySelectorAll('.nota');

                notas.forEach((nota, index) => {
                    const notaNumber = index + 1;
                    const notaId = `nota${notaNumber}`;
                    const linkId = `link${notaNumber}`;
                    const notaText = nota.getAttribute('data-nota');

                    nota.innerHTML = `<a href="#${notaId}" id="${linkId}">${notaNumber}</a>`;

                    const notaPara = document.createElement('p');
                    notaPara.id = notaId;
                    notaPara.innerHTML = `<strong>Nota ${notaNumber}:</strong> ${notaText} <a href="#${linkId}">Voltar para o texto</a>`;

                    notasDiv.appendChild(notaPara);
                });
            });
        </script>
        <footer class="rodape">
            <span>Adicionado em: <strong id="data-adicao"></strong></span> |
            <span>Atualizado em: <strong id="data_atualizacao"></strong></span>
        </footer>

        <script>
            const dataAdicao = new Date('2024-10-31');
            const dataAtualizacao = new Date('2024-10-31');

            document.getElementById('data-adicao').textContent = dataAdicao.toLocaleDateString('pt-BR');
            document.getElementById('data_atualizacao').textContent = dataAtualizacao.toLocaleDateString('pt-BR');
        </script>
    </main>
</body>

</html>