<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="description"
        content="Tradução de textos de Aka to kuro (赤と黒 - Vermelho e negro). Arroz e flores: antologia de literatura rebelde japonesa em português">
    <link rel="icon" href="../../images/icone.svg" type="image/svg+xml">

    <title>Aka to kuro - Arroz e Flores</title>
    <link rel="stylesheet" href="../../css/estiloautor.css">
</head>

<body>
    <header>
        <div class="logo"><a href="https://arrozeflores.art.br/"><b>Arroz</b><br> <em>e</em><br><b>Flores</b></a></div>

        <button class="menu-btn" id="menu-btn">
            &#9776;
        </button>

        <nav class="lista" id="menu">
            <ul>
                <li><a href="../../sobre">sobre</a></li>
                <li><a href="../../antologia">antologia</a></li>
                <li><a href="../../periodico">periódico</a></li>
                <li><a href="../../compendio">compêndio</a></li>
                <li><a href="../../colaboracoes">colaborações</a></li>
                <li><a href="../../contato">contato</a></li>
            </ul>
        </nav>
        <footer>
            <ul>
                &copy; <em>2024-2025 arroz e flores</em>: antologia de literatura rebelde japonesa em tradução.
            </ul>
        </footer>
    </header>

    <main>
        <h1>Aka to kuro (revista)</h1>
        <section class="biografia">
            <img src="../../images/vermelho e preto.PNG" alt="Foto de Aka to kuro" class="foto-autor">
            <div class="texto-biografia">
                <p><em><a href="https://ja.wikipedia.org/wiki/%E8%B5%A4%E3%81%A8%E9%BB%92_(%E8%A9%A9%E8%AA%8C)" target="_blank">Aka to kuro</a></em> (1923-1924), em tradu&ccedil;&atilde;o <em>Vermelho e preto</em>, foi uma
                    revista po&eacute;tica de cinco edi&ccedil;&otilde;es publicada durante os anos de 1923 e 1924 por
                    iniciativa de <a href="https://ja.wikipedia.org/wiki/%E8%90%A9%E5%8E%9F%E6%81%AD%E6%AC%A1%E9%83%8E" target="_blank">Hagiwara Kyōjirō</a> (1899-1938), <a href="https://ja.wikipedia.org/wiki/%E5%A3%BA%E4%BA%95%E7%B9%81%E6%B2%BB" target="_blank">Tsuboi Shigeji</a> (1897-1975), <a href="https://ja.wikipedia.org/wiki/%E5%B2%A1%E6%9C%AC%E6%BD%A4" target="_blank">Okamoto Jun</a> (1901-1978) e
                    <a href="https://ja.wikipedia.org/wiki/%E5%B7%9D%E5%B4%8E%E9%95%B7%E5%A4%AA%E9%83%8E" target="_blank">Kawasaki Chōtarō</a> (1901-1985), principais contribuidores da revista. Contempor&acirc;neos, os autores
                    compartilhavam inquieta&ccedil;&otilde;es que marcaram a juventude letrada do pa&iacute;s diante da
                    r&aacute;pida e intensa guinada sociocultural que caracterizou principalmente os anos finais de
                    <a href="https://pt.wikipedia.org/wiki/Era_Meiji" target="_blank">Meiji</a> (1868-1912) e o curto <a href="https://pt.wikipedia.org/wiki/Per%C3%ADodo_Taish%C5%8D" target="_blank">Per&iacute;odo Taishō</a> (1912-1926).</p>
                <p>Hagiwara, Tsuboi, Okamoto e Kawasaki&nbsp;foram jovens letrados que atravessaram&nbsp;o convoluto
                    cen&aacute;rio da &eacute;poca e, nele, se moldaram subjetivamente. Todos estes contribuintes
                    conflu&iacute;am politicamente para o <a href="https://arrozeflores.art.br/compendio/a_flor_anarquica/" target="_blank">anarquismo</a>, mas anarquismo individualista de base stirneriana
                    e, por isto mesmo, mesclando certo niilismo que est&aacute; presente em germe no pensamento de <a href="https://pt.wikipedia.org/wiki/Max_Stirner" target="_blank">Max
                    Stirner</a> (1806-1856). Niilismo que no Jap&atilde;o de ent&atilde;o era identificado como diretamente
                    associado aos movimentos de esquerda radical, apesar de sua polissemia. <em>Aka to kuro</em>,
                    fundada por estes jovens, estava sintonizada situacional, ideol&oacute;gica e temporalmente com as
                    vanguardas europeias, principalmente com o Dada&iacute;smo, o que a faz uma das pioneiras do
                    g&ecirc;nero no Jap&atilde;o. A revista, enquanto norte, defendia uma <em>revolu&ccedil;&atilde;o
                        art&iacute;stica</em> que fosse tamb&eacute;m uma <em>arte revolucion&aacute;ria</em>
                    estabelecendo, assim, o contraponto que propunha.</p>
                <p>A revista durou apenas cinco edi&ccedil;&otilde;es, em que quatro foram numeradas e publicadas em
                    janeiro, fevereiro, abril e maio de 1923. A quinta edi&ccedil;&atilde;o, publicada somente em junho
                    de 1924, &eacute; visivelmente uma descontinuidade e apresenta somente um cabe&ccedil;alho em que o
                    t&iacute;tulo da revista vem impresso, abandonando a capa mantida at&eacute; ent&atilde;o.</p>
                <p>Apesar da posi&ccedil;&atilde;o revolucion&aacute;ria com que a revista se apresenta ao
                    p&uacute;blico, o que se pode encontrar na primeira edi&ccedil;&atilde;o n&atilde;o necessariamente
                    &eacute; fiel a essa vontade demolidora. Os poemas surgem, primeiro, mais pr&oacute;ximos das
                    tend&ecirc;ncias ent&atilde;o em voga no pa&iacute;s, como a poesia em <a href="https://kotobank.jp/word/%E5%8F%A3%E8%AA%9E%E8%87%AA%E7%94%B1%E8%A9%A9-495175" target="_blank">estilo livre e oral</a> (<em>kōgo
                        jiyūshi</em>), muito trabalhada por uma <a href="https://kotobank.jp/word/%E6%B0%91%E8%A1%86%E8%A9%A9%E6%B4%BE-140050" target="_blank">Po&eacute;tica Democr&aacute;tica</a>
                    (<em>minshūshi-ha</em>) que colheu influ&ecirc;ncias em Tolst&oacute;i e Whitman, por exemplo. Este
                    tipo de po&eacute;tica ofereceu para a poesia japonesa uma proximidade tem&aacute;tica aos
                    cidad&atilde;os comuns do pa&iacute;s atrav&eacute;s do emprego destes enquanto motivos de poemas,
                    mas foi duramente criticada pela instrumentaliza&ccedil;&atilde;o e falta de esmero est&eacute;tico.
                    <em>Aka to kuro</em>, como uma produ&ccedil;&atilde;o de seu tempo, carregava muitos tra&ccedil;os
                    que remetiam diretamente a este tipo de po&eacute;tica. Entretanto, na medida em que novas
                    edi&ccedil;&otilde;es s&atilde;o publicadas, os poemas tamb&eacute;m se tornam gradativamente mais
                    dissidentes e provocativos.</p>
            </div>
        </section>

        <section class="obras">
            <h2>Obras Disponíveis</h2>
            <ul>
                <li><a href="../../traduções/ak_manifesto/" target="_blank">Manifesto (1923-4)</a></li>
            </ul>
        </section>
    </main>
    <footer class="telapequena">
        &copy; <em>2024-2025 arroz e flores</em>: antologia de literatura rebelde japonesa em tradução.
    </footer>

    <script src="../../js/menu.js"></script>
</body>

</html>