<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="description"
        content="Kaneko Fumiko: uma breve introdução - Compêndio. Arroz e Flores: antologia de literatura rebelde japonesa em português.">
    <link rel="icon" href="../../images/icone.svg" type="image/svg+xml">
    <title>Kaneko Fumiko: uma breve introdução - Compêndio</title>
    <style>
        sup {
            font-size: 0.8rem;
            vertical-align: super;
        }

        a {
            color: #900;
            text-decoration: none;
        }

        a:hover {
            text-decoration: underline;
        }

        .notas p {
            margin-top: 10px;
            font-size: 0.8rem;
            color: #555;
        }
    </style>
    <link rel="stylesheet" href="../../css/texto.css">
</head>

<body>
    <main>
        <section class="destaque">
            <p class="autor"><strong><a href="../../compendio/" target="_blank">Compêndio</a></strong></p>
            <h1 class="titulo">Kaneko Fumiko:</h1>
            <h1 class="subtitulo">uma breve introdução</h1>

        </section>

        <section class="creditos">
            <p><strong>Texto por</strong>: Felipe Chaves Gonçalves Pinto</p>
            <p><strong>HTML</strong>: Felipe Chaves Gonçalves Pinto</p>
            <p><strong>Primeira publicação</strong>: Pinto, F.C.G. Kaneko Fumiko: uma breve introdução. <em>arroz e
                    flores </em>, vol. 1, no. 1, pp. 19-41, 2024.
                Disponível em: <a href="https://arrozeflores.art.br/periodico/vol1_n1_2024/" target="_blank"><em>Arroz e
                        flores</em></a>.
                Acesso em: 18/12/2025.</p>
            <p><strong>Este texto está licenciado por</strong>:
                <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank">
                    Licença Creative Commons Atribuição-CompartilhaIgual 4.0 Internacional (CC BY-SA 4.0)</a>.
            </p>
        </section>

        <main>
            <section class="texto">
                <p>Kaneko Fumiko foi, durante muito tempo, relegada a um esquecimentos que, julgo, &eacute; pouco
                    justificado dado o volume e impacto de sua produ&ccedil;&atilde;o e a condi&ccedil;&atilde;o
                    extraordin&aacute;ria em que foi majoritariamente produzida. Suzuki Y&ucirc;ko (2013: 385), por
                    exemplo, diz que &ldquo;a maioria das pessoas sequer conhecem o nome de Fumiko<sup><span class="nota" data-nota="No original: &ldquo;多くの人びとは文子の名さえ知らないである&rdquo;."></span></sup>. Hane Mikiso (1988: 90), por seu lado,
                    recorda que &ldquo;Kaneko foi praticamente ignorada por seus compatriotas at&eacute; os anos do
                    p&oacute;s-guerra<sup><span class="nota" data-nota="No original: &ldquo;Kaneko was virtually ignored by her compatriots until the postwar years&rdquo;"></span></sup>&rdquo;.</p>
                <p>A situa&ccedil;&atilde;o em que certas figuras hist&oacute;ricas (principalmente as marginais)
                    s&atilde;o relegadas &eacute; dinamizadora de estudos igualmente tendenciosos. Tratando-se de
                    Kaneko, no entanto, a figura, no campo de estudos biogr&aacute;ficos, altera-se sutilmente. Isto
                    &eacute;, as principais fontes de valida&ccedil;&atilde;o biogr&aacute;fica da autora s&atilde;o os
                    escritos de pr&oacute;prio punho, principalmente sua autobiografia<sup><span class="nota" data-nota="Os registros do julgamento da autora passaram tamb&eacute;m a serem usados como material de refer&ecirc;ncia. Entretanto, esses registros s&oacute; vieram a p&uacute;blico no per&iacute;odo p&oacute;s-guerra (Hane, 1988: 79). Ainda assim, como aponta Raddeker, os usos destes s&atilde;o bem limitados e a autobiografia continua sendo a fonte principal para a elabora&ccedil;&atilde;o da narrativa de vida da autora (1997: 150). Os registros podem ser conferidos em Kaneko, 2013."></span></sup>. E talvez seja exatamente por isso que n&atilde;o
                    se encontre tantas varia&ccedil;&otilde;es nas narrativas que fazem sobre a vida da autora.</p>
                <p>Assim, quanto a sua primeira inf&acirc;ncia e boa parte de sua curta vida adulta, h&aacute; um
                    relativo consenso com base nos escritos da pr&oacute;pria autora. Apesar de que, mesmo assim,
                    informa&ccedil;&otilde;es que n&atilde;o correspondem &agrave;s deixadas pela autora seguem sendo
                    mobilizadas<sup><span class="nota" data-nota="Conquanto um equ&iacute;voco pouco relevante, Hane aponta, por exemplo, que Kaneko teria escutado a m&atilde;e e o padrasto conversando sobre m&eacute;todos para cometer um infantic&iacute;dio (Hane, 1988: 73). Na autobiografia, no entanto, quem conversa com a m&atilde;e &eacute; uma garota que morava na vizinhan&ccedil;a (cf., neste n&uacute;mero, 147-149)."></span></sup>. Mas isso j&aacute;
                    &eacute; outro assunto. Registro somente que ainda h&aacute; muito a se investigar neste sentido.
                </p>
                <p>De todo modo, apesar da relativa estabilidade da narrativa da vida da autora, pontos conflituosos,
                    contudo, ainda existem. Os mais percept&iacute;veis s&atilde;o os que emergem das
                    interpreta&ccedil;&otilde;es de certas declara&ccedil;&otilde;es e/ou poss&iacute;veis atos de
                    Kaneko. E, talvez, o mais emblem&aacute;tico seja a pr&oacute;pria condi&ccedil;&atilde;o em que a
                    morte de Kaneko se deu.</p>
                <p>A causa de morte da autora &eacute; oficialmente registrada como suic&iacute;dio por enforcamento.
                    Mas, apesar de &ldquo;a data, hora e meios de suic&iacute;dio serem convencionalmente tidos como
                    conhecidos, na verdade eles n&atilde;o s&atilde;o claros<sup><span class="nota" data-nota="No original: &ldquo;その日時や自殺手段について従来わかっているように言われてきたが、実ははっきりしない&rdquo;."></span></sup>&rdquo; (Yamada, 1996: 237). A narrativa mais
                    aceita acerca da morte da autora &eacute; a de que ela teria, ap&oacute;s um longo per&iacute;odo de
                    recusa em realizar qualquer trabalho no pres&iacute;dio, solicitado materiais para fiar e tramar
                    c&acirc;nhamo em sua cela e, com uma corda que ela mesmo teria feito, se enforcaria no dia 23 de
                    junho de 1926 (Setouchi, 1975: 338). Contudo, essa informa&ccedil;&atilde;o &eacute; baseada no
                    obitu&aacute;rio fornecido pela aut&oacute;psia da pris&atilde;o que, em &uacute;ltima
                    an&aacute;lise, n&atilde;o descrevia com tantos detalhes a forma como Kaneko teria se matado,
                    limitando-se apenas ao registro factual que apontava para um suic&iacute;dio por enforcamento.</p>
                <p>N&atilde;o obstante, a morte de Kaneko tamb&eacute;m n&atilde;o foi anunciada logo que aconteceu.
                    Entre a data da morte e seu an&uacute;ncio &agrave; fam&iacute;lia, ao advogado da autora e &agrave;
                    m&iacute;dia teve um espa&ccedil;o de tempo bastante consider&aacute;vel para a &eacute;poca e para
                    a relev&acirc;ncia que a autora possu&iacute;a enquanto figura p&uacute;blica que tinha sido
                    condenado pelo Crime de Grande Inconfid&ecirc;ncia. As narrativas acerca da forma como a autora
                    teria morrido tamb&eacute;m n&atilde;o eram consenso e geraram um burburinho na m&iacute;dia daquele
                    tempo. E, principalmente, &eacute; dif&iacute;cil ignorar a possibilidade de que Kaneko possa ter
                    sido, a bem da verdade, &ldquo;suicidada&rdquo;<sup><span class="nota" data-nota="Muitos ativistas entre 1928 e 1943 sofreram tortura ou morreram sob cust&oacute;dia policial (Raddeker, 1997: 52). &Eacute;, portanto, dif&iacute;cil n&atilde;o levar isso em conta quando se pensa na situa&ccedil;&atilde;o de Kaneko que, para todos os efeitos, recebera a pouco tempo o perd&atilde;o imperial e teve a sua pena capital comutada a pris&atilde;o perpetua."></span></sup>> por algu&eacute;m na pris&atilde;o.<sup><span class="nota" data-nota="As informa&ccedil;&otilde;es foram resumidas de Yamada, 1996: 237-248. Para uma discuss&atilde;o mais aprofundada sobre as condi&ccedil;&otilde;es de morte de Kaneko e as interpreta&ccedil;&otilde;es que foram feitas posteriormente, conferir este mesmo material."></span></sup></p>
                <p>Apesar de toda a obscuridade por detr&aacute;s da morte da autora, levando em conta as
                    pr&oacute;prias declara&ccedil;&otilde;es que Kaneko havia dado e o seu hist&oacute;rico, a tese que
                    parece ser melhor aceita &eacute; a de que Kaneko realmente teria tirado a pr&oacute;pria vida. As
                    condi&ccedil;&otilde;es em que isso aconteceu, os detalhes que muitas fontes d&atilde;o, no entanto,
                    s&atilde;o mat&eacute;ria de pura e simples especula&ccedil;&atilde;o e
                    espetaculariza&ccedil;&atilde;o de sua morte.</p>
                <p>Indo em uma dire&ccedil;&atilde;o diametralmente oposta, outro ponto que acaba gerando bastante
                    debate &eacute; a idade da autora. A confus&atilde;o &eacute; compreens&iacute;vel j&aacute; que
                    Kaneko s&oacute; foi devidamente registrada aos oito anos de idade. As fontes variam bastante ao
                    ponto de, em um mesmo livro, a autora ter como data de nascimento o ano de 1902 e o de 1903<sup><span class="nota" data-nota="O livro em quest&atilde;o &eacute; a tradu&ccedil;&atilde;o para o ingl&ecirc;s da obra de Kaneko, <em>The prison memoirs of a japanese woman </em>(1991). Como Raddeker tamb&eacute;m observa (1997: 210), nos detalhes de publica&ccedil;&atilde;o a autora tem como data de nascimento o ano de 1902, e na introdu&ccedil;&atilde;o, escrita por Hane, a autora teria nascido somente no ano de 1903."></span></sup>. A varia&ccedil;&atilde;o &eacute;
                    t&atilde;o grande que, para alguns, a autora teria nascido s&oacute; em 1906, ou seja, teria 20 anos
                    quando veio a falecer. As fontes mais confi&aacute;veis, no entanto, apontam como data de nascimento
                    o dia 25 de janeiro do ano de 1903<sup><span class="nota" data-nota="Coisas que acontecem: Kan&rsquo;no Sugako (1881-1911), outra ativista famosa do per&iacute;odo, foi assassinada pelo estado japon&ecirc;s no dia 25 de janeiro de 1911, ou seja, no anivers&aacute;rio de oito anos de Kaneko."></span></sup>.
                    Esta data teria sido confirmada em ocasi&otilde;es diferentes pelos progenitores da autora que
                    n&atilde;o se encontravam h&aacute; d&eacute;cadas (Yamada, 1996: 13-16).</p>
                <p>Como &uacute;ltimo exemplo de diverg&ecirc;ncia interpretativa, cito a maneira que a
                    indument&aacute;ria com que Kaneko apareceu em seu julgamento foi interpretada pelos seus
                    comentadores. Enquanto existe a teoria de que Kaneko teria entrado na corte com um vestido de noiva,
                    h&aacute; tamb&eacute;m a hip&oacute;tese de que ela trajasse uma roupa cerimonial coreana de cor
                    branca. Mas ainda h&aacute; uma terceira suposi&ccedil;&atilde;o que simplesmente prop&otilde;em que
                    Kaneko estava vestida com uma roupa branca e de origem coreana, nada mais nem nada menos do que
                    isto. Raddeker recorda muito apropriadamente que essas interpreta&ccedil;&otilde;es s&atilde;o uma
                    maneira sutil, mas efetiva de &ldquo;descrever sua morte como um sacrif&iacute;cio por seu marido e
                    pelo pa&iacute;s dele<sup><span class="nota" data-nota="No original: &ldquo;described her death as a sacrifice for her husband and his country&rdquo;."></span></sup>&rdquo; (1997:
                    66), o que, na realidade, parece ser incompat&iacute;vel com a figura que a pr&oacute;pria Kaneko
                    pareceu criar para si. &Eacute; mais plaus&iacute;vel acreditar que &ldquo;talvez ela quisesse
                    mostrar principalmente seu desgosto pelo Estado imperialista japon&ecirc;s, rejeitando a
                    nacionalidade japonesa&rdquo; j&aacute; que &eacute; &ldquo;dif&iacute;cil imaginar Fumiko afirmando
                    qualquer nacionalidade quando ela j&aacute; havia insistido que a luta pela independ&ecirc;ncia
                    coreana n&atilde;o era dela<sup><span class="nota" data-nota="No original: &ldquo;Perhaps she wanted mainly to show her disgust with the imperialistic Japanese state by rejecting Japanese nationality. It is difficult to imagine Fumiko affirming any nationality when she had already insisted that the struggle for Korean independence was not hers&rdquo;."></span></sup>&rdquo;
                    (Raddeker, 1997: 66). No mais, &ldquo;seja o que for que Fumiko quis dizer com tais atos
                    aparentemente simb&oacute;licos, a imagem da &lsquo;esposa nobre e auto-sacrificial&rsquo; &eacute;
                    acima de tudo uma constru&ccedil;&atilde;o obviamente guiada por uma no&ccedil;&atilde;o de
                    g&ecirc;nero e imaginativa dos outros<sup><span class="nota" data-nota="No original: &ldquo;Whatever Fumiko meant by such apparently symbolic acts, the picture of the &lsquo;noble, self-sacrificing wife&rsquo; is more the all too obviously gendered, imaginative construct of others&rdquo;."></span></sup>&rdquo; (Raddeker, 1997: 66) e, portanto, deve
                    ser tratada com o devido cuidado que este tipo de interpreta&ccedil;&atilde;o por si s&oacute; exige
                    correndo o risco, se n&atilde;o o feito, de propagar ainda mais desinforma&ccedil;&otilde;es.</p>
                <p>&Eacute; necess&aacute;rio tamb&eacute;m apontar aqui a aparente falta de aprofundamento em
                    quest&otilde;es mais formais por grande parte dos interpretadores dos textos da autora. Muita coisa
                    se perde quando, ao olhar para um texto, n&atilde;o se leva em conta as condi&ccedil;&otilde;es em
                    que este foi produzido. &Eacute; imprescind&iacute;vel, portanto, olh&aacute;-lo tamb&eacute;m no
                    que ele carrega de social. &Eacute; sintom&aacute;tico que os comentadores e bi&oacute;grafos da
                    autora n&atilde;o tenham, por exemplo, levado em conta ou se perguntado &ldquo;o que ela [Kaneko]
                    quis dizer ao responder &agrave; pergunta do juiz Tatematsu sobre como ela chegou ao niilismo com
                    uma detalhada hist&oacute;ria de vida &ndash; e ent&atilde;o, por sugest&atilde;o dele, seguir com
                    uma vers&atilde;o escrita ainda mais detalhada<sup><span class="nota" data-nota="No original: &ldquo;what she meant by answering Judge Tatematsu&rsquo;s question about how she came to nihilism with a detailed life-story&mdash;and then, at his suggestion, following up with an even more detailed written version&rdquo;."></span></sup>&rdquo; (Raddeker, 1997: 150). Vers&atilde;o
                    escrita essa que tomou a forma da autobiografia da autora. Raddeker (1997: 150) ainda registra que:
                </p>
                <p style="text-indent: 0; padding-left: 6em;">Uma coisa que ela [Kaneko] estava fazendo era dizer a figuras de autoridade, e n&atilde;o apenas a
                    ju&iacute;zes e procuradores: &ldquo;Foram voc&ecirc;s quem me fizeram assim!&rdquo; Ela ilustrou
                    seu ponto sobre o qu&atilde;o opressivamente desigual era a sociedade do Jap&atilde;o Taish&ocirc;
                    ao usar sua pr&oacute;pria experi&ecirc;ncia de vida como prova; era uma das poucas armas contra o
                    Estado e a sociedade dispon&iacute;veis para ela ap&oacute;s sua pris&atilde;o em 3 de setembro de
                    1923.<sup><span class="nota" data-nota="No original: &ldquo;One thing she was doing was saying to figures of authority, and not just judges and prosecutors: &lsquo;It was you who made me like this!&rsquo; She illustrated her point about how oppressively unequal a society Taishō Japan was by using her own lived experience as evidence; it was one of the few weapons against state and society available to her after her arrest on 3 September 1923&rdquo;."></span></sup></p>
                <p>Desta maneira, &eacute; grave a falta cometida por uma aprecia&ccedil;&atilde;o pouco cuidadosa
                    acerca das condi&ccedil;&otilde;es que possibilitaram a escrita da autobiografia. O texto n&atilde;o
                    surgiu s&oacute; porque a autora quis escrever, tomada por uma esp&eacute;cie de
                    ilumina&ccedil;&atilde;o ou devaneios burgueses, sua autobiografia, ele surgiu tamb&eacute;m (e
                    talvez principalmente) a partir de uma sugest&atilde;o do juiz de seu caso e como arma discursiva
                    que a pr&oacute;pria Kaneko fez quest&atilde;o de utilizar.</p>
                <p><em>Nani ga watashi wo kousasetaka</em> (&ldquo;O que me fez ser assim?&rdquo;, ou &ldquo;O que me
                    fez fazer isto?&rdquo;) &eacute; um ataque direto, cru, consistente e consciente de seu poder ao
                    conceito de &ldquo;bem-estar&rdquo; difundido pelo estado japon&ecirc;s da &eacute;poca. &Eacute; um
                    ataque direto a institui&ccedil;&atilde;o familiar e, tamb&eacute;m, ao imp&eacute;rio japon&ecirc;s
                    que, metonimicamente, era denotado tamb&eacute;m como outra institui&ccedil;&atilde;o familiar. Mas
                    um ataque que surge durante um julgamento que tem como horizonte poss&iacute;vel a pr&oacute;pria
                    execu&ccedil;&atilde;o. Execu&ccedil;&atilde;o essa com que a pr&oacute;pria autora n&atilde;o
                    parecia muito preocupada.</p>
                <p>De todo modo, o que gostaria de sublinhar aqui &eacute; a relev&acirc;ncia dos aspectos por
                    detr&aacute;s da escrita da autobiografia de Kaneko: textos, seja l&aacute; quais sejam, n&atilde;o
                    surgem do nada.</p>
                <p>Mas ainda fazendo as vezes de um par&ecirc;ntese, recordo que os pilares do estado japon&ecirc;s
                    daquela &eacute;poca eram o servi&ccedil;o militar e a educa&ccedil;&atilde;o infantil
                    obrigat&oacute;ria. Ambientes esses que serviam de palco para a difus&atilde;o dos ideais que eram
                    caros ao Jap&atilde;o daquela ocasi&atilde;o<sup><span class="nota" data-nota="O Estado japon&ecirc;s agiu no &acirc;mbito educacional moldando e disciplinando o povo desde a escola elementar at&eacute;, para os homens, o ex&eacute;rcito onde tinham que memorizar e repetir um &eacute;dito imperial que dizia que a primeira e mais importante obriga&ccedil;&atilde;o dos soldados era ser leal ao Imperador, ser fisicamente fortes, moralmente puros e desejosos de sacrificar suas vidas para efetivar os objetivos estatais (Waswo, 1988: 559-566). Mas alguns camponeses e alguns outros garotos e garotas da classe trabalhadora citadina, por n&atilde;o poderem frequentar a escola compulsoriamente uma vez que a escola elementar no per&iacute;odo Meiji n&atilde;o era gratuita (Taira, 1971: 371-394), escaparam dessa subordina&ccedil;&atilde;o ideol&oacute;gica. Fato esse que, para todos os efeitos, tamb&eacute;m ilustra o caso de Kaneko Fumiko."></span></sup>. Consequentemente para Kaneko, que era uma
                    menina que n&atilde;o tinha um registro de nascimento, esses pilares n&atilde;o significavam muita
                    coisa (Tanaka, 2020: 209). Kaneko foi efetivamente <em>exclu&iacute;da</em> de toda e qualquer
                    pretensa assist&ecirc;ncia oferecida pelo poder estatal. &Eacute; tamb&eacute;m com base nestas
                    experi&ecirc;ncias que Kaneko vai criar sua pr&oacute;pria narrativa de vida que assumem o papel de
                    uma esp&eacute;cie de resposta aos questionamentos do juiz de seu caso acerca do que a teria levado
                    ao niilismo. Os caminhos (discursivos e concretos) que a autora trilhou s&atilde;o bastantes
                    interessantes e permanecem atuais e em sincronia com as inquieta&ccedil;&otilde;es de boa parte de
                    nossa, para ficar em casa, juventude brasileira. Mas isso j&aacute; &eacute; um outro assunto que,
                    infelizmente, n&atilde;o tratarei aqui.</p>
                <p>De todo modo, Kaneko foi uma instigante pensadora org&acirc;nica japonesa. Uma an&aacute;lise
                    filos&oacute;fica mais aprofundada de seus posicionamentos e de sua forma&ccedil;&atilde;o seria
                    bastante relevante, e fica aqui o convite &agrave;quelas pessoas que se interessarem.</p>
                <p>Kaneko &eacute; uma for&ccedil;a de resist&ecirc;ncia e rebeldia que, acredito, carece de
                    aten&ccedil;&atilde;o. Entregue a mais profunda mis&eacute;ria, conheceu com especial intensidade o
                    abandono estatal em sua pr&oacute;pria pele e, mais tarde, experimentou tamb&eacute;m a for&ccedil;a
                    punitiva deste mesmo poder. &Eacute; dessa perspectiva que comp&ocirc;s sua obra. Kaneko tem muita a
                    compartilhar conosco e, creio, h&aacute; muito que podemos apreciar e aprender com Kaneko. Fica aqui
                    a minha pequena contribui&ccedil;&atilde;o para a dissemina&ccedil;&atilde;o da voz da autora.</p>
                <p>Leiam Kaneko!</p>
                <p style="text-indent: 0; text-align: center;"><strong>***</strong></p>
                <p>A seguir, anoto uma breve biografia da autora.</p>
                <p>Kaneko teria nascido em 25 de janeiro de 1903, em Yokohama, como filha mais velha de Saeki Fumikazu e
                    Kaneko Kikuno. Seus pais n&atilde;o eram legalmente casados e a autora tamb&eacute;m n&atilde;o
                    possu&iacute;a um registro de nascimento legal.</p>
                <p>Em 1908, quando contava cinco anos de idade, seu irm&atilde;o mais novo, Takatoshi, nasceu. Nessa
                    &eacute;poca a irm&atilde; mais nova de sua m&atilde;e, Kaneko Takano, passa a morar com a
                    fam&iacute;lia. Kaneko Fumiko n&atilde;o pode, apesar de ter atingido a idade necess&aacute;ria,
                    frequentar legalmente a escola por n&atilde;o ter um registro de nascimento. O pai da autora passa a
                    viver com Takano, irm&atilde; mais nova da m&atilde;e e, logo depois, sa&iacute;ram de casa,
                    j&aacute; como um casal, deixando Kaneko Kikuno, Fumiko e seu irm&atilde;o Takatoshi para
                    tr&aacute;s.</p>
                <p>Ainda por volta deste mesmo ano, a m&atilde;e da autora teria tido relacionamentos com alguns homens
                    com quem viveu junto durante um tempo. Entrementes, o pai da autora volta para buscar o filho mais
                    novo, Takatoshi, para ir viver com ele. A autora frequenta por um curto per&iacute;odo a escola por
                    interm&eacute;dio da insist&ecirc;ncia de sua m&atilde;e com as institui&ccedil;&otilde;es para que
                    aceitassem sua filha que n&atilde;o tinha registro de nascimento.</p>
                <p>No ano de 1910 a Coreia &eacute; anexada ao Imp&eacute;rio japon&ecirc;s e no ano seguinte
                    Kan&rsquo;no Sugako e mais onze revolucion&aacute;rios foram executados em decorr&ecirc;ncia
                    d&rsquo;O Caso de Grande Inconfid&ecirc;ncia.</p>
                <p>Ainda no ano de 1911, aos oito anos de idade, m&atilde;e e filha v&atilde;o para a vila natal de
                    Kobayashi, o ent&atilde;o atual companheiro de Kaneko Kikuno, em Yamanashi. Durante a estadia na
                    vila a autora tamb&eacute;m frequentou a escola que ficava a cerca de quatro quil&ocirc;metros de
                    sua casa. Na primavera do ano seguinte, pouco depois de sua irm&atilde; mais nova, Haruko, filha de
                    Kobayashi e sua m&atilde;e, nascer, seu tio materno veio busc&aacute;-las para irem consigo para a
                    vila natal de Kaneko Kikuno. A irm&atilde; mais nova fica com a fam&iacute;lia de Kobayashi e Kaneko
                    Kikuno e Fumiko passam a viver com a fam&iacute;lia materna.</p>
                <p>A av&oacute; paterna de Fumiko, Saeki Mutsu, veio da Coreia, ent&atilde;o col&ocirc;nia do
                    imp&eacute;rio japon&ecirc;s, para buscar a menina para que ela se tornasse filha adotiva de sua
                    filha mais nova. &Eacute; s&oacute; ent&atilde;o que Kaneko Fumiko finalmente &eacute; registrada. A
                    av&oacute; materna da autora registrou-a como sendo sua quinta filha. Nisto, legalmente, Kaneko
                    Fumiko tornou-se filha de seus av&oacute;s, irm&atilde; de sua m&atilde;e e cunhada de seu pai,
                    ent&atilde;o casado com sua tia que, legalmente, era sua irm&atilde;. A autora partiu para a Coreia
                    no mesmo ano.</p>
                <p>No ano de 1913, quando a autora tinha dez anos e j&aacute; vivia na Coreia sob os cuidados dos
                    familiares paternos que, naquela ocasi&atilde;o e em decorr&ecirc;ncia do casamento da filha mais
                    nova da matrona Saeki Mutsu, assumiam o sobrenome de Iwashita, a autora passou por diversas
                    experi&ecirc;ncias de maus-tratos. Ela continuou os estudos b&aacute;sicos na Coreia. Pouco
                    ap&oacute;s sua chegada assumiu completamente as incumb&ecirc;ncias de empregada da fam&iacute;lia
                    Iwashita.</p>
                <p>No ver&atilde;o do ano de 1916, quando contava treze anos, a autora, ap&oacute;s incont&aacute;veis
                    epis&oacute;dios de viol&ecirc;ncia e maus-tratos, tenta cometer suic&iacute;dio, mas desiste da
                    ideia. No ano seguinte termina o segundo fundamental e, ao contr&aacute;rio do que haviam prometido,
                    n&atilde;o permitem que ela continuasse estudando e, nisto, Kaneko passa a ser a empregada da
                    fam&iacute;lia Iwashita por tempo integral.</p>
                <p>Ap&oacute;s dois anos nessas condi&ccedil;&otilde;es, em de 1919, aos dezesseis, volta para a vila
                    natal de sua m&atilde;e. Saeki Fumikazu, o pai de Kaneko Fumiko, aparece com uma proposta de
                    casamento entre a autora e seu tio, Kaneko Motoei (no registro de nascimento: irm&atilde;o mais
                    velho da autora), irm&atilde;o mais novo de sua m&atilde;e. No mesmo ano a autora vai morar com seu
                    pai e sua tia, Takano, em Hamamatsu.</p>
                <p>No ano seguinte, ap&oacute;s desaven&ccedil;as com seu pai acerca de seus estudos e da pr&oacute;pria
                    proposta de casamento ter sido desfeita, a autora vai para T&oacute;quio almejando estudar. Morou
                    por cerca de um m&ecirc;s na casa de seu tio-av&ocirc; materno, mas logo depois passou a morar e
                    trabalhar numa loja de jornais enquanto estudava ingl&ecirc;s pela manh&atilde; e matem&aacute;tica
                    pela tarde. Ap&oacute;s isto, come&ccedil;ou a vender sab&atilde;o para o Ex&eacute;rcito da
                    Salva&ccedil;&atilde;o, uma entidade crist&atilde;, e nesse per&iacute;odo tamb&eacute;m teve
                    contato direto com o cristianismo.</p>
                <p>Em 1921, aos dezoito anos, come&ccedil;ou a trabalhar para uma gr&aacute;fica comunista, mas em pouco
                    mais de um m&ecirc;s saiu deste trabalho e foi, por interm&eacute;dio de alguns conhecidos que fez
                    na escola, trabalhar como gar&ccedil;onete no restaurante <em>Iwazaki Oden</em>, tamb&eacute;m
                    conhecido como <em>Shakaishugi Oden</em> (<em>Oden </em>Comunista). Como o trabalho era matutino,
                    passou as aulas de ingl&ecirc;s para o per&iacute;odo da noite. Foi nas aulas de ingl&ecirc;s em que
                    conheceu Niiyama Hatsuyo, a respons&aacute;vel por introduzir as ideias dos pensadores niilistas
                    &agrave; autora.</p>
                <p>Aos dezenove anos, em 1922, conheceu Pak Yeol (1902-1974) com quem passou a viver junto pouco tempo
                    depois. Durante este ano os dois inauguraram duas revistas revolucion&aacute;rias conquanto a
                    linguagem seja autoproclamada &ldquo;moderada&rdquo;, a <em>Kuronami</em> e a <em>Futoi senjin</em>.
                    A <em>Kuronami</em> foi descontinuada ap&oacute;s a segunda edi&ccedil;&atilde;o quando a
                    associa&ccedil;&atilde;o com a qual estava ligada se dissipou e a <em>Futoi senjin</em>, ap&oacute;s
                    a segunda edi&ccedil;&atilde;o, foi renomeada para <em>Genshakai</em> no ano de 1923, quando
                    lan&ccedil;ou sua terceira edi&ccedil;&atilde;o. Ainda neste ano, os dois fundaram a
                    associa&ccedil;&atilde;o revolucion&aacute;ria <em>Futeisha,</em> que contava com onze membros em
                    sua inaugura&ccedil;&atilde;o. A associa&ccedil;&atilde;o participou ativamente de diversas
                    manifesta&ccedil;&otilde;es e estava sendo vigiada pela pol&iacute;cia do estado japon&ecirc;s.
                    Kaneko chegou a ser levada em cust&oacute;dia em decorr&ecirc;ncia das manifesta&ccedil;&otilde;es
                    do Dia Internacional do Trabalho. A quarta edi&ccedil;&atilde;o de <em>Genshakai </em>saiu em junho
                    desse mesmo ano.</p>
                <p>No dia primeiro de setembro de 1923 aconteceu o Grande Sismo de Kant&ocirc;. A confus&atilde;o
                    generalizada foi palco para um massacre de coreanos residentes no Jap&atilde;o por policiais e por
                    civis japoneses. Tirando proveito do caos generalizado, muitos revolucion&aacute;rios da esquerda
                    radical japonesa tamb&eacute;m foram assassinados por for&ccedil;as estatais, como foi o caso de
                    &Ocirc;sugi Sakae (1885-1923) e It&ocirc; Noe (1895-1923), dois dos mais influentes anarquistas da
                    &eacute;poca, e tantos outros foram presos. Kaneko e Pak foram detidos e levados sob cust&oacute;dia
                    no terceiro dia desse mesmo m&ecirc;s sob a acusa&ccedil;&atilde;o de terem violado a Lei de
                    Seguran&ccedil;a Policial.</p>
                <p>No ano seguinte, Kaneko e Pak, j&aacute; encarcerados, foram acusados de porte ilegal de bombas. O
                    julgamento seguiu at&eacute; 1925 quando passou a ser tratado como Crime de Inconfid&ecirc;ncia<sup><span class="nota" data-nota="Artigo 73. Trata-se do Crime de Grande Inconfid&ecirc;ncia, isto &eacute;, quando se planeja ou executa um plano de lesar ou assassinar o imperador ou membros da fam&iacute;lia imperial."></span></sup>. No dia 23 de mar&ccedil;o Kaneko
                    e Pak se registram legalmente como casados. Dois dias depois, no dia 25 do mesmo m&ecirc;s, ambos
                    s&atilde;o declarados culpado pelo Crime de Inconfid&ecirc;ncia e s&atilde;o condenados &agrave;
                    morte. No dia cinco de abril Kaneko e Pak recebem a comuta&ccedil;&atilde;o da pena capital em
                    pris&atilde;o perp&eacute;tua. Kaneko &eacute; ent&atilde;o transferida para a pris&atilde;o de
                    Utsunomiya e no dia 23 de julho do ano de 1926 &eacute; encontrada morta em sua cela.<sup><span class="nota" data-nota="As informa&ccedil;&otilde;es usadas para o resumo biogr&aacute;fico apresentado foram retiradas e resumidas principalmente de Suzuki, Kameda, 2013 e Yamada, 1996."></span></sup></p>
                <p>Durante seu julgamento, Kaneko teria escrito sua autobiografia de acordo com a sugest&atilde;o do
                    juiz de seu caso que alegara que o material poderia ser usado como uma evid&ecirc;ncia a seu favor.
                    Durante o c&aacute;rcere, al&eacute;m desta autobiografia, escreveu diversos poemas em estilo
                    <em>tanka</em> que, postumamente, foram agrupados em uma colet&acirc;nea denominada <em>Gokus&ocirc;
                        ni omou</em> (<em>Pensamentos na janela da pris&atilde;o</em>) que, mais tarde, passou a fazer
                    parte da colet&acirc;nea completa de poemas da autora que passou a ser denominada <em>Gokuch&ucirc;
                        kash&ucirc;</em> (<em>Antologia de poemas do c&aacute;rcere</em>).
                </p>
                <p>A autobiografia <em>Nani ga watashi wo kousasetaka</em> &eacute; largamente valorizada como uma
                    &ldquo;lufada excepcional de resist&ecirc;ncia imbu&iacute;da em uma representa&ccedil;&atilde;o
                    multifacetada das opress&otilde;es na col&ocirc;nia [japonesa]<sup><span class="nota" data-nota="No original: &ldquo;すぐれた反抗的な息吹のなかに、植民地における二重の圧迫を描いたこと&rdquo;."></span></sup>&rdquo; (Akiyama, 2006: 194). Kaneko, assim, foi
                    comumente lida como, antes de tudo, uma personagem que exala resist&ecirc;ncia.</p>
                <p>J&aacute; a colet&acirc;nea de poemas, <em>Gokuch&ucirc; kash&ucirc;</em>, muito menos conhecida do
                    que sua autobiografia, carrega um aprofundamento sens&iacute;vel em quest&otilde;es pouco
                    trabalhadas no texto em prosa da autobiografia, o que revela novas possibilidades subjetivas da
                    autora.</p>
                            </section>

            <section class="obras">
                <h2>Referências</h2>
                <p>Akiyama, Kiyoshi. (2006). Hangyaku no shinj&ocirc;. In <em>Akiyama Kiyoshi chosaku sh&ucirc;</em>,
                    <em>vol. 3</em>. Paru shuppan.
                </p>
                <p>Hane, Mikiso. (1988). <em>Reflections on the way to the gallows: voices of Japanese rebel women</em>.
                    Editora da Universidade da Calif&oacute;rnia.</p>
                <p>Kaneko, Fumiko. (2013). Ch&ocirc;sho. In: Y&ucirc;ko Suzuki (Org.). <em>Kaneko Fumiko watashi wa
                        watashi jishin wo ikiru: Shuki, ch&ocirc;sho, uta, nenpu</em> (pp. 291-356). Nashinokisha.</p>
                <p>Raddeker, H&eacute;l&egrave;ne Bowen. (1997). <em>Treacherous women of imperial Japan: Patriarchal
                        fictions, patricidal fantasies</em>. Routledge (edi&ccedil;&atilde;o digital publicada pela
                    Taylor and Francis e-Library, 2005).</p>
                <p>Setouchi, Jakuch&ocirc; (Harumi). (1975). <em>Yohaku no haru</em>. Ch&ocirc;&ocirc;k&ocirc;ronsha.
                </p>
                <p>Suzuki, Y&ucirc;ko (Org.). (2013). <em>Kaneko Fumiko watashi wa watashi jishin wo ikiru: Shuki,
                        ch&ocirc;sho, uta, nenpu</em>. Nashinokisha.</p>
                <p>Suzuki, Y&ucirc;ko e Kameda, Hiroshi. (2013). Kaneko Fumiko nenpu. In: Y&ucirc;ko Suzuki (Org.).
                    <em>Kaneko Fumiko watashi wa watashi jishin wo ikiru: Shuki, ch&ocirc;sho, uta, nenpu</em> (pp.
                    ①-⑥). Nashinokisha.
                </p>
                <p>Taira, Koji. (1971). Education and Literacy in Meiji Japan: An Interpretation. <em>Explorations in
                        Economic History</em>, <em>8</em>(4), 371-394.</p>
                <p>Tanaka, Aya. (2020). <em>Hikokumin bungakuron</em>. Seiky&ucirc;sha.</p>
                <p>Waswo, Ann. (1990). The Transformation of Rural Society, 1900-1950. In <em>The Cambridge History of
                        Japan, vol. 6: The Twentieth Century</em> (pp. 541-604). Cambridge University Press.</p>
                <p>Yamada, Sh&ocirc;ji. (1996). <em>Kaneko Fumiko: jiko; tenn&ocirc;sei kokka; ch&ocirc;senjin</em>.
                    Kageshob&ocirc;.</p>

                </div>
            </section>
<div class="notas" id="notas">
            <h3>Notas</h3>
        </div>

        <script>
            document.addEventListener('DOMContentLoaded', function () {
                const notasDiv = document.getElementById('notas');
                const notas = document.querySelectorAll('.nota');

                notas.forEach((nota, index) => {
                    const notaNumber = index + 1;
                    const notaId = `nota${notaNumber}`;
                    const linkId = `link${notaNumber}`;
                    const notaText = nota.getAttribute('data-nota');

                    nota.innerHTML = `<a href="#${notaId}" id="${linkId}">${notaNumber}</a>`;

                    const notaPara = document.createElement('p');
                    notaPara.id = notaId;
                    notaPara.innerHTML = `<strong>Nota ${notaNumber}:</strong> ${notaText} <a href="#${linkId}">Voltar para o texto</a>`;

                    notasDiv.appendChild(notaPara);
                });
            });
        </script>
            <footer class="rodape">
                <span>Adicionado em: <strong id="data-adicao"></strong></span> |
                <span>Atualizado em: <strong id="data_atualizacao"></strong></span>
            </footer>

            <script>
                const dataAdicao = new Date('2025-12-24');
                const dataAtualizacao = new Date('2025-12-25');

                document.getElementById('data-adicao').textContent = dataAdicao.toLocaleDateString('pt-BR');
                document.getElementById('data_atualizacao').textContent = dataAtualizacao.toLocaleDateString('pt-BR');
            </script>
        </main>
</body>

</html>