<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="description"
        content="Tradução de “Hangyaku no roretsu (反逆の呂律)”, de Takeda Rintarô. Arroz e flores: antologia de literatura rebelde japonesa em português">
    <link rel="icon" href="../../images/icone.svg" type="image/svg+xml">
    <title>A linguagem da rebelião - Takeda Rintarô</title>
    <style>
        sup {
            font-size: 0.8rem;
            vertical-align: super;
        }

        a {
            color: #900;
            text-decoration: none;
        }

        a:hover {
            text-decoration: underline;
        }

        .notas p {
            margin-top: 10px;
            font-size: 0.8rem;
            color: #555;
        }
    </style>
    <link rel="stylesheet" href="../../css/texto.css">
</head>

<body>
    <main>
        <section class="destaque">
            <h1 class="titulo">A linguagem da rebelião</h1>
            <p class="autor"><strong><a href="../../antologia/takeda_rintaro/" target="_blank">Takeda
                        Rintarô</a></strong></p>
        </section>

        <section class="creditos">
            <p><strong>Tradução</strong>: Rafael Silva Rufino de Sousa
            </p>
            <p><strong>Revisão e cotejo</strong>: Felipe Chaves Gonçalves Pinto</p>
            <p><strong>HTML</strong>: Felipe Chaves Gonçalves Pinto</p>
            <p><strong>Texto original</strong>: "Hangyaku no roretsu". <em>Hangyaku no roretsu</em>, Tóquio: Kaizôsha,
                1930.
                Disponível em: <a href="https://www.aozora.gr.jp/cards/000189/files/46339_23658.html"
                    target="_blank"><em>Aozorabunko</em></a>.
                Acesso em: 16/12/2024.</p>
            <p><strong>Este texto está licenciado por</strong>:
                <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank">
                    Licença Creative Commons Atribuição-CompartilhaIgual 4.0 Internacional (CC BY-SA 4.0)</a>.
            </p>
        </section>
        <section class="indice">
            <h3>Sumário</h3>
            <ul>
                <li><a href="#capitulo1">1</a></li>
                <li><a href="#capitulo2">2</a></li>
                <li><a href="#capitulo3">3</a></li>
                <li><a href="#capitulo4">4</a></li>
                <li><a href="#capitulo5">5</a></li>
                <li><a href="#capitulo6">6</a></li>
                <li><a href="#capitulo7">7</a></li>
                <li><a href="#capitulo8">8</a></li>

            </ul>
        </section>
        <section class="texto">
            <h3 id="capitulo1" class="capitulo">1</h3>
            <p>Ele tira suas roupas de detento. Mas n&atilde;o tinha o que vestir. Quando foi trazido estava vestido com
                um quimono de algod&atilde;o com estampa listrada. N&atilde;o tem como andar com isso debaixo do sol
                escaldante de agosto. Pensou bem e acabou vestindo o <em>juban</em><sup><span class="nota"
                        data-nota="Peça de roupa tradicional japonesa usada por baixo do quimono."></span></sup>. Para
                cal&ccedil;ar ele comprou um
                par de sand&aacute;lias de palha de tr&ecirc;s <em>sen</em>.</p>
            <p>Assim, Senkichi saiu pelo port&atilde;o lateral da pris&atilde;o S &agrave;s 5 da manh&atilde;. Ele tinha
                raiva, logo, foi caminhando sem olhar para tr&aacute;s. A rua branca entre os campos de arroz se estende
                at&eacute; a esta&ccedil;&atilde;o. Atr&aacute;s dele, a pris&atilde;o que possu&iacute;a enormes muros
                de concreto foi ficando distante.</p>
            <p>Ele tinha tempo at&eacute; o hor&aacute;rio de embarcar no trem. Com os quatro ienes e dez centavos
                recebidos como recompensa pelos tr&ecirc;s meses de deten&ccedil;&atilde;o, ele comprou um <em>daifuku
                    mochi&nbsp;</em><sup><span class="nota"
                        data-nota="Doce tradicional japonês feito de bolinhas de mochi, uma massa de arroz glutinoso, recheadas com algo doce."></span></sup>
                em frente &agrave; esta&ccedil;&atilde;o. A pasta de feij&atilde;o estava azeda,
                como se fosse de ontem &agrave; noite. Mas ele movia energicamente as bochechas, bebia o ch&aacute; e
                engolia audivelmente.</p>
            <p>Ao desembarcar do trem, o caminho at&eacute; a aldeia era longo. As luzes da noite se acendem. O odor das
                folhas de arroz se destaca e chega at&eacute; seu nariz. Nessa volta para casa estranhamente ele
                n&atilde;o encontrou ningu&eacute;m voltando do trabalho. Ele foi at&eacute; a casa da sua sobrinha que
                era cercada por p&eacute;s de milho. A montanha ao fundo j&aacute; estava escura como breu</p>
            <p>Na varanda da casa de sua sobrinha, sua filha Umeko estava chorando. Sob a luz amarela da l&acirc;mpada
                do c&ocirc;modo, Umeko parecia miser&aacute;vel. Ele pensou na maneira como ela era tratada por sua
                sobrinha avarenta. Senkichi imediatamente jogou a roupa que trazia junto consigo, e pegou a filha em um
                dos bra&ccedil;os. Ela se assustou e chorou ainda mais.&nbsp;</p>
            <p>Ele discutiu com os sobrinhos at&eacute; tarde da noite. A sobrinha havia pedido um iene e cinquenta
                centavos para custear a cria&ccedil;&atilde;o da menina. Senkichi perguntou se ela era est&uacute;pida.
                Mesmo gastando trinta sen em um m&ecirc;s, n&atilde;o daria um iene no total, ele gritou. E ent&atilde;o
                ele jogou nela uma nota de um iene fedendo a gordura. A sobrinha catou a nota, e guardou dentro da faixa
                que estava sempre presa &agrave; sua cintura.&nbsp;</p>
            <p>O que fazer quando o dia amanhecer? O Senkichi n&atilde;o tinha mais terras para cultivar. Sua cabana
                tamb&eacute;m foi levada. Esse &eacute; o resultado de enfrentar os homens da aldeia. Para aqueles que
                n&atilde;o podiam permanecer na aldeia, n&atilde;o havia outra op&ccedil;&atilde;o sen&atilde;o ir para
                a cidade &ldquo;X&rdquo;. Nas cidades grandes as pessoas se concentram em todos os cantos. E, seguindo o
                pensamento de Senkichi &ldquo;&Eacute; poss&iacute;vel viver prosperamente&rdquo;. Por que ent&atilde;o
                se encolher em uma aldeia t&atilde;o mesquinha e limitada?</p>
            <p>A manh&atilde; chegou. Senkichi vestiu sua roupa amarelada que n&atilde;o era lavada desde o ano passado.
                Por cima da roupa amarrou uma faixa preta que usou para carregar Umeko.</p>
            <p>&mdash; N&atilde;o voltaremos para essa aldeia nunca mais.&nbsp;</p>
            <p>Sua sobrinha gritou de dentro da fuma&ccedil;a da fornalha</p>
            <p>&mdash; Suma daqui. Sua cara me enoja.</p>
            <p>Na delegacia local, j&aacute; sabiam que Senkichi havia voltado. Os agentes policiais ainda se lembravam
                de quando foram lan&ccedil;ados dentro de um lago por Senkichi ao tentarem cont&ecirc;-lo depois de ele
                ter invadido a casa do propriet&aacute;rio de terras aos berros. Como retalia&ccedil;&atilde;o,
                n&atilde;o bastou t&ecirc;-lo enviado &agrave; pris&atilde;o S por tr&ecirc;s meses. Eles incitaram os
                jovens da aldeia: &ldquo;Precisamos dar uma boa li&ccedil;&atilde;o nesse socialista que ousa desafiar
                os patr&otilde;es&rdquo;. Os jovens do vilarejo armaram uma emboscada para Senkichi.</p>
            <p>Eles atacaram Senkichi ao lado do lago. O vapor matinal ainda pairava sobre a &aacute;gua. Umeko foi
                lan&ccedil;ada para baixo do p&eacute; de caqui. A menina se molhou com o orvalho da grama. Os jovens
                gritaram enraivecidos in&uacute;meras vezes. E toda vez que isso acontecia se ouviam os gemidos de
                sofrimento de Senkichi. A &aacute;gua do lago se movimentava fazendo v&aacute;rias
                ondula&ccedil;&otilde;es. Quando os jovens se foram, Senkichi foi para debaixo da &aacute;rvore de
                caqui. A &aacute;gua pingava pela sua roupa, e pequenas plantas aqu&aacute;ticas se espalhavam desde
                suas bochechas p&aacute;lidas at&eacute; os l&aacute;bios que tremiam descontroladamente. Ele se despiu
                e caiu ao lado de sua filha. E ent&atilde;o, pai e filha se puseram a chorar.</p>
            <h3 id="capitulo2" class="capitulo">2</h3>
            <p>O Takeda, escritor desse pequeno texto, ouviu essa história através da Umeko. No entanto, ela só tinha
                quatro anos na época. Por isso, o que foi contado acima não deve ter sido o que a menina realmente viu.
                A história que seu pai Senkichi a contou incontáveis vezes enquanto estava embriagado certamente tomou
                uma forma muito clara na cabeça dela. Eles partiram para a cidade “X”. E então passaram-se quinze anos.
                Quinze anos é tempo suficiente para vários acontecimentos na vida do pobre. Mas, infelizmente, isso
                ficará a cargo da imaginação deste igualmente pobre escritor, e lidarei somente com os pontos
                importantes para a história. Tal como Umeko me contou.</p>
            <h3 id="capitulo3" class="capitulo">3</h3>
            <p>Senkichi passou por in&uacute;meras profiss&otilde;es. Primeiramente foi condutor de riquix&aacute;, na
                &eacute;poca em que ainda n&atilde;o conhecia claramente as ruas da cidade. Ele lucrou mesmo com as
                pernas debilitadas. Ent&atilde;o, a pol&iacute;cia trouxe a not&iacute;cia at&eacute; a casa do seu
                chefe: devido a uma disputa com o senhor de terras sobre a renda de arrendamento na aldeia ele foi
                rotulado de socialista. O chefe decidiu demitir Senkichi, o ajudante. Naquela noite, Senkichi tinha
                finalmente conseguido transportar um passageiro que estava indo para os distritos de
                prostitui&ccedil;&atilde;o. Era uma noite clara e gelada. Ele recebeu vinte sen e voltou. Quando foi
                comer um udon para aquecer seu peito naquela noite gelada, percebeu que o dinheiro que havia colocado na
                tigela n&atilde;o estava mais l&aacute;. Senkichi ficou im&oacute;vel por um tempo, contemplando as
                negras &aacute;guas do rio, em cima daquela ponte &agrave;s duas da manh&atilde;. Senkichi voltou para o
                segundo andar da casa do chefe e dormiu de est&ocirc;mago vazio ao lado da j&aacute; adormecida Umeko.
                Sem saber que teria que partir no dia seguinte</p>
            <p>Depois disso se tornou um trabalhador de limpeza urbana, ficando coberto pelo mau cheiro. Passou a
                trabalhar como vendedor ambulante de rem&eacute;dios de rua, andando e tocando acorde&atilde;o. Quando
                voltava para casa Umeko se divertia com o instrumento que ressoava como uma buzina. Em seguida, passou a
                trabalhar descarregando cargas do canal e levando at&eacute; os dep&oacute;sitos. Enquanto estava com um
                pesado fardo sobre os ombros e a cabe&ccedil;a levemente abaixada, uma grande m&atilde;o se estendeu
                diante dos olhos de Senkichi lhe entregando o pagamento do dia. Ele se assustou, p&ocirc;s a carga no
                ch&atilde;o, limpou o suor com a toalha que estava em seus ombros e viu que diante dele estava o
                supervisor. Ele disse para Senkichi desistir do trabalho e partir imediatamente. Umeko que estava na
                beira do rio de onde a grama brotava esparsamente, observava seu pai dando explica&ccedil;&otilde;es. A
                zona de entretenimento S foi planejada. Senkichi ent&atilde;o virou trabalhador da
                constru&ccedil;&atilde;o civil. Sob o c&eacute;u de outono ele colocava terra na vagoneta e a fazia
                correr. O contratante dizia &ldquo;Que me importa se &eacute; um ex-presidi&aacute;rio ou um idealista?
                N&atilde;o se preocupe com isso. Apenas trabalhe! Trabalhe! N&atilde;o vou fazer nada de ruim com
                voc&ecirc;.&rdquo; Mas, a constru&ccedil;&atilde;o da zona de entretenimento foi cancelada e o
                contratante fugiu sem pagar aos oper&aacute;rios. Umeko completou sete anos e tinha que ir &agrave;
                escola.&nbsp;</p>
            <p>Senkichi sempre carregava um r&oacute;tulo que o acompanhava aonde quer que fosse. Por alguma
                raz&atilde;o, ele &eacute; um idealista. Ele tinha uma condena&ccedil;&atilde;o anterior por socar um
                policial de prote&ccedil;&atilde;o civil. Assim, aos poucos ele foi ficando cada vez mais embrutecido.
                Olho por olho, dente por dente. Ele pensou em retribuir a forma como foi tratado. Era s&oacute;
                conseguir um pouco de dinheiro que ia beber. Ele n&atilde;o sossegava enquanto n&atilde;o bebia. E
                amaldi&ccedil;oava o senhor de terras e os policiais. Devido a vida pobre era dif&iacute;cil evitar
                falar mal dos ricos. Mas nessas horas, a &uacute;nica que o ouvia atentamente era apenas Umeko. A
                crian&ccedil;a estava calada sentada em frente ao seu pai.&nbsp;</p>
            <p>Em uma manh&atilde; de um dia de outono, Umeko saiu para ir &agrave; escola, mas voltou para casa logo
                depois. Naquela &eacute;poca, Senkichi trabalhava como pintor. Embora ele tenha nascido campon&ecirc;s,
                sua caligrafia era &oacute;tima. E isso lhe foi &uacute;til. Quando avistou Umeko, Senkichi que estava
                escrevendo em uma grande placa, gritou l&aacute; de cima da escada &ldquo;O que houve? J&aacute;
                terminou as aulas?&rdquo; Ent&atilde;o a Umeko explicou que ao ir &agrave; escola normalmente, o
                professor a repreendeu por n&atilde;o estar vestindo um<em> hakama</em><sup><span class="nota"
                        data-nota="Vestimenta tradicional japonesa que cobre a parte inferior do corpo e se assemelha a uma calça larga."></span></sup>.
                Hoje era o dia do
                anivers&aacute;rio do imperador. &ldquo;O professor me chamou de infiel.&rdquo; Senkichi desceu da
                escada. &ldquo;Quem diabos ele pensa que &eacute;? Vou agora mesmo falar com esse professor. Que merda
                &eacute; essa de chamar pobre de infi&eacute;l? Se precisam de <em>hakama</em> ou de quimono bom, que
                comprem e deem pra gente!&rdquo;, ele disse. No final das contas perdeu o emprego. Umeko foi
                extremamente maltratada na escola.&nbsp;</p>
            <p>Quando foi para o segundo ano, ela come&ccedil;ou a aprender a fazer bal&otilde;es ensinada pela senhora
                com quem morava. Ela colocava peda&ccedil;os de papel vermelho, roxo, amarelo, azul e branco, parecidos
                com p&eacute;talas de flores, sobre a mesa baixa. Todo dia ela preparava cola e fazia os bal&otilde;es.
                Quando ca&iacute;a a noite, ela embrulhava em um <em>furoshiki</em> azul-marinho os seus bal&otilde;es
                junto com os que a senhora preparou e atravessava a colina, caminhando por um longo caminho at&eacute; a
                loja de bal&otilde;es no distrito dos atacadistas. No entanto, meninas de oito ou nove anos normalmente
                preferem brincar com os bal&otilde;es a faz&ecirc;-los.&nbsp;</p>
            <p>E ela tamb&eacute;m fazia decora&ccedil;&otilde;es em pentes de celuloide. Ela usava uma cola ocidental
                chamada cola &aacute;rabe. Usa-se uma pin&ccedil;a para segurar o pequeno enfeite de metal. Quando esse
                m&eacute;todo n&atilde;o funcionava, ela atravessava al&ccedil;as de barbante em sacos de papel. Quando
                Senkichi perdia o emprego, ele tamb&eacute;m ajudava a garota nesse trabalho menos lucrativo.</p>
            <h3 id="capitulo4" class="capitulo">4</h3>
            <p>Me alonguei um pouco nisso. Vou escrever de forma mais simples. Uma mera lista de situações assim não
                desperta muito o interesse do leitor. De qualquer forma, sob a influência desse tipo de pai e de sua
                vida, ela gradualmente aprendeu a linguagem da rebelião. Essa linguagem tornou-se claramente um discurso
                quando ela passou a trabalhar em uma fábrica de fósforos.
            </p>
            <h3 id="capitulo5" class="capitulo">5</h3>
            <p>V&aacute;rios baldes est&atilde;o alinhados a fim de tornar macio o osso de boi usado para fazer escovas
                de dente. O osso de boi &eacute; amarelo e fedido. Senkichi trabalhava com isso. O setor de desbaste
                inicial. O p&oacute; branco e &aacute;spero o cobria da cabe&ccedil;a aos ombros. Naquele ano muitos
                foram os artigos de jornal sobre disputas trabalhistas. Os artes&atilde;os (Senkichi chamava os
                trabalhadores dessa forma) liam esses artigos com afinco. Esse era o &uacute;nico assunto discutido
                durante os intervalos de almo&ccedil;o. &ldquo;A Fundi&ccedil;&atilde;o E est&aacute; em greve, exigindo
                um aumento de 20 sen na di&aacute;ria. N&oacute;s tamb&eacute;m precisamos conseguir um aumento de pelo
                menos 20 ou 30 sen, n&atilde;o &eacute;?&rdquo; Alguns volunt&aacute;rios se reuniram e come&ccedil;aram
                a estudar por que as greves ocorriam entre trabalhadores de outras f&aacute;bricas em
                condi&ccedil;&otilde;es semelhantes. Como resultado, essa f&aacute;brica tamb&eacute;m decidiu entrar em
                greve. Foi feita at&eacute; a exig&ecirc;ncia de construir n&atilde;o apenas um port&atilde;o frontal,
                mas tamb&eacute;m um port&atilde;o traseiro, pois muitos trabalhadores precisam fazer um desvio
                desnecess&aacute;rio. Primeiro eles come&ccedil;aram sabotando o trabalho. Depois solicitaram o apoio da
                filial da fraternidade sindical. Foi a primeira experi&ecirc;ncia do &ldquo;idealista&rdquo; Senkichi em
                uma greve. Ele lutou bravamente. A disputa durou muito tempo. Ele foi derrubado muitas vezes. Mesmo
                assim ele permaneceu implac&aacute;vel e ficou a frente de todos com a inten&ccedil;&atilde;o de
                derrotar o inimigo. A maioria das solicita&ccedil;&otilde;es passou e tudo foi resolvido.</p>
            <p>Senkichi tornou-se presidente da filial da f&aacute;brica. Ele ficou satisfeito como uma crian&ccedil;a.
                E assim prosseguiu em uma vida relativamente tranquila. Ele alugou uma casa t&eacute;rrea em um beco
                entre a loja de vidros e a loja de tamancos. E Umeko tamb&eacute;m cresceu o suficiente para trabalhar
                na f&aacute;brica de f&oacute;sforos. Havia sempre espi&otilde;es indo e vindo. No entanto, agora
                parecia que eles tinham um pouco mais de respeito por Senkichi. Eles brincavam com a jovem Umeko e
                contavam piadas com ele.</p>
            <h3 id="capitulo6" class="capitulo">6</h3>
            <p>O movimento trabalhista japonês gradativamente passou de algo que ocorre espontaneamente para algo que
                ocorre de forma consciente. O movimento de até então foi reformulado. Os líderes passaram a pensar sobre
                vários problemas difíceis. Após a primeira greve, mesmo na filial sindical da fábrica de escovas de
                dente M, que até então havia permanecido tranquila, segundo Senkichi, surgiram jovens que começaram a
                expressar argumentos complicados. Para Senkichi, era algo “insuportável”. Mas ele disse “Não quero que
                as pessoas esqueçam quem eu era durante aquela greve”. Os jovens não mostravam qualquer consideração por
                esse veterano. Vou me aposentar. E então ele se tornou um membro comum do sindicato. De alguma forma,
                ele sentia que agir com base em teorias precisas e seguir regras era algo sufocante. Ele queria resistir
                de uma forma mais parecida com uma festa, em meio à euforia.
            </p>
            <h3 id="capitulo7" class="capitulo">7</h3>
            <p>A &aacute;gua suja do riacho flu&iacute;a. Uma pequena ponte de madeira se estendia entre as margens. Ao
                leste havia uma antiga delegacia de pol&iacute;cia. Atravessando o rio, exatamente do outro lado, haviam
                quatro ou cinco escrit&oacute;rios de escriv&atilde;es. Pouco tempo depois, Senkichi, alugando a fachada
                de uma casa comercial fechada, por al&iacute; ficou. Sem perceber, ele tamb&eacute;m se tornou um
                escriv&atilde;o. Sem d&uacute;vida, ele contou com a ajuda de algum espi&atilde;o com quem ele tornou-se
                estranhamente amig&aacute;vel. Com sua boa caligrafia, ele aguardava clientes e fazia a
                reda&ccedil;&atilde;o de formul&aacute;rios e documentos por eles. Ele ficava l&aacute; at&eacute; o fim
                da tarde e depois voltava para a sua casa, situada entre a loja de vidro usado e a loja de tamancos.
                &Agrave;s vezes, a casa estava sem luzes acesas e o jantar ainda n&atilde;o estava pronto. Umeko, que
                trabalha na f&aacute;brica de f&oacute;sforos, n&atilde;o se comportava como uma mo&ccedil;a, pois
                &agrave;s vezes n&atilde;o voltava para casa nem mesmo quando j&aacute; era hora de sair. Um
                espi&atilde;o chamado Fujimoto que ainda hoje periodicamente visitava Senkichi, foi v&ecirc;-lo no
                escrit&oacute;rio de escriv&atilde;o, e depois de terem falado de diversos assuntos ele disse
                &ldquo;Melhor tomar cuidado com a Umeko. Algum inseto pode estar zanzando perto dela&rdquo;.&nbsp;</p>
            <p>Inseto? Com frequ&ecirc;ncia um jovem rapaz ia visitar Umeko em sua casa. Senkichi frequentemente falava
                com ele, de forma animada, sobre o seu antigo eu &ldquo;idealista&rdquo;. Ele dizia &ldquo;N&atilde;o
                consigo assistir o movimento dos jovens de hoje. &Eacute; muito perigoso.&rdquo; Falando dessa forma e
                vivendo tranquilamente seus dias, um sentimento de avers&atilde;o ao poder organizacional dos jovens
                come&ccedil;ou a surgir. Era um estranho fen&ocirc;meno. &ndash; Ser&aacute; que aquele jovem que vem
                visitar era um inseto? &ndash; Ele pensou.</p>
            <p>Nesse momento, esse inseto, aquele jovem, estava encostado na parede de tijolos, esperando que Umeko
                sa&iacute;sse da f&aacute;brica. Eles tinham v&aacute;rios assuntos para conversar. Eles caminhavam pelo
                antigo e depredado muro da f&aacute;brica de f&oacute;sforos. Ainda fazia frio. Ventava e o xale que
                Umeko trazia nos ombros tremulava. Quando a conversa parou Umeko, de repente, disse</p>
            <p>&mdash; N&atilde;o seria isso um encontro secreto de amantes? Parece que estamos envolvidos em alguma
                atividade como namorados.</p>
            <p>E ent&atilde;o eles riram jovialmente. Nessa noite ela voltou para casa mais tarde. A cola, grudada em
                sua bochecha e ombro direito, parecia estar fria e dura. Quando esfregava as m&atilde;os, a cola se
                desfazia caindo em peda&ccedil;os pretos junto com a sujeira.</p>
            <p>Os dois foram juntos colar um p&ocirc;ster. Por causa do vento estava dif&iacute;cil fixar o p&ocirc;ster
                que pedia a dissolu&ccedil;&atilde;o do parlamento. Por mais que se aplicasse cola ela desprendia. Os
                jovens estenderam um manto para tentar evitar a ventania. A pequena Umeko estava embrulhada, junto ao
                p&ocirc;ster, nesse manto.&nbsp;</p>
            <p>&mdash; &Eacute; como se realmente fossemos amantes. Tenho certeza que &eacute; assim quando se trata de
                amor.</p>
            <h3 id="capitulo8" class="capitulo">8</h3>
            <p>&Agrave; medida que o ver&atilde;o se aproximava o pai come&ccedil;ou a ralhar cada vez mais com a filha.
                Ele s&oacute; vivia pela mem&oacute;ria daquela greve. Ele come&ccedil;ou a pensar que aquele jovem que
                a visitava estava a seduzindo para o mal caminho. O mal caminho ― Ele fazia refer&ecirc;ncia a forma
                como os movimentos trabalhistas funcionavam ultimamente. Ela olhou atentamente para o rosto de Senkichi
                que parecia estranhamente reacion&aacute;rio e viu a velhice come&ccedil;ando a aparecer em sua
                express&atilde;o.</p>
            <p>― N&atilde;o &eacute; nada disso Nada disso mesmo.</p>
            <p>Se ela n&atilde;o negasse , n&atilde;o saberia o que seu pai diria a Fujimoto, que costuma
                visit&aacute;-los vindo do outro lado do rio. Umeko sentiu-se triste por ter que se preocupar com isso.
                N&atilde;o foi este pai quem havia lhe ensinado as no&ccedil;&otilde;es da linguagem da rebeli&atilde;o?
                A semente plantada nesta &eacute;poca est&aacute; tentando brotar. Foi ela quem liderou a
                cria&ccedil;&atilde;o de uma organiza&ccedil;&atilde;o das corajosas oper&aacute;rias da
                se&ccedil;&atilde;o de impress&atilde;o da f&aacute;brica de f&oacute;sforos.</p>
            <br>
            <p>A cor do anoitecer ficava cada vez mais escura. O canal borbulhava com pequenas bolhas, e o c&eacute;u
                estava pesadamente nublado. Quando Senkichi estava se preparando para fechar a loja e voltar para a
                casa, chegou um pedido. Ele preencheu a notifica&ccedil;&atilde;o de constru&ccedil;&atilde;o e cobrou
                nove sen por cada folha. O cliente, distra&iacute;do, havia esquecido o seu carimbo. Ele saiu apressado
                para busc&aacute;-lo. Ele botou a notifica&ccedil;&atilde;o em cima da mesa e ficou esperando
                distraidamente o cliente voltar. H&aacute; um mosquito zumbindo na casa. Naquele momento, uma mulher
                pequena estava sendo arrastada por dois homens de terno, vindo do sul, do outro lado do rio. Os olhos de
                Senkichi, que a observava com indiferen&ccedil;a, de repente brilharam intensamente, e ele se levantou.
                Era uma cena estranha. Umeko havia sido capturada por um espi&atilde;o! A garota, ao atravessar o rio,
                reconheceu o seu pai. Ela fez uma rever&ecirc;ncia para ele e desapareceu na pol&iacute;cia. Ele ficou
                perplexo. No fundo ele queria que a filha permanecesse intocada. Mas, havia um inseto. Um inseto.
                &ndash; &ldquo;Por favor. Por favor&rdquo;.</p>
            <p>Naquele momento, o cliente que havia retornado dizia repetidamente, enquanto estendia um carimbo por
                tr&aacute;s dele.</p>



            <p style="text-align: right;"><em>Manhã de 19 de setembro de 1929</em></p>
        </section>

        <div class="notas" id="notas">
            <h3>Notas</h3>
        </div>

        <script>
            document.addEventListener('DOMContentLoaded', function () {
                const notasDiv = document.getElementById('notas');
                const notas = document.querySelectorAll('.nota');

                notas.forEach((nota, index) => {
                    const notaNumber = index + 1;
                    const notaId = `nota${notaNumber}`;
                    const linkId = `link${notaNumber}`;
                    const notaText = nota.getAttribute('data-nota');

                    nota.innerHTML = `<a href="#${notaId}" id="${linkId}">${notaNumber}</a>`;

                    const notaPara = document.createElement('p');
                    notaPara.id = notaId;
                    notaPara.innerHTML = `<strong>Nota ${notaNumber}:</strong> ${notaText} <a href="#${linkId}">Voltar para o texto</a>`;

                    notasDiv.appendChild(notaPara);
                });
            });
        </script>
        <script>
            const dataAdicao = new Date('2024-12-16');
            const dataAtualizacao = new Date('2024-12-16');

            document.getElementById('data-adicao').textContent = dataAdicao.toLocaleDateString('pt-BR');
            document.getElementById('data_atualizacao').textContent = dataAtualizacao.toLocaleDateString('pt-BR');
        </script>
    </main>
</body>

</html>