<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="description"
        content="Tradução de “Shide no michikusa (死出の道草)”, de Kan'no Sugako. Arroz e flores: antologia de literatura rebelde japonesa em português">
    <link rel="icon" href="../../images/icone.svg" type="image/svg+xml">
    <title>Digressões a caminho da morte - Kan'no Sugako</title>
    <style>
        sup {
            font-size: 0.8rem;
            vertical-align: super;
        }

        a {
            color: #900;
            text-decoration: none;
        }

        a:hover {
            text-decoration: underline;
        }

        .notas p {
            margin-top: 10px;
            font-size: 0.8rem;
            color: #555;
        }
    </style>
    <link rel="stylesheet" href="../../css/texto.css">
</head>

<body>
    <main>
        <section class="destaque">
            <h1 class="titulo">Digressões a caminho da morte</h1>
            <p class="autor"><strong><a href="../../antologia/kanno_sugako/" target="_blank">Kan'no Sugako</a></strong>
            </p>
        </section>

        <section class="creditos">
            <p><strong>Tradução</strong>: Felipe Chaves Gonçalves Pinto
            </p>
            <p><strong>HTML</strong>: Felipe Chaves Gonçalves Pinto</p>
            <p><strong>Primeira publicação da tradução</strong>: Pinto, F.C.G. <em>A terra do sol negro</em>: a
                representação da melancolia em escritos carcerários japoneses, vl. 2. Dissertação de Mestrado, USP, p.
                19-49,
                2024. Disponivel em: <a href="https://doi.org/10.11606/D.8.2024.tde-06112024-181510" target="_blank">Banco de dados USP</a>. Acesso em: 07/11/2024.</p>
            <p><strong>Texto original</strong>: <em>Shide no michikusa</em>. Manuscrito, Tóquio, 1911.
                Original ainda não disponível para consulta.</p>
            <p><strong>Este texto está licenciado por</strong>:
                <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank">
                    Licença Creative Commons Atribuição-CompartilhaIgual 4.0 Internacional (CC BY-SA 4.0)</a>.
            </p>
        </section>

        <section class="indice">
            <h3>Sumário</h3>
            <ul>
                <li><a href="#capitulo1">Dia 18 de janeiro de 1911 (Meiji, 44), nublado</a></li>
                <li><a href="#capitulo2">Dia 19, nublado</a></li>
                <li><a href="#capitulo3">Dia 20, nevando</a></li>
                <li><a href="#capitulo4">Dia 21, ensolarado</a></li>
                <li><a href="#capitulo5">Dia 22, ensolarado</a></li>
                <li><a href="#capitulo6">Dia 23, ensolarado</a></li>
                <li><a href="#capitulo7">Dia 24, ensolarado</a></li>
            </ul>
        </section>

        <section class="texto">
            <br><br>
            <p style="text-align: center; text-indent: 0;"><em>O que aqui vai escrito &eacute; o registro profundamente
                    sincero, sem adornos, dissimula&ccedil;&otilde;es ou fingimentos do dia de hoje em que recebi a
                    senten&ccedil;a de morte at&eacute; o dia em que subirei no cadafalso.</em></p>
            <p style="text-align: center; text-indent: 0;"><em>18 de janeiro de 1911 (Meiji,
                    44),</em><br><em>(Pres&iacute;dio Feminino de T&oacute;quio)</em></p>

            <h3 id="capitulo1" class="capitulo">Dia 18 de janeiro de 1911 (Meiji, 44), nublado</h3>
            <p>H&aacute; muito j&aacute; estava preparada para a pena capital, minha &uacute;nica
                preocupa&ccedil;&atilde;o dia e noite era saber, isto sim, quantos dos meus 25 companheiros de
                acusa&ccedil;&atilde;o poderiam ser salvos. Embarcaram-me na carruagem da pris&atilde;o antes do
                meio-dia, da janela conseguia ver, sob uma r&eacute;stia de sol iluminando o percurso pela cidade,
                pessoas com espadas e solenemente em guarda. Pareciam pressentir o veredicto do julgamento. Eu esperava,
                impaciente, a abertura da corte que teria in&iacute;cio &agrave; uma da tarde.</p>
            <p>Chegou a hora. Subimos para o segundo andar, passamos pelo terceiro e descemos mais uma vez para o
                segundo. N&atilde;o s&oacute; os corredores que percorremos at&eacute; o tribunal da Suprema Corte
                estavam, como esperado, fortemente vigiados, mas tamb&eacute;m a corte em si durante o julgamento. A
                Suprema Corte estava entupida de gente, de advogados aos rep&oacute;rteres at&eacute; os observadores e
                demais pessoas, todos, sem exce&ccedil;&atilde;o, se espremiam uns aos outros com for&ccedil;a.</p>
            <p>Eu que tenho vertigens com facilidade, ap&oacute;s subir incont&aacute;veis degraus e naquele tribunal
                asfixiante e de ar saturado, me senti tonta, mas, ap&oacute;s me acalmar um pouco, olhei meus
                companheiros de acusa&ccedil;&atilde;o e todos eles, com uma afli&ccedil;&atilde;o estampada no rosto,
                guardavam sil&ecirc;ncio como se temessem at&eacute; mesmo sorrirem um para o outro.</p>

            <p style="text-indent: 0; padding-left: 6em;">[Uma alcateia de le&otilde;es <br>
                famintos, garras aparadas e presas cerradas: <br>
                25 bodes expiat&oacute;rios <br>
                como nunca se viu]<sup><span class="nota"
                        data-nota="As passagens entre colchetes indicam trechos do original que foram rasurados pela autora."></span></sup>
            </p>

            <p>Pouco depois, os ju&iacute;zes apareceram no tribunal entrando pela porta principal da esquerda. Morte ou
                vida? O destino de 26 pessoas, por fim, se aproximava eminentemente. Muitos dos r&eacute;us certamente
                tinham o peito a manear.</p>
            <p>Assim que o escriv&atilde;o, como de costume, terminou de ler os nomes dos r&eacute;us, Tsuru<sup><span
                        class="nota" data-nota="鶴丈一郎, Tsuru J&ocirc;ichir&ocirc; (1858-1926)."></span></sup>, o
                presidente do j&uacute;ri,
                ap&oacute;s algumas palavras de aviso, come&ccedil;ou a ler, entre um copo de &aacute;gua e outro para
                umidificar a garganta, os longos argumentos por tr&aacute;s da senten&ccedil;a postergando, assim, o
                veredicto para o fim<sup><span class="nota"
                        data-nota="No sistema judici&aacute;rio da &eacute;poca, o veredicto era costumeiramente dito no in&iacute;cio das se&ccedil;&otilde;es."></span></sup>.
            </p>
            <p>Na medida em que lia, na medida em que escut&aacute;vamos o que era lido, ficava cada vez mais
                escancarada a escandalosa manipula&ccedil;&atilde;o e distor&ccedil;&atilde;o dos fatos com que buscava
                arbitrariamente imputar ao Artigo 73<sup><span class="nota"
                        data-nota="O Artigo 73 &eacute; o de Crime de Grande Inconfid&ecirc;ncia, isto &eacute;, quando se planeja ou executa um plano de lesa ou assassinato do imperador ou de membros da fam&iacute;lia imperial."></span></sup>
                at&eacute; mesmo os que eram creditados como inocentes; minha afli&ccedil;&atilde;o, diante disto, pouco
                a pouco foi crescendo e por fim submergiu meu peito como se fosse um tsunami. Ainda assim, at&eacute;
                que ele chegasse ao veredicto final, eu rezei para que a senten&ccedil;a fosse branda, nem que seja para
                uma &uacute;nica pessoa sequer. Mas, ah!, j&aacute; n&atilde;o havia mais nada que pudesse ser feito...
                Exceto por Nitta<sup><span class="nota" data-nota="新田融, Nitta T&ocirc;ru (1880-1938)."></span></sup>,
                condenado a onze anos, e
                por Niimura Zenbei<sup><span class="nota" data-nota="新村善兵衛 (1881-1920)."></span></sup>, condenado a
                oito, a
                cada um de n&oacute;s dos outros vinte e quatro s&oacute; uma coisa: a execu&ccedil;&atilde;o!</p>
            <p>Na realidade, desde o in&iacute;cio eu temia por este desfecho, mas a investiga&ccedil;&atilde;o do
                tribunal, inesperadamente, seguiu t&atilde;o meticulosamente que cheguei a ter a esperan&ccedil;a de que
                talvez pud&eacute;ssemos receber um julgamento, relativamente, justo. Ao escutar o inesperado veredicto
                fui atacada por uma f&uacute;ria e uma indigna&ccedil;&atilde;o t&atilde;o grande que o sangue ferveu,
                furioso, como fogo por todo meu corpo. Minha fr&aacute;gil carne trepidava.</p>
            <p>Ah!, meus pobres amigos!, meus pobres companheiros! Mais da metade deles foram envolvidos nesse
                infort&uacute;nio por causa de cinco ou seis de n&oacute;s. Acabaram por nos acompanhar neste
                inacredit&aacute;vel abate s&oacute; porque estavam envolvidos conosco. Foram lan&ccedil;ados a morte
                s&oacute; porque eram anarquistas.</p>
            <p>Ah!, meus pobres amigos!, meus pobres companheiros!</p>
            <p>Eu n&atilde;o era a &uacute;nica chocada com a grande imprevisibilidade dos acontecimentos. Todos os
                advogados, os guardas da pris&atilde;o, os policiais que estavam presentes durante estes dezesseis dias
                de julgamentos, todos que sabiam a realidade dos fatos, certamente ficaram chocados com a escandalosa
                injusti&ccedil;a deste veredicto. O choque estampando no rosto de todos era claro e transl&uacute;cido
                como a &aacute;gua. Paralisados por uma inelut&aacute;vel indigna&ccedil;&atilde;o e sem articular voz
                ou palavras, ficaram em sil&ecirc;ncio, um sorriso frio se desenhou nos l&aacute;bios dos r&eacute;us.
            </p>
            <p>Ah!, Sagrado tribunal! Justo tribunal! Governo japon&ecirc;s! Pa&iacute;s civilizado do oriente!</p>
            <p>Execute como bem entender sua tirania!&nbsp; Que haja a injusta brutalidade!</p>
            <p>N&atilde;o precisamos ir muito longe atr&aacute;s de precedentes, temos fresco em nossas mem&oacute;rias
                o Caso da Bandeira Vermelha<sup><span class="nota"
                        data-nota="赤旗事, <em>akahata jiken</em>: incidente de repress&atilde;o violenta acarretado por uma manifesta&ccedil;&atilde;o pol&iacute;tica de cunho anarquista que ocorreu em T&oacute;quio no dia 22 de junho de 1908. A manifesta&ccedil;&atilde;o tinha como objetivo receber um anarquista (Yamaguchi Koken) que tinha sido preso e estava sendo solto naquele dia. Em certo momento da manifesta&ccedil;&atilde;o alguns anarquistas trouxeram bandeiras vermelhas que traziam escrito &ldquo;Anarcocomunismo&rdquo;, &ldquo;Revolu&ccedil;&atilde;o Social&rdquo; e come&ccedil;aram a cantar can&ccedil;&otilde;es revolucion&aacute;rias. A pol&iacute;cia prontamente suplantou por meio de viol&ecirc;ncia a manifesta&ccedil;&atilde;o e diversos ativista foram presos, dentre este estavam &Ocirc;sugi Sakae, Arahata Kanson e Kan&rsquo;no Sugako."></span></sup>.
                O que mais
                poder&iacute;amos esperar ap&oacute;s este despotismo, este injusto veredicto do tribunal?</p>
            <p>Encravem em suas mem&oacute;rias, meus companheiros!, camaradas de todo o mundo!</p>
            <p>Eu queria consolar meus companheiros de julgamento. Mas, era tamanha a minha indigna&ccedil;&atilde;o
                que, de pronto, n&atilde;o consegui achar nenhuma palavra apropriada. S&oacute; consegui repetir sozinha
                &ldquo;que ultrajante e injusto julgamento!&rdquo;.</p>
            <p>E ent&atilde;o, de repente, um chap&eacute;u de palha tran&ccedil;ado foi colocado sobre minha
                cabe&ccedil;a. Fui a primeira a ser retirada da corte pois segu&iacute;amos na ordem inversa a que
                entramos. Me levantei. Ah, meus amigos! Meus amigos que n&atilde;o voltarei a ver! Meus amigos que
                subir&atilde;o no mesmo cadafalso que tamb&eacute;m me colocar&atilde;o! Dentre eles alguns certamente
                guardam m&aacute;goas de n&oacute;s. Mas, no fim das contas, todos que est&atilde;o aqui nesta corte
                como r&eacute;us s&atilde;o meus amigos. Adeus, 25 pessoas! Adeus, 25 sacrif&iacute;cios! Adeus!</p>
            <p>&ldquo;Adeus, pessoal!&rdquo;</p>
            <p>Foi somente o que eu consegui dizer.</p>
            <p>&ldquo;Adeus&hellip;&rdquo;</p>
            <p>&ldquo;Adeus&hellip;&rdquo;</p>
            <p>Gritaram &agrave;s minhas costas. Ap&oacute;s eu sair da corte [cinco ou seis passos] escutei [um grito]
                uma voz gritando:</p>
            <p>&ldquo;Viva!&rdquo;</p>
            <p>Certamente era um dos fervorosos anarquistas gritando &ldquo;Viva o anarquismo!&rdquo;. Quando subi o
                primeiro degrau da escada de pedra, uma voz me chamou em um grito:</p>
            <p>&ldquo;Kan&rsquo;no!&rdquo;</p>
            <p>Ao voltar &agrave; pris&atilde;o provis&oacute;ria da Corte, comecei a recuperar a calma. Me senti um
                pouco envergonhada por ter ficado t&atilde;o indignada.</p>
            <p>Injusto julgamento!</p>
            <p>Ap&oacute;s tudo que passei n&atilde;o era algo com o qual eu deveria ficar surpresa. Pensando a partir
                de todas as experi&ecirc;ncias que tive, um resultado como este era mais do que esperado. N&atilde;o foi
                exatamente por termos sofrido com um julgamento injusto, com um poder tirano que come&ccedil;amos a
                planejar uma conspira&ccedil;&atilde;o como a de agora? O &aacute;pice do meu mais grave erro foi ter
                acreditado que meus companheiros poderiam ser salvos por este poder, que eu n&atilde;o reconhe&ccedil;o,
                s&oacute; porque a investiga&ccedil;&atilde;o estava sendo feita meticulosamente. Lamento muito, ao
                ponto de n&atilde;o ter sequer palavras de sauda&ccedil;&atilde;o para a maioria de meus companheiros de
                julgamento, mas este era tamb&eacute;m, em certo aspecto, o destino destas pessoas. Em se tratando de
                sujeitos que tranquilamente se autodenominavam anarquistas, &eacute; razo&aacute;vel supor que este
                nobre sacrif&iacute;cio n&atilde;o seja inconsciente. E ainda, que se autoconsolar&atilde;o. Mas agora,
                infelizmente, n&atilde;o temos outra op&ccedil;&atilde;o sen&atilde;o pedir-lhes que desistam.</p>
            <p>E ainda assim, enquanto pensava nisto, [uma fr&aacute;gil humana como eu] eu n&atilde;o conseguia deixar
                de sentir uma [desagrad&aacute;vel] l&aacute;stima terr&iacute;vel.</p>
            <p>A carruagem da pris&atilde;o finalmente chegou. Eu deixei a mal iluminada pris&atilde;o
                provis&oacute;ria. Da pequena janela da fileira dianteira vi o rosto injetado de sangue de Takeda
                Ky&ucirc;hei<sup><span class="nota" data-nota="武田九平 (1875-1932)."></span></sup> despontar e gritar:</p>
            <p>&ldquo;Adeus!&rdquo;</p>
            <p>Eu tamb&eacute;m respondi: &ldquo;Adeus!&rdquo;. E escutei, ent&atilde;o, uma voz vinda de algum lugar
                dizendo tamb&eacute;m o mesmo &ldquo;Adeus!&rdquo;. Quanto sentimento est&aacute; contido nessa pequena
                palavra!</p>
            <p>O carro da pris&atilde;o banhado lateralmente pelo sol do entardecer seguia pelas ruas da cidade, ruas
                que eu nunca mais voltaria a pisar, rumo a Ichigaya.</p>

            <p style="text-indent: 0; padding-left: 6em;">Finalmente chegou. <br>
                O dia em que as flechas negras do deus destino <br>
                encontrar&atilde;o minha testa <br>
                finalmente chegou!</p>
            <p style="text-indent: 0; padding-left: 6em;">Os irregulares fios do destino <br>
                que vinha enrolando <br>
                em meus dedos finos <br>
                Por fim esgotaram-se.</p>

            <h3 id="capitulo2" class="capitulo">Dia 19, nublado</h3>
            <p>Apesar de ainda estar com muita raiva daquele injusto julgamento, acho que estava muito cansada de todos
                os outros dias e dormi profundamente a partir das primeiras horas da noite. Por isso hoje, a despeito do
                clima nublado, me sinto renovada.</p>
            <p>Recebi autoriza&ccedil;&atilde;o para poder enviar como <em>memento</em> meu quimono formal de seda e com
                o bras&atilde;o para Sakai no M&acirc;b&ocirc;<sup><span class="nota"
                        data-nota="Sakai no M&acirc;b&ocirc;, ou apenas &ldquo;M&acirc;b&ocirc;&rdquo;, ou &ldquo;Sakai M&acirc;&rdquo; ou ainda somente &ldquo;M&acirc;&rdquo;: filha de 堺利彦, Sakai Toshihiko (1871-1933), que, ap&oacute;s se casar pela segunda vez, assumiu o nome 近藤真柄, Kond&ocirc; Magara (1903-1983)."></span></sup>,
                meu quimono de
                seda de pe&ccedil;a &uacute;nica para Hori Yasuko<sup><span class="nota"
                        data-nota="堀保子 (1883-1924)."></span></sup> e meu manto
                preto e quimono forrado de musselina listrada para Yoshikawa Morikuni<sup><span class="nota"
                        data-nota="吉川守邦 (1883-1939)."></span></sup>.</p>
            <p>Aturdida e estupefata! Escrevi cart&otilde;es postais para Isobe<sup><span class="nota"
                        data-nota="磯部四郎, Isobe Shir&ocirc; (1851-1923)."></span></sup>,
                Hanai<sup><span class="nota" data-nota="花井卓蔵, Hanai Takuz&ocirc; (1868-1931)."></span></sup> e
                Imamura<sup><span class="nota" data-nota="今村力三郎, Imamura Rikisabur&ocirc; (1866-1954)."></span></sup>,
                meus
                tr&ecirc;s advogados, expressando meu atordoamento com o veredicto. Tamb&eacute;m escrevi para Sakai,
                Hori e Yoshikawa informando dos envios.</p>
            <p>Recebi cinco revista de K&ocirc;toku<sup><span class="nota"
                        data-nota="幸徳秋水, K&ocirc;toku Sh&ucirc;sui (1871-1911)."></span></sup> e tr&ecirc;s de
                Yoshikawa.
            </p>
            <p>Ontem escureceu enquanto escrevia meu di&aacute;rio e conversava com os investigadores. No fim,
                n&atilde;o consegui ler uma p&aacute;gina sequer das revistas.</p>
            <p>Pela tarde o capel&atilde;o Numanami<sup><span class="nota"
                        data-nota="沼波政憲, Numanami Masanori (?-?)."></span></sup> apareceu. Ele falou sobre
                como um dos meus companheiros de julgamento, Mineo<sup><span class="nota"
                        data-nota="峯尾節堂, Mineo Setsud&ocirc; (1885-1919)."></span></sup>, ap&oacute;s
                receber a senten&ccedil;a de morte e aceitar pela primeira vez a virtude da f&eacute; na
                salva&ccedil;&atilde;o pela cren&ccedil;a n&atilde;o demostrou nenhum pequeno sinal de
                inseguran&ccedil;a. E ent&atilde;o me recomendou tamb&eacute;m procurar conforto em &acirc;mbito
                religioso. Eu respondi que n&atilde;o poderia estar mais em paz do que estou agora. [Para um verdadeiro
                anarquista] parece uma piadinha que algu&eacute;m que se diga anarquista e contra todos as formas de
                poder, ao se deparar com a morte eminente, se volte amedrontado para Amida Buda buscando
                salva&ccedil;&atilde;o nesta outra forma de poder.</p>
            <p>No entanto, as palavras de Numanami como religioso, como capel&atilde;o, fazem todo o sentido. Mas eu
                tenho c&aacute; para mim minhas pr&oacute;prias convic&ccedil;&otilde;es e meu pr&oacute;prio consolo.
            </p>
            <p>N&oacute;s, no fim das contas, navegamos neste vasto oceano que se estende a frente dos pensamentos e
                tend&ecirc;ncias em voga no mundo e, infelizmente, acabamos colidindo em recifes desconhecidos. No
                entanto, este sacrif&iacute;cio &eacute; um degrau que alguns devem vencer. Novas rotas de
                navega&ccedil;&atilde;o somente s&atilde;o completamente abertas ap&oacute;s muitos naufr&aacute;gios e
                viagens tortuosas. &Eacute; assim que podemos alcan&ccedil;ar esta outra margem ideal. Foi somente
                ap&oacute;s a vinda de Jesus de Nazar&eacute; e depois de muitos sacrif&iacute;cios serem feitos que o
                cristianismo se tornou uma religi&atilde;o universal. Tendo isso em mente, [acho que] no fim, o
                sacrif&iacute;cio de tantos de n&oacute;s n&atilde;o &eacute; t&atilde;o relevante assim.</p>
            <p>Estes sentimentos, de que falei no final do tribunal, est&atilde;o sempre comigo. Estou confiante que
                nosso atual sacrif&iacute;cio de forma alguma ser&aacute; in&uacute;til, com certeza ter&aacute; algum
                significado. Portanto, acredito firmemente que at&eacute; o &uacute;ltimo instante no cadafalso, vou
                cobrir minha morte de um sentimento precioso de autorrespeito e pelo belo consolo de ter me sacrificado
                pela causa e, assim, alcan&ccedil;arei uma morte pac&iacute;fica, livre de qualquer
                inquieta&ccedil;&atilde;o ou ang&uacute;stia.</p>
            <p>Pela noite Tanaka, o diretor da pris&atilde;o, apareceu. Fiquei contente com a not&iacute;cia de que os
                acusados estavam calmos al&eacute;m do esperado. [Ele n&atilde;o me recomendou nada parecido com o que
                Numanami tinha recomendado] e conversou comigo sobre como havia casos em que condenados &agrave; morte
                tinham cumprido sua pena admiravelmente.</p>
            <p>Ainda me consultei com ele sobre meus desejos acerca de meu caix&atilde;o e de como eu estaria vestida
                dentro dele para que, em caso [do tipo] dos leais servos do imperador e os patriotas resolvessem revirar
                e violar meus restos mortais, eu n&atilde;o me encontrasse em uma situa&ccedil;&atilde;o muito
                deplor&aacute;vel. [Se n&atilde;o for poss&iacute;vel fazer como eu gostaria que fosse feito, irei
                solicitar a algum conhecido meu na sociedade e fazer com que assim seja feito.]&nbsp;</p>
            <p>Tanaka me deixou <em>Yorokobi no ato</em>, e Numanami me deixou <em>Tan&rsquo;nish&ocirc; </em>e o
                <em>Shink&ocirc; no yotaku y&ocirc;ryaku</em>. Todos eles eram panfletos.
            </p>

            <h3 id="capitulo3" class="capitulo">Dia 20, nevando</h3>
            <p>Era como se, durante a noite, o mundo tivesse empratado: a neve se acumulou nos topos dos pinheiros e nos
                galhos secos dos ciprestes, envergando-os. Desde o in&iacute;cio do ano nevou espa&ccedil;adamente umas
                duas, tr&ecirc;s vezes, mas sempre s&oacute; ao ponto de acumular um tantinho de neve e novamente sair o
                sol. A nevasca de hoje, no entanto, [parece ser torrencial e as infinitas gotas que caem daquele
                c&eacute;u fragilmente esbranqui&ccedil;ado], n&atilde;o parece ser do tipo que para rapidamente. Neve,
                neve, acumule, acumule, trinta cent&iacute;metros, um metro. Enterre esta vil T&oacute;quio em neve como
                se fosse uma cidade subterrada por cinzas. Fa&ccedil;a dela mais uma camada de solo.</p>
            <p>O que meus companheiros de julgamento do outro lado da cerca no pres&iacute;dio masculinos estariam
                pensando? Em que tipo de pensamento estariam absortos ao olhar essa neve das g&eacute;lidas grades da
                pris&atilde;o de menos de um metro?</p>
            <p>[Neve! Tenho v&aacute;rias mem&oacute;rias que v&ecirc;m da neve]</p>
            <p>[A neve que observava com minha m&atilde;e na casa de campo. A neve em que brincava com meu pai e minha
                madrasta em Arima. A neve que caia enquanto passava o tempo conversando com meu irm&atilde;o mais velho
                e minhas irm&atilde;s ca&ccedil;ulas em Sumiyoshi.]</p>
            <p>[Neve de Arima, neve de Hakone, neve de Sumiyoshi, neve de Arayama, neve de Ogigahama, neve de Gyoen,
                neve de Higashiyama, neve de Kashiwagi, neve de Sugamo, neve de Sendagaya e, finalmente, neve de
                Kamakura e Yugawara]</p>
            <p>[Envoltos nesta neve de minhas mem&oacute;rias est&atilde;o desde pessoas queridas que j&aacute;
                n&atilde;o est&atilde;o mais neste mundo at&eacute; as imagens perfeitamente preservadas das
                v&aacute;rias pessoas que amo e de meus muitos amigos. Neste momento, ao olhar fixamente por estas
                grades da pris&atilde;o e ver a neve caindo sem cessar agitada e docemente, as lembran&ccedil;as de
                todas as vezes que ergui o rosto e olhei para este mesmo c&eacute;u com os mais diversos sentimentos e
                de todos os anos que se passaram vieram &agrave; tona e eu senti muito gentilmente em meu peito um misto
                de algo como felicidade e tristeza, de uma esp&eacute;cie de emo&ccedil;&atilde;o que n&atilde;o
                d&aacute; para explicar.]</p>
            <p>Neve! Tenho v&aacute;rias mem&oacute;rias que v&ecirc;m da neve.</p>
            <p>Neste momento, ao olhar fixamente por estas grades da pris&atilde;o e ver a neve caindo sem cessar
                agitada e docemente, as lembran&ccedil;as de todas as vezes que olhei para este mesmo c&eacute;u com os
                mais diversos sentimentos e de todos os anos que se passaram vieram &agrave; tona e eu senti muito
                gentilmente em meu peito uma esp&eacute;cie de emo&ccedil;&atilde;o, um misto de algo como felicidade e
                tristeza.</p>
            <p>[Ah, neve! Neve de Arima, neve de Hakone, neve de Sumiyoshi, neve de Arayama, neve de Sugamo, neve de
                Sendagaya e, finalmente, neve de Kamakura e Yugawara]</p>
            <p>Envoltos nesta neve de minhas mem&oacute;rias est&atilde;o coisas tristes e coisas felizes. Nas tramas
                destas coisas felizes e tristes est&atilde;o desde pessoas queridas que j&aacute; n&atilde;o
                est&atilde;o mais neste mundo at&eacute; as imagens das v&aacute;rias pessoas que amo e de meus muitos
                amigos. Imagens estas perfeitamente preservadas e alinhavadas nessa trama de tom carmesim e roxo
                vibrante, mas tamb&eacute;m tingida com um melanc&oacute;lico azul-&aacute;gua e cinza.</p>
            <p>Se paro para pensar, sinto saudades, mas tamb&eacute;m sei que as coisas s&atilde;o fugazes. E, no
                entanto, tudo est&aacute; agora no passado long&iacute;nquo. Eu, que desconhe&ccedil;o o que o
                amanh&atilde; reserva, n&atilde;o estou em posi&ccedil;&atilde;o de ficar tranquilamente saboreando
                [coisas do tipo] a divers&atilde;o das minhas reminisc&ecirc;ncias. N&atilde;o, mesmo que tivesse essa
                folga, ela &eacute; muito preciosa. Eu preciso ler, preciso escrever, preciso pensar nas coisas
                necess&aacute;rias para enfrentar o que est&aacute; a minha frente. Meus pensamentos est&atilde;o
                completamente ocupados por tudo isto. A minha maneira, sinto um certo estranhamento ao pensar em porque
                estou t&atilde;o inquieta com isso tudo. Seria porque tenho uma pilha de livros empilhados a minha
                frente? Por que ainda n&atilde;o consegui me encontrar com as pessoas a quem gostaria de pedir algumas
                coisas? Ou seria porque n&atilde;o escrevi meu testamento para meu irm&atilde;o ca&ccedil;ula? O pessoal
                continua me dizendo que eu n&atilde;o mudei nada e que pare&ccedil;o calma e cheia de energia,
                ent&atilde;o por que mesmo fazendo as coisas diligentemente nada parece progredir um pouco que seja?
                Mas, bem, tanto faz. Vou deixar feito o que estiver ao meu alcance e o que sobrar eu abandono da forma
                que estiver. [Se s&atilde;o coisas abandonadas, n&atilde;o devem ser coisas que valham muito no fim das
                contas.]</p>
            <p>Dois ou tr&ecirc;s dias atr&aacute;s Sakai me escreveu um cart&atilde;o postal que dizia:</p>

            <p style="text-indent: 0; padding-left: 6em;">&nbsp;&nbsp;Recebi sua carta do dia quatro. Desejo
                ardentemente que voc&ecirc; seja capaz de escrever seu
                di&aacute;rio o mais honesta e corajosamente o poss&iacute;vel. <br>
                &nbsp;&nbsp;&Eacute; louv&aacute;vel que voc&ecirc; n&atilde;o tenha parado os estudos de ingl&ecirc;s.
                Tem um dito
                que fala algo nas linhas de se voc&ecirc; tem um dia de vida, voc&ecirc; tem um dia de trabalho. Todos
                n&oacute;s estamos sujeitos a morrer amanh&atilde;, mas, ainda assim, continuo estudando pouco a pouco o
                franc&ecirc;s e o alem&atilde;o como se tivesse a certeza de que vou viver at&eacute; meus sessenta
                anos. Melhor que matar o tempo jogando Go<sup><span class="nota"
                        data-nota="Jogo estrat&eacute;gico de tabuleiro milenar e de origem chinesa, mas tamb&eacute;m muito famoso no Jap&atilde;o."></span></sup>,
                &eacute;
                faz&ecirc;-lo estudando outra l&iacute;ngua, n&atilde;o &eacute;? Mas, mesmo que eu viva at&eacute; meus
                sessenta, meu futuro &eacute; s&oacute; de dezoito anos. N&atilde;o sei quantos dias ou meses o futuro
                ainda lhe guarda, mas, se olharmos da perspectiva do imenso e gigantesco universo perp&eacute;tuo, tudo
                isso n&atilde;o passaria de um breve instante de vida. <br>
                &nbsp;&nbsp;N&atilde;o &eacute; divertido como, mesmo diante disso tudo, a gente est&aacute; aqui
                agradavelmente
                falando amenidades em trocas de cartas como esta?</p>
            <p>Certamente &eacute; tudo muito agrad&aacute;vel. Desde setembro do ano passado eu venho, agarrada
                &agrave; um dicion&aacute;rio, me apressando a aprender um pouco que seja do n&iacute;vel inicial da
                l&iacute;ngua inglesa, mas n&atilde;o progredi muito. At&eacute; o momento eu s&oacute; terminei um
                ter&ccedil;o do <em>Reader V</em>. [Sem terminar o ensino b&aacute;sico], estudei com o dinheiro do meu
                trabalho e, finalmente, cheguei no n&iacute;vel de conseguir ler uma revista em ingl&ecirc;s. &Eacute;
                natural que eu, [com uma hist&oacute;ria de passado miser&aacute;vel, evidentemente], n&atilde;o chegue
                aos p&eacute;s de quem passou pelo ensino b&aacute;sico, mas o que mais me incomodava nisso tudo era o
                fato de n&atilde;o possuir nenhum conhecimento de l&iacute;nguas. Diante disso, quis me tornar apta a
                ler ao menos um pouco de ingl&ecirc;s. N&atilde;o foram nem uma nem duas vezes que comecei a estudar,
                mas por conta de doen&ccedil;as e diversas outras coisas, sempre me deparava com um empecilho e, nisso,
                chegamos no dia de hoje. Evidentemente pode ser que tenha faltado coragem e persist&ecirc;ncia de minha
                parte para vencer esses empecilhos, mas tamb&eacute;m houve ocasi&otilde;es em que nada poderia ser
                feito. Dessa maneira, foi s&oacute; no fim de setembro que entrou em minha cabe&ccedil;a a ideia de
                querer aprender a ler nem que seja passagens de textos f&aacute;ceis em ingl&ecirc;s. [Comecei com o
                <em>Reader III</em>] comecei com o <em>Reader III</em>, mas, chegado o dia de hoje, apesar de n&atilde;o
                saber ao certo quando serei executada, acho que provavelmente n&atilde;o tenho l&aacute; tantos dias
                assim e, portanto, [aparentemente tamb&eacute;m desta vez], no fim, tudo terminar&aacute; sem que eu
                tenha aprendido o ingl&ecirc;s. &Eacute; uma pena, mas n&atilde;o tem o que ser feito.
            </p>
            <p>N&atilde;o era necess&aacute;rio nem mesmo que Sakai me dissesse, este di&aacute;rio vai ser escrito sem
                qualquer falsidade ou adorno para revelar a nua e crua Kan&rsquo;no Sugako. </p>
            <p>[Vou registrar aqui dois ou tr&ecirc;s <em>tanka</em> do meu di&aacute;rio anterior]</p>
            <p style="text-indent: 0; padding-left: 6em;">[Tempo e espaço sem fim,<br>
                pelo que lutam <br>
                esses pequenos seres <br>
                dentro de tua imensidão?]</p>

            <p style="text-indent: 0; padding-left: 6em;">[Em sacrifício <br>
                por uma esperança mínima <br>
                ofereço meu corpo mínimo <br>
                nascido nesta ilha ainda mais mínima]</p>

            <p style="text-indent: 0; padding-left: 6em;">[Oh, país! <br>
                Sentes orgulho ao derramares o sangue <br>
                de milhares de ardorosos espíritos <br>
                em cima de um ínfimo mapa] <br>

            <p style="text-indent: 0; padding-left: 6em;">[Como amuleto: <br>
                réstia de luz solar em curso <br>
                que entra por estas grades da prisão. <br>
                Mais um dia viva]</p>

            <p style="text-indent: 0; padding-left: 6em;">[Sei bem que <br>
                encaro esse abismo sem fim <br>
                mas me apresso em linha reta <br>
                sem olhar para trás]</p>

            <p style="text-indent: 0; padding-left: 6em;">[Imóvel nesta noite fria <br>
                em minha cama gelada <br>
                quantas vezes escutei <br>
                o furtivo som dessas espadas]</p>

            <p style="text-indent: 0; padding-left: 6em;">[Mais da metade de um dia <br>
                deitada de costas e assistindo <br>
                por essa pequena janela <br>
                o cipreste seco tremer com o vento]</p>

            <p style="text-indent: 0; padding-left: 6em;">[Como um monge virtuoso <br>
                que vem das montanhas nevadas <br>
                esse Ginkgo de inverno <br>
                emana uma aura sagrada]</p>

            <p style="text-indent: 0; padding-left: 6em;">[Debaixo destes restos <br>
                de cinzas incandescentes <br>
                sobe uma fumaça longa e esguia: <br>
                Paixão abjeta.] </p>

            <p style="text-indent: 0; padding-left: 6em;">[Quando penso que, <br>
                enfim, é chegado o último dia <br>
                desta vida sem fim <br>
                dou um sorrio]</p>

            <p style="text-indent: 0; padding-left: 6em;">[Olho para mim mesma e pergunto-me, <br>
                oh, valente, valente criança da revolução! <br>
                Por acaso é você também <br>
                a frágil, frágil criança das lágrimas?]</p>

            <p style="text-indent: 0; padding-left: 6em;">[Não perguntes por onde anda <br>
                a semente que caiu neste campo <br>
                aguarde os dias de primavera <br>
                em que soprarão os ventos do leste]</p>

            <p style="text-indent: 0; padding-left: 6em;">[Lado a lado escorados no guarda-corpo <br>
                escutávamos a canção dos marinheiros à beira mar. <br>
                Há oito milhas sobre as ondas <br>
                flutuava Hatsushima]</p>

            <p style="text-indent: 0; padding-left: 6em;">[Ao escurecer <br>
                o ferido chora quando <br>
                tanto as velhas quanto as novas <br>
                feridas começam a doer]</p>

            <p style="text-indent: 0; padding-left: 6em;">[Entre idas e vindas <br>
                vi pelo chapéu de palha <br>
                o rosto pálido despontando <br>
                na terceira janela]</p>

            <p style="text-indent: 0; padding-left: 6em;">[Os olhos diziam: <br>
                me perdoe. <br>
                Os meus, no entanto, <br>
                semelhavam o gelo do mar do norte]</p>

            <p style="text-indent: 0; padding-left: 6em;">[Durante 200 dias <br>
                experimentei amaldiçoar <br>
                luz e sombra que entravam <br>
                e saiam pelas minhas grades da prisão]</p>

            <p style="text-indent: 0; padding-left: 6em;">[Observo sombria <br>
                as morosas nuvens carregadas <br>
                navegando pelo firmamento. <br>
                Corvos do crepúsculo]</p>

            <p style="text-indent: 0; padding-left: 6em;">[Um casal de sapinhos <br>
                se divertem <br>
                numa tarde de outono <br>
                no oco de uma cerejeira]</p>

            <p style="text-indent: 0; padding-left: 6em;">[Os pilares das palavras <br>
                de meu peito <br>
                colapsam um após o outro. <br>
                Sopram os ventos de outono]</p>

            <p style="text-indent: 0; padding-left: 6em;">[O dia em que disse <br>
                vejam eu sepultar-me aos 22 anos <br>
                rompi as cordas do violino <br>
                e chorei]</p>

            <p style="text-indent: 0; padding-left: 6em;">[O coração separado <br>
                de leste a oeste pelo mar <br>
                você e eu iremos <br>
                assim para o túmulo]</p>

            <p style="text-indent: 0; padding-left: 6em;">[Uma chuva de pétalas de cerejeiras <br>
                cai silenciosamente pelo caminho de pedra <br>
                do Daihikaku. <br>
                Repicam os sinos do templo]</p>
            <p>Pela tarde, recebi um cart&atilde;o postal de Sakai, cartas de Tameko<sup><span class="nota"
                        data-nota="堺為子, Sakai Tameko (1872-1959)."></span></sup>, Yoshikawa e de K&ocirc;toku
                Komatar&ocirc;<sup><span class="nota" data-nota="No original: &ldquo;幸徳駒太郎&rdquo;."></span></sup>.
                Gostaria de tentar escrever sobre algumas impress&otilde;es que tive ap&oacute;s ler, mas n&atilde;o
                estou muito disposta para tanto e, por isso, [vou parar] paro por aqui.</p>
            <p>Decidi registrar meus pensamentos como eles vieram, mas, ap&oacute;s reler, o texto parece t&atilde;o
                incoerente e confuso, como se tivesse enfileirado parvo&iacute;ces sem sentido, que tomo avers&atilde;o.
                As vezes penso que talvez seja melhor n&atilde;o escrever mais nada.</p>

            <h3 id="capitulo4" class="capitulo">Dia 21, ensolarado</h3>
            <p>O sol brilhava sobre a neve dos pinheiros, como se tivesse sido pintado por &Ocirc;kyo<sup><span
                        class="nota"
                        data-nota="円山応挙, Murayama &Ocirc;kyo (1773-1795). Famoso pintor japon&ecirc;s do s&eacute;culo dezoito."></span></sup>,
                em um indescrit&iacute;vel requinte.</p>
            <p>Quando Sakai inaugurou a <em>Baibunsha</em><sup><span class="nota"
                        data-nota="Revista fundada em 1910 por Sakai Toshihiko como resposta a supress&atilde;o massiva da imprensa socialista ap&oacute;s a pris&atilde;o de K&ocirc;toku. Aceitavam qualquer texto vend&iacute;vel para que, assim, pudessem proporcionar o sustento aos revolucion&aacute;rios e intelectuais e evitar sua dispers&atilde;o."></span></sup>,
                parece que o
                primeiro pedido foi de uma estudante de alguma universidade feminina solicitando que escrevesse sua
                monografia. &Eacute; como ler um aspecto da sociedade moderna, c&ocirc;mica e fr&iacute;vola.</p>
            <p>Parece que Sakai Tameko est&aacute; frequentando a escola de parteiras. N&atilde;o sinto nada al&eacute;m
                de aprecia&ccedil;&atilde;o diante da coragem de, aos quarenta anos, come&ccedil;ar proativamente a
                estudar. Ao mesmo tempo, tamb&eacute;m admiro Sakai por, suportando a falta de liberdade que isso vai
                gerar, apoiar sua esposa a ser independente e autossuficiente. Coisa que a maioria dos homens teria
                dificuldade em imitar. [Realmente, uma a&ccedil;&atilde;o digna de um pesquisador especialista acerca
                das causas femininas.]</p>
            <p>A senhora M&atilde;e de K&ocirc;toku, que morreu no dia 28 de dezembro ap&oacute;s apenas dez dias de
                cama com [parece] uma mal&aacute;ria que acabou se desenvolvendo em pneumonia, quando veio &agrave;
                T&oacute;quio em novembro para visitar K&ocirc;toku na cadeia, tamb&eacute;m tinha
                inten&ccedil;&atilde;o de me ver. Mas como Chiyoko<sup><span class="nota"
                        data-nota="師岡千代子, Morooka Chiyoko (1875-1960), ex-esposa de K&ocirc;toku Sh&ucirc;sui."></span></sup>
                estava junto,
                ela se conteve e voltou para casa sem falar comigo. [Hoje] mesmo que eu e K&ocirc;toku tenhamos rompido
                as rela&ccedil;&otilde;es por um momento, de qualquer forma, fomos como m&atilde;e e filha. Achei
                desumano da parte dela e me senti, momentaneamente, desconfort&aacute;vel em saber que, apesar de ter
                vindo todo caminho at&eacute; T&oacute;quio, n&atilde;o se deu ao trabalho de vir me ver.&nbsp; No
                entanto, ap&oacute;s receber a carta de Komatar&ocirc; e a carta de Tameko que dizia:</p>
            <p style="text-indent: 0; padding-left: 6em;">Ela estava preocupada com voc&ecirc; naquele momento e contou
                at&eacute; para mim diversas coisas. Ela
                juntou e embalou com muito carinho o &aacute;lbum de foto daquela caixa, fotos suas e dela
                pr&oacute;pria, e levou tudo para casa.</p>
            <p>Ou mesmo aquela parte da carta que recebi outro dia da sobrinha de K&ocirc;toku, Takeo<sup><span
                        class="nota"
                        data-nota="No original: &ldquo;たけを&rdquo;. Provavelmente 谷川たけを, Tanigawa Takeo."></span></sup>,
                que dizia assim:</p>
            <p style="text-indent: 0; padding-left: 6em;">&nbsp;&nbsp;Minha av&oacute;, em vida, sempre falava da
                senhora, tia. Me contou sobre como voc&ecirc; &eacute;
                verdadeiramente gentil e carinhosa. <br>
                &nbsp;&nbsp;E naquele outro dia em que ela foi at&eacute; T&oacute;quio, como estava muito ocupada,
                voltou para casa
                sem ter conseguido encontrar com a senhora, tia. Ela parecia muito consternada com isso....</p>
            <p>Ap&oacute;s ler v&aacute;rias palavras deste tipo, [eu, ao contr&aacute;rio, senti muita pena. No fim, o
                que me restou foi a forte impress&atilde;o que aquela pessoa de natureza t&atilde;o carinhosa me
                deixou], mesmo que, por exemplo, eu tenha sentido remorso por um momento, [acho que depois de tudo isso,
                &eacute; injustific&aacute;vel] acho que &eacute; injustific&aacute;vel. Mesmo que corte os la&ccedil;os
                com K&ocirc;toku, [ela ser&aacute; sempre s&oacute; uma pessoa querida] ela ser&aacute; sempre uma
                pessoa querida. Fomos m&atilde;e e filha, perdemos o la&ccedil;o, e, finalmente, fomos separadas sem
                possibilidade de reencontro. Quando penso [nas pessoas que] no passado em que era consolada
                continuamente por cartas e pequenos pacotes dela, tudo isso parece nada mais que um sonho.</p>
            <p>Ah, a vida &eacute; sonho. O tempo &eacute; t&uacute;mulo. Tudo pouco a pouco vai sendo sepultado.</p>
            <p>E eu que estou chorando as lembran&ccedil;as dos que j&aacute; foram sepultos, logo tamb&eacute;m serei
                enterrada.</p>
            <p>Escrevi um cart&atilde;o postal para Masuda<sup><span class="nota"
                        data-nota="No original: &ldquo;増田&rdquo;. Provavelmente 増田謹三郎, Masuda Kinzabur&ocirc;."></span></sup>
                e outro para Tameko,
                para Takeo escrevi uma carta.</p>
            <p>Parece que estou gripada e minha cabe&ccedil;a d&oacute;i, mas ainda assim tomei um banho. O banho
                &eacute; uma das alegrias da vida na pris&atilde;o. Visitas, correspond&ecirc;ncias e banhos. Para
                algu&eacute;m sem fam&iacute;lia e sozinha no mundo como eu, visitas e correspond&ecirc;ncias,
                naturalmente, s&atilde;o escassas e, portanto, a cada cinco dias eu desfruto meus banhos mais do que
                qualquer outra coisa.</p>
            <p>Do c&eacute;u azulado r&eacute;stias quentes de sol invadem minhas grades da pris&atilde;o
                perpendicularmente. Me sentindo relaxada depois do banho, sento-me na frente de minha mesa e [sentindo]
                nessa hora me vem um indescrit&iacute;vel deleite. Penso em como seria feliz se meu corpo s&oacute;
                derretesse do jeito em que se encontra e eu me entregasse ao sono eterno.</p>
            <p>Yoshikawa me escreveu em sua carta que:</p>
            <p style="text-indent: 0; padding-left: 6em;">Neste exato dia deste exato m&ecirc;s no ano passado eu saia
                da pris&atilde;o, hoje &eacute; como se
                fosse a comemora&ccedil;&atilde;o deste um ano. Dos tr&ecirc;s que sa&iacute;ram comigo neste dia,
                Higuchi<sup><span class="nota"
                        data-nota="No original: &ldquo;樋口&rdquo;. Provavelmente 樋口伝, Higuchi Den."></span></sup>
                est&aacute; cheio de vigor. Por outro lado, eu, de minha
                parte, continuo s&oacute; levando a vida. Oka<sup><span class="nota"
                        data-nota="岡千代彦, Oka Chiyohiko (1873-1956)."></span></sup>, por sua vez,
                voltou mais uma vez para sua velha toca em Chiba e est&aacute; sofrendo com o frio e com a fome.</p>
            <p>Pelo que Oka foi preso? Ah!, ser&atilde;o os certos os que venceram e os errados os que fracassaram?</p>
            <p>Ah, Morioka Eiji<sup><span class="nota" data-nota="No original: &ldquo;盛岡永治&rdquo;."></span></sup>, que
                perdeu a cabe&ccedil;a e atirou seu corpo
                em um po&ccedil;o velho em Dairen. Ah, todos aqueles que, temendo a persegui&ccedil;&atilde;o do
                governo, trocaram suas convic&ccedil;&otilde;es como se fossem sand&aacute;lias rotas por um lugar
                seguro para depositar seu corpo! Oh, qu&atilde;o infeliz &eacute; este destino, qu&atilde;o
                fr&aacute;gil &eacute; o cora&ccedil;&atilde;o das pessoas! Os que v&atilde;o fugir, que fujam, os que
                v&atilde;o morrer, que morram! Novos brotos s&oacute; nascem depois que grandes &aacute;rvores caem. Na
                primavera do mundo das ideias, aqueles que, como n&oacute;s, carregam por conta pr&oacute;pria os papeis
                de pioneiros, n&atilde;o precisam de maneira alguma se voltar para esse outono e inverno do passado.
                Para frente, &eacute; para frente que temos que seguir. Basta que nos precipitemos rumo a este brilhante
                futuro de esperan&ccedil;a.</p>
            <p>Parece que a vigil&acirc;ncia est&aacute; cada vez mais r&iacute;gida para com nossos companheiros na
                sociedade. Pensando a partir do resultado deste injusto julgamento, n&atilde;o h&aacute; d&uacute;vidas
                que o governo est&aacute; tramando usar os acontecimentos atuais como oportunidade para intensificar
                ainda mais as formas de repress&atilde;o. Ah, nos reprima, nos reprima! Por acaso desconhecem o
                princ&iacute;pio que para toda press&atilde;o existe uma for&ccedil;a de resist&ecirc;ncia? Nos reprima,
                nos reprima com todas as suas for&ccedil;as!</p>
            <p>Velhas ideologias contra novas ideologias. Imperialismo contra Anarquismo!</p>
            <p>Que tentem desesperadamente impedir o fluxo do Rio Sumidagawa com suas fr&aacute;geis e pequenas
                t&aacute;buas!</p>
            <p>O capel&atilde;o Numanami apareceu e me perguntou, &ldquo;como vai...&rdquo;. Eu respondi: &ldquo;como
                sempre&rdquo;. Ent&atilde;o ele me disse que parecia que eu conseguia ficar tranquila porque me
                sustentava na convic&ccedil;&atilde;o em minha ideologia; que a depender da profundidade do envolvimento
                no evento, poderia ter pessoas que se sentissem angustiados, mas que eu, por estar envolvida do
                in&iacute;cio ao fim com o que aconteceu, parecia ter a resolu&ccedil;&atilde;o necess&aacute;ria.
                Fiquei muito mais contente com isso do que com sua tentativa anterior de me oferecer conforto religioso.
            </p>
            <p>[Eu fico mais feliz em ouvir esse tipo de palavras]</p>
            <p>Mas certamente muito dos meus companheiros de julgamento estavam profundamente angustiados. O que
                aconteceu foi sem precedentes na hist&oacute;ria, mas, em compensa&ccedil;&atilde;o, [tamb&eacute;m
                &eacute; poss&iacute;vel dizer que] a puni&ccedil;&atilde;o tamb&eacute;m &eacute; de uma enorme e sem
                precedente injusti&ccedil;a.</p>
            <p>&Eacute; mais acertado dizer que o caso atual foi mais uma conspira&ccedil;&atilde;o arquitetada pelas
                m&atilde;os do procurador geral do que uma conspira&ccedil;&atilde;o dos anarquistas propriamente ditos.
                A invoca&ccedil;&atilde;o do Artigo 73 na Corte foi de uma estupidez verdadeiramente assustadora, a
                incapacidade de concatenar as acusa&ccedil;&otilde;es com a ess&ecirc;ncia dos fatos era semelhante
                &agrave; de um romancista de baixa qualidade e de seus livros baratos. Afora o grupo de cinco pessoas
                que o procurador chamou de &ldquo;Grupo de prepara&ccedil;&atilde;o conspiracionista sob o comando
                direto de K&ocirc;toku&rdquo;, isto &eacute;: K&ocirc;toku, Miyashita<sup><span class="nota"
                        data-nota="宮下太吉, Miyashita Takichi (1875-1911)."></span></sup>, Niimura, Furukawa<sup><span
                        class="nota" data-nota="古河力作, Furukawa Rikisa (1884-1911)."></span></sup> e eu, todos os
                outros foram associados ao caso inescrupulosamente tendo como base conversas fugazes que tivemos no
                passado.</p>
            <p>Eles come&ccedil;aram a aprisionar pessoas partindo de falsos, absurdos e injustos silogismos do tipo:
                &ldquo;esse caso tem origem em uma conspira&ccedil;&atilde;o anarquista, tal e tal pessoal s&atilde;o
                anarquistas, ou tal e tal pessoa s&atilde;o amigos de anarquistas, logo, tal e tal pessoal tamb&eacute;m
                participaram da conspira&ccedil;&atilde;o&rdquo;. Digladiando-se por fama e respeito, [com grande
                esfor&ccedil;o] tentavam a todo o custo aumentar nem que seja em mais um o n&uacute;mero de r&eacute;us.
                Para alcan&ccedil;ar com grande esfor&ccedil;o este resultado, recorreram a fraudes,
                falsifica&ccedil;&otilde;es, coer&ccedil;&otilde;es e, em casos extremos, at&eacute; mesmo a
                m&eacute;todos vis e ign&oacute;beis semelhantes as torturas usadas no passado, como a
                priva&ccedil;&atilde;o de sono. Se fosse algu&eacute;m que tinha alguma insatisfa&ccedil;&atilde;o para
                com o governo, pouco importava se eram pessoas comuns, anarquistas, ou ainda apenas pessoas que tinham
                um pouco de simpatia por novas ideias, todos eles, sem exce&ccedil;&atilde;o, acabaram associados a este
                caso por causa de simples conversas descontra&iacute;das que tiveram somente uma vez e que foram
                interpretadas como se possu&iacute;ssem um significado extremamente profundo.</p>
            <p>Mesmo que, por exemplo, ced&ecirc;ssemos cem, mil passos e aceit&aacute;ssemos tomar como
                conspira&ccedil;&atilde;o as conversas deles, n&atilde;o seria o caso de imputar-lhes o Artigo 73, eles
                teriam que responder por insurrei&ccedil;&atilde;o. Mas o procurador e os ju&iacute;zes do
                prejulgamento, como se tentassem inescrupulosamente lig&aacute;-los ao Artigo 73, perguntaram aos
                r&eacute;us diversas quest&otilde;es sobre o anarquismo. Por fim, o ideal dos anarquistas &ndash; e
                &eacute; somente isso, um ideal &ndash;, este ideal foi usado para alcan&ccedil;ar a conclus&atilde;o,
                n&atilde;o: for&ccedil;ar uma conclus&atilde;o de que para os anarquistas que acreditam na liberdade e
                equidade absoluta, a fam&iacute;lia real, portanto, n&atilde;o poderia ser aceita. Essas
                infer&ecirc;ncias foram prontamente registradas nos autos e, assim, eles associaram essas ideias e
                teorias que nada tem a ver com o caso atual e incriminaram inescrupulosamente pessoas inocentes.</p>
            <p>Quanto mais penso sobre tudo isso, mais fico irritada. Quando penso nas senten&ccedil;as ultrajantes que
                foram proferidas, apesar de estes fatos terem sido expostos em tribunal, n&atilde;o consigo deixar de
                ranger os dentes de raiva.</p>
            <p>Miser&aacute;veis ju&iacute;zes! Para manterem suas posi&ccedil;&otilde;es: apenas para manterem suas
                posi&ccedil;&otilde;es, [sabendo que era injusto, sabendo que era um ultraje], apenas para salvaguardar
                suas pr&oacute;prias posi&ccedil;&otilde;es [esse veredicto desumano] sabendo que era injusto, sabendo
                que era um ultraje, voc&ecirc;s, por certo, devem ter sido obrigados a darem esse veredicto desumano.
                Miser&aacute;veis ju&iacute;zes! Escravos do governo! Mais do que raiva, &eacute; pena o que eu sinto
                por todos voc&ecirc;s! Mesmo que meu corpo esteja preso atr&aacute;s destas grades de pris&atilde;o,
                abro minhas asas no mundo livre do pensamento e nada pode me confinar ou restringir; aos nossos olhos
                voc&ecirc;s, em verdade, s&atilde;o seres humanos miser&aacute;veis.&nbsp; Nasceram como humanos, mas
                n&atilde;o t&ecirc;m valor humano. Miser&aacute;veis [animais] seres humanos! Pode-se viver cem anos sem
                liberdade, em servid&atilde;o, mas o que valeria uma vida assim? Miser&aacute;veis escravos!
                Miser&aacute;veis ju&iacute;zes!</p>
            <p>Por volta das quatro fui levada para a visita. Quatro pessoas estavam l&aacute;, Sakai, o casal
                &Ocirc;sugi<sup><span class="nota" data-nota="&Ocirc;sugi Sakae e Hori Yasuko."></span></sup> e
                Yoshikawa.</p>
            <p>Antes da visita, o guarda da pris&atilde;o me advertiu de que eu n&atilde;o poderia falar das minhas
                impress&otilde;es sobre o julgamento. Certamente isto deve ter sido uma advert&ecirc;ncia especialmente
                do governo que, se a verdade acerca deste ultrajante julgamento viesse &agrave; tona, temiam insuflar a
                ira de meus companheiros.</p>
            <p>Fiquei contente em perceber que desde a &uacute;ltima vez, h&aacute; quatro anos atras, que vi Sakai e
                &Ocirc;sugi lado a lado no terceiro tribunal da Corte de Apela&ccedil;&atilde;o durante o julgamento do
                Caso de Bandeira Vermelha, eles n&atilde;o mudaram nada e continuam com a mesma complei&ccedil;&atilde;o
                alegre. Troquei algumas palavras com um e tantas outras com outro. Desde o in&iacute;cio eu tentei
                evitar ao m&aacute;ximo os olhos de quem os tinham cheios de l&aacute;grimas e me empenhei para rir e
                conversar naturalmente, mas, quando o momento do &uacute;ltimo aperto de m&atilde;o chegou,
                especialmente quando apertei a m&atilde;o de Yasuko, a barragem que vinha contendo minhas
                l&aacute;grimas se rompeu. N&atilde;o pude separar minhas m&atilde;os das de Yasuko que chorava
                copiosamente. Ah!, meus amigos queridos, meus companheiros!</p>
            <p>Quando disse: &ldquo;o veredicto foi inesperado e....&rdquo;, Sakai disse com voz dolorosa: &ldquo;eu
                pensei que [voc&ecirc;] K&ocirc;toku e voc&ecirc; iriam morrer por todos n&oacute;s, mas...&rdquo;</p>
            <p>Sem dizer muito, ele transbordava de imensur&aacute;vel e profunda emo&ccedil;&atilde;o.</p>
            <p>Kanson<sup><span class="nota" data-nota="荒畑寒村, Arahata Kanson (1887-1981)."></span></sup> parece estar em
                Akiraya em Yoshihama,
                B&ocirc;sh&ucirc;. Akiraya &eacute; uma casa em que eu, h&aacute; muitos anos atr&aacute;s, passei dois
                meses. Nesta &eacute;poca eu j&aacute; tinha cortado as rela&ccedil;&otilde;es com Kanson, mas um dia
                ele veio de Osaka sem avisar e nessa oportunidade reatamos nosso relacionamento. Essa casa abriga muitas
                mem&oacute;rias dessa &eacute;poca. Nos divertimos pelas montanhas e andamos tamb&eacute;m pela praia.
                Nessa &eacute;poca, estou certa de que Abe Kanz&ocirc;<sup><span class="nota"
                        data-nota="No original: &ldquo;阿部幹三&rdquo;."></span></sup> estava
                morando conosco. Juntos fizemos diversas brincadeirinhas como subir a montanha Nokogiri, comer mexerica
                enquanto faz&iacute;amos uma fogueira a c&eacute;u aberto, queimamos tamb&eacute;m at&eacute; as cinzas
                a cabe&ccedil;a de pequenas estatuas de Jiz&ocirc;.</p>
            <p>Kanson est&aacute; agora nesta mesma Akiraya. O quarto certamente tamb&eacute;m deve ser o mesmo quarto.
                Sem d&uacute;vidas ele est&aacute; lendo e escrevendo enquanto mordisca aquela unha torta sentado na
                mesa colocada na frente daquela quente porta corredi&ccedil;a de papel naquela extremidade sul.</p>
            <p>Kanson me chamava de mana, assim como minha falecida irm&atilde; mais nova tamb&eacute;m o fazia, e eu,
                por minha vez, o chamava de garotinho.</p>
            <p>Por mais que viv&ecirc;ssemos sob um mesmo teto como um casal, era mais apropriado entender nosso
                relacionamento como de irm&atilde; e irm&atilde;o do que como de um casal propriamente dito. A
                raz&atilde;o mesmo para nosso afastamento foi que nosso sentimento n&atilde;o era suficiente para um
                casal. No entanto, em troca, mesmo ap&oacute;s nos separarmos, carrego comigo esse &iacute;ntimo
                sentimento para com o passado em que viv&iacute;amos como irm&atilde; e irm&atilde;o. Meus sentimentos
                por ele, seja naquela &eacute;poca em que &eacute;ramos um casal, seja agora, n&atilde;o mudaram nem um
                pouco.</p>
            <p>Ano passado enquanto eu estava em Yugawara e ele me enviou um cart&atilde;o postal com uma
                can&ccedil;&atilde;o obscenamente vulgar e abusiva, ou quando eu soube que, ap&oacute;s ter ido para
                T&oacute;quio, ele veio at&eacute; Yugawara com uma pistola a tiracolo, ou ainda quando, ap&oacute;s
                tudo isto, eu ouvi na Corte que ele enviou uma carta para K&ocirc;toku desafiando-o para um duelo, em
                todos estes momentos em meu cora&ccedil;&atilde;o eu chorei secretamente por ele.</p>
            <p>De todo modo, o mundo &eacute; assim mesmo, o que tiver que ser, ser&aacute; e a felicidade pode surgir
                tamb&eacute;m. Porque ele se separou de mim &eacute; que hoje ele pode sossegadamente aprender e se
                divertir como bem entender. Se por um acaso ele n&atilde;o tivesse cortado os la&ccedil;os comigo, ele
                certamente estaria destinado a subir no mesmo cadafalso a que me dirijo.</p>
            <p>Rezo com meus mais sinceros sentimentos por sua sa&uacute;de e prosperidade. Desejo tamb&eacute;m que
                conserve amor e respeito por si mesmo.<sup><span class="nota"
                        data-nota="Evitamos ao m&aacute;ximo, por respeito ao trabalho que nos precede, colocar notas em que apont&aacute;vamos onde a tradu&ccedil;&atilde;o de Hane Mikiso, tradutor da versão em inglês do diário de Kan'no (HANE, Mikiso. <em>Reflections on the way to the gallows</em>: voices of japanese rebel women. Califórnia: Ed. Universidade da Califórnia, 1988) omitia e cortava partes do texto de Kan&rsquo;no. No entanto, nos sentimos na obriga&ccedil;&atilde;o de apontar para toda esta bela passagem rememorativa e carinhosa em que a autora fala de Arahata Kanson e que est&aacute; omitida no texto do tradutor. &Eacute; de uma lastima terr&iacute;vel que o tradutor tenha escolhido omitir todos estes sete par&aacute;grafos. Ainda mais quando n&atilde;o deixa <em>explicito</em> que assim procedeu. Mais ainda quando pensamos na situa&ccedil;&atilde;o a que a figura de Kan&rsquo;no foi relegada justamente pela representa&ccedil;&atilde;o irrespons&aacute;vel e maldosa que Arahata posteriormente fez dela em sua autobiografia. Deixamos aqui, portanto, nossa revolta veementemente: Hane foi um tradutor que, embora superficialmente alegue querer apresentar mulheres rebeldes do Jap&atilde;o moderno, insistentemente buscou <em>domesticar</em> figuras rebeldes."></span></sup>
            </p>
            <p>Para o casal &Ocirc;sugi escrevi uma carta, para Sakai um cart&atilde;o postal e outro para Yoshimura.
            </p>
            <h3 id="capitulo5" class="capitulo">Dia 22, ensolarado</h3>
            <p>Ontem &agrave; noite eu estava de mau humor pela primeira vez desde que entrei na pris&atilde;o. Aquela
                trag&eacute;dia de uma separa&ccedil;&atilde;o final realmente impactou meus nervos [sensitivos]. Embora
                desde dois de junho do ano passado, quando soube que o caso foi exposto pela primeira vez, eu tenha me
                esfor&ccedil;ado para estar bem no controle de [meus nervos] mim mesma, se eu posso ser dominada mesmo
                que s&oacute; por uma noite por emo&ccedil;&otilde;es t&atilde;o singularmente indescrit&iacute;veis eu
                realmente sou um indiv&iacute;duo decepcionante. Estou um pouco desgostosa comigo mesmo. Se este tipo de
                covardia persistir, o que ser&aacute; de mim?</p>
            <p>Ainda assim, isto &eacute; provavelmente a natureza humana. Essa caracter&iacute;stica especial dos
                her&oacute;is orientais, isto &eacute;, n&atilde;o deixar que nenhuma emo&ccedil;&atilde;o humana se
                manifeste, &eacute;, em certa medida, algo impressionante, mas, por outro lado, &eacute; tamb&eacute;m
                uma verdadeira falsidade, uma afeta&ccedil;&atilde;o. Se essa pessoa realmente superou as
                emo&ccedil;&otilde;es humanas do fundo de seu cora&ccedil;&atilde;o, seja por uma insensatez extrema ou
                por uma sabedoria igualmente extrema, a quest&atilde;o &eacute; outra, mas para esse recept&aacute;culo
                de emo&ccedil;&otilde;es que s&atilde;o as pessoas comuns, &eacute; imposs&iacute;vel existir de maneira
                t&atilde;o insens&iacute;vel sem nem um pouco de falsidade ou fingimento. Eu sou uma pessoa
                med&iacute;ocre; sou uma pessoa emocional, mais do que isto: sou uma pessoa extremamente emocional. Eu
                odeio mentiras, detesto a afeta&ccedil;&atilde;o, detesto o n&atilde;o natural. Eu tamb&eacute;m choro,
                tamb&eacute;m rio. Tamb&eacute;m me alegro, tamb&eacute;m me enfure&ccedil;o. Eu n&atilde;o me importo
                de revelar a minha ingenuidade. N&atilde;o importa para mim como os outros medem meu valor. Se eu puder
                terminar minha vida sem me enganar, isto j&aacute; &eacute; o suficiente.</p>
            <p>Mas hoje estou verdadeiramente bem-disposta. Os sentimentos de ontem &agrave; noite foram enterrados
                juntos dela, ao ponto de me perguntar, com uma sensa&ccedil;&atilde;o esquisita, qual a raz&atilde;o de
                eu ter me sentido daquela maneira.</p>
            <p>Especialmente quando escutei que todos os meus companheiros de julgamento da pris&atilde;o masculina
                est&atilde;o agindo como grandes anarquistas e aceitaram enfrentar a morte, fiquei muito contente, ao
                ponto de sentir meu corpo leve. Para n&oacute;s que fomos os respons&aacute;veis, j&aacute; &eacute; um
                al&iacute;vio saber somente disto. Isto porque somos todos humanos, &eacute; mais do que natural que
                qualquer um se sinta, em seu &acirc;mago, l&uacute;gubre ao ser sentenciado a uma pena t&atilde;o pesada
                por causa de um envolvimento &iacute;nfimo e incontorn&aacute;vel. No entanto, n&atilde;o consigo sentir
                nada al&eacute;m de admira&ccedil;&atilde;o diante de uma atitude t&atilde;o varonil como encontrar
                al&iacute;vio em sacrificar tudo pelo [consolo do] bem de nossos princ&iacute;pios. N&atilde;o podia
                esperar menos de anarquista, de meus companheiros. Estou verdadeiramente contente. Sinto orgulho
                enquanto anarquista. Eu j&aacute; n&atilde;o tenho nenhum arrependimento. Aquela &uacute;nica nuvem
                escura que pairava em meu cora&ccedil;&atilde;o finalmente se dissipou e deixou meu peito, &agrave;
                semelhan&ccedil;a do c&eacute;u de hoje, completa e puramente ensolarado.</p>
            <p>Escrevi cartas para Koizumi Sakutar&ocirc;<sup><span class="nota"
                        data-nota="小泉策太郎 (1872-1937)."></span></sup>, para Kat&ocirc;
                Tokijir&ocirc;<sup><span class="nota" data-nota="加藤時次郎 (1858-1930)."></span></sup> e para Nagae
                Tamemasa<sup><span class="nota" data-nota="永江為政 (1861-1925)."></span></sup>, para Okano
                Tatsunosuke<sup><span class="nota" data-nota="No original: &ldquo;岡野辰之助&rdquo;."></span></sup> e para
                Watanabe Yayoko<sup><span class="nota"
                        data-nota="渡辺八代子, esposa de 渡辺政太郎, Watanabe Masatar&ocirc; (1873-1918)."></span></sup> eu
                escrevi cart&otilde;es postais.</p>
            <p>Pela tarde, recebi cartas de nosso advogado, Hirade<sup><span class="nota"
                        data-nota="平出修, Hirade Sh&ucirc; (1878-1914)."></span></sup>, e de Sakai.
                A carta de Hirade dizia:</p>
            <p style="text-indent: 0; padding-left: 6em;">Eu j&aacute; sabia qual seria o veredicto sem que o juiz
                precisasse ler mais de dez linhas da
                argumenta&ccedil;&atilde;o. At&eacute; aquele momento, meu anseio como advogado ainda tinha um ponta de
                esperan&ccedil;a de que cinco ou seis pessoas poderiam receber uma pena mais branda, no entanto foi tudo
                em v&atilde;o. Apesar de n&atilde;o estar mais aguentando ficar naquela posi&ccedil;&atilde;o,
                n&atilde;o queria desencorajar as duas pessoas que estavam sob meus cuidados, portanto, mesmo que tenha
                sido doloroso, eu suportei at&eacute; o final junto deles e tentei dizer uma ou outra coisa para tentar
                anim&aacute;-los. N&atilde;o h&aacute; nada que possamos fazer quanto a aplica&ccedil;&atilde;o da lei.
                Deixemos para a posterioridade o julgamento da (in)adequa&ccedil;&atilde;o desta senten&ccedil;a. Creio
                que voc&ecirc; n&atilde;o precise de nenhum tipo de consolo. Mas como devem ter se sentido aqueles que
                n&atilde;o tinha a determina&ccedil;&atilde;o e que foram pressionados a t&ecirc;-la? Eu fiquei muito
                incomodado com isto e desde o dia dezoito n&atilde;o tenho consigo fazer nada.</p>
            <p>Ah!, se at&eacute; mesmo um advogado pensa desta maneira, seria poss&iacute;vel para mim, uma
                companheira, mais do que isto: uma companheira que tem responsabilidade pelo ocorrido, n&atilde;o sentir
                t&atilde;o insuport&aacute;vel [indigna&ccedil;&atilde;o] dor?</p>
            <p>Escrevi uma resposta para Hirade sob a luz fraca da l&acirc;mpada.</p>

            <h3 id="capitulo6" class="capitulo">Dia 23, ensolarado</h3>
            <p>Toda noite fico irritada quando, &agrave;s duas da manh&atilde;, v&ecirc;m trocar minha garrafa de
                &aacute;gua quente<sup><span class="nota"
                        data-nota="No original: &ldquo;湯タンポ&rdquo;, <em>Yutanpo</em>. Garrafa com &aacute;gua quente feita de metal, cer&acirc;mica ou pl&aacute;stico que &eacute; colocada dentro da cama para esquentar partes do corpo durante o inverno."></span></sup>
                e sempre me levanto um pouco quando chega
                essa hora. E, ent&atilde;o, como nas pr&oacute;xima uma, duas horas n&atilde;o consigo voltar a dormir
                eu acabei pegando o h&aacute;bito de ficar pensando em todo tipo de coisa enquanto caio de sono.</p>
            <p>Noite passada eu tamb&eacute;m, como esperado, acordei do mesmo jeito.</p>
            <p>Pensei na visita que Sakai me fez antes de ontem, nos meus companheiros de julgamento, no t&uacute;mulo
                de minha irm&atilde; mais nova &ndash; o t&uacute;mulo de minha irm&atilde; est&aacute; no Templo
                Sh&ocirc;shunji que fica em frente ao Templo Ginsekai &ndash; e v&aacute;rias outras coisas. Quando
                Sakai e Yasuko entregarem o dinheiro para limpeza e manuten&ccedil;&atilde;o do t&uacute;mulo assim como
                solicitei, me pergunto como [aquele monge] aquele monge que eu detesto ir&aacute; saud&aacute;-los. Para
                n&oacute;s que n&atilde;o cremos que os mortos possam descansar em paz atrav&eacute;s de um sutra pio,
                &eacute; natural que fic&aacute;ssemos displicentes no envio do tributo para o templo e o monge com
                frequ&ecirc;ncia nos olhasse com cara de desaprova&ccedil;&atilde;o sempre que &iacute;amos l&aacute;
                [para] visitar o t&uacute;mulo. Nisto, acabei me distanciando pouco a pouco e, no lugar de ir colocar
                flores e incensos no t&uacute;mulo que guardava seus ossos, segui colocando a comida favorita de minha
                irm&atilde; na frente de sua foto. [Quando paro para pensar, fazer isso era bem est&uacute;pido, no
                entanto, pela for&ccedil;a do h&aacute;bito de v&aacute;rios anos de costume, continuava o fazendo
                somente para meu pr&oacute;prio consolo] quando paro para pensar, fazer isso era bem est&uacute;pido,
                mesmo sem achar que, ap&oacute;s o corpo da pessoa morta virar fumo e ter voltado a ser somente
                &aacute;tomos decompostos, o esp&iacute;rito permane&ccedil;a e se agrade com flores, incensos e outros
                tipos de oferendas, eu continuava fazendo isto somente para meu pr&oacute;prio consolo, quem sabe tenha
                sido pela for&ccedil;a do h&aacute;bito de v&aacute;rios anos de costume.</p>
            <p>No entanto, levando em conta minha situa&ccedil;&atilde;o atual, creio que precisava enviar o valor de
                limpeza e manuten&ccedil;&atilde;o para o templo pelo bem do meu irm&atilde;o mais novo que est&aacute;
                nos Estados Unidos. Penso assim por que quando ele voltar para o Jap&atilde;o e quiser um dia ir visitar
                o t&uacute;mulo da irm&atilde;, seria [certamente decepcionante n&atilde;o o encontrar l&aacute; por ter
                sido], n&atilde;o tenho d&uacute;vidas, decepcionante n&atilde;o o encontrar l&aacute; por conta de ter
                sido considerado sem salva&ccedil;&atilde;o.</p>
            <p>[Ontem &agrave; noite tamb&eacute;m pensei sobre mim mesma. Ontem, durante a visita, pedi ao Guarda
                Kinose que providenciasse um caix&atilde;o de corpo inteiro, certamente ficar&aacute; pronto at&eacute;
                l&aacute;. Qualquer coisa bastaria depois que eu estivesse morta, no entanto me desagrada a ideia de ter
                as pernas quebradas e ficar num espa&ccedil;o estreito e apertado como Hong Kong. Por isso fa&ccedil;o
                quest&atilde;o de que meu caix&atilde;o seja de corpo inteiro.]</p>
            <p>Ontem &agrave; noite tamb&eacute;m pensei sobre meus restos mortais. Quando minha fraca
                respira&ccedil;&atilde;o cessar e eu n&atilde;o passar de somente uma bola de carne<sup><span
                        class="nota"
                        data-nota="No original, em algumas vers&otilde;es, a palavra vem escrita como &ldquo;肉魂&rdquo;, que seria algo como &ldquo;carne e alma&rdquo;. No entanto, em outras aparece como &ldquo;肉塊&rdquo;, &ldquo;<em>nikkai</em>&rdquo; ou &ldquo;<em>nikukai</em>&rdquo;, que pode ser traduzida, entre outras possibilidades, como bola de carne. Levando em conta o contexto, mantemos a tradu&ccedil;&atilde;o para o segundo registro da palavra, &ldquo;肉塊&rdquo;."></span></sup>,
                qualquer coisa bastaria, no entanto, eu sempre me desagrado quando vejo que
                quebraram as pernas dos mortos para coloc&aacute;-los em um caix&atilde;o estreito e apertado e, por
                isso, durante a visita de antes de ontem, eu [de alguma forma], voltei a pedir ao guarda Kinose, que nos
                observava, para atender meu pedido por um caix&atilde;o de corpo inteiro para mim. [Portanto], acho que
                certamente ficar&aacute; pronto at&eacute; l&aacute;. Sobre minhas roupas, para caso meu t&uacute;mulo
                seja revirado e violado, somente desta vez gostaria de n&atilde;o estar em uma situa&ccedil;&atilde;o
                muito deplor&aacute;vel, no entanto, j&aacute; n&atilde;o me importo mais com isto. Mesmo que esteja
                suja, mesmo que esteja com as roupas rasgadas, acho que &eacute; melhor e mais natural que eu esteja com
                meus trajes de sempre. Tamb&eacute;m havia pedido ao chefe de se&ccedil;&atilde;o Iizuka
                permiss&atilde;o para tomar um banho na manh&atilde; do dia em que seria executada, mas hoje de
                manh&atilde; tamb&eacute;m solicitei que desconsidere isto. Na realidade, se fosse para falar de meus
                desejos, eu gostaria que meu corpo fosse sepultado ao lado do t&uacute;mulo de minha irm&atilde; &ndash;
                tanto faz o t&uacute;mulo, n&atilde;o me importo que fa&ccedil;am meu corpo em cinzas e o joguem aos
                ventos, ou que me joguem no mar aberto de Shinagawa, que fa&ccedil;am como bem o desejarem. No entanto,
                sei que n&atilde;o existe chance de acontecer algo deste tipo e, se for para ficar com a mesma forma
                [sepultada] seria demais desejar ser sepultada ao lado de minha saudosa irm&atilde;, mas, como escrevi
                anteriormente, eu n&atilde;o suporto aquele templo [e aquele monge] e, por isso, resolvi pelo que daria
                menos trabalho e pedi para me enterrarem no cemit&eacute;rio para condenados &agrave; morte de
                Z&ocirc;shigaya. Antes de ontem eu tamb&eacute;m falei destes pensamentos para Sakai e Yasuko
                ap&oacute;s eles me recomendarem falar sem reservas pois fariam do jeito que eu desejasse.</p>
            <p>Esta manh&atilde; escrevi cart&otilde;es postais para [Sakai] a <em>Baibunsha</em> e para o advogado
                Hirade.</p>
            <p>Para a <em>Baibunsha</em> eu escrevi de modo a indicar que, n&atilde;o importa quem seja, gostaria que
                algu&eacute;m fosse at&eacute; o templo e pedisse para escreverem uma nova placa de madeira para o
                t&uacute;mulo de minha irm&atilde;.</p>
            <p>Ao pensar no meu t&uacute;mulo, me lembrei do procurador Taketomi<sup><span class="nota"
                        data-nota="武富済, Taketomi Wataru (1879-1937)."></span></sup>. Eu e este procurador somos velhos
                conhecidos desde o Caso da Bandeira
                Vermelha, tr&ecirc;s anos atr&aacute;s. Mais do que isto, somos velhos conhecidos que se odeiam
                mutuamente. Nosso atrito come&ccedil;ou quando, naquela &eacute;poca, eu solicitei que concertassem
                algumas partes do texto dos autos do interrogat&oacute;rio que n&atilde;o me agradaram e, ent&atilde;o,
                nos separamos com os rostos vermelhos de raiva. No ano seguinte, isto &eacute;, no ver&atilde;o do ano
                retrasado, quando fui encarcerada ao responder pelo crime de viola&ccedil;&atilde;o da lei de imprensa
                por meu envolvimento com a revista <em>Jiy&ucirc; Shis&ocirc;</em>, fui bastante maltratada por este
                mesmo procurador que usou de m&eacute;todos bastante cru&eacute;is e trai&ccedil;oeiros para
                alcan&ccedil;ar um severo argumento final de promotoria. Ent&atilde;o, quando o caso atual veio &agrave;
                tona, fui, primeiramente, interrogada por este mesmo procurador, no entanto, estava decidida a
                n&atilde;o dizer uma palavra sequer para este procurador habitualmente desagrad&aacute;vel. Mas
                n&atilde;o s&oacute;, senti mesmo, por um momento, uma vontade assassina e estava pronta para levar o
                procurador comigo para o mundo dos mortos.</p>
            <p>Contudo, ao escutar do procurador um pouco sobre sua vida, senti empatia pela sua velha m&atilde;e e por
                seu passado de dificuldades enquanto trabalhava e estudava de modo que perdi qualquer sentimento
                assassino contra ele e acabei por relatar, um a um, todos os meus sentimentos para o promotor e, assim,
                nos separamos.</p>
            <p>Alguns dias se passaram ap&oacute;s isto e tivemos uma conversa deste tipo:</p>
            <p>&ldquo;Acho muito interessante que voc&ecirc; n&atilde;o me diga uma palavra sequer sobre o caso. De
                minha parte, tamb&eacute;m n&atilde;o perguntarei nada. Em troca, voc&ecirc; n&atilde;o me falaria um
                pouco de sua trajet&oacute;ria de vida? N&atilde;o seria interessante se voc&ecirc; fizesse com que eu,
                a pessoa que voc&ecirc; mais odeia, tentasse escrever sua hist&oacute;ria de vida? Eu certamente iria
                adorar tentar escrev&ecirc;-la.&rdquo;</p>
            <p>Pensei que esta certamente seria mais uma forma que ele usaria para se vingar, no entanto, n&atilde;o
                importa quem escreva sobre mim, no fim das contas n&atilde;o h&aacute; nada de bom que possa ser dito.
                Sempre me desviando para caminhos irregulares, vivi minha vida sem seguir um percurso adequado e,
                gra&ccedil;as a minha determina&ccedil;&atilde;o e teimosia, felizmente consegui termin&aacute;-la sem
                me tornar prostituta ou oper&aacute;ria de uma f&aacute;brica t&ecirc;xtil. Afora as pessoas preocupadas
                com problemas sociais e que ainda possuem sangue e l&aacute;grimas para verterem, sei que &eacute;
                imposs&iacute;vel que qualquer outra pessoa sinta empatia pelas tr&aacute;gicas circunst&acirc;ncias de
                meu passado. Portanto, se &eacute; para que escrevam mal de mim, que o fa&ccedil;am completa e
                inteiramente. Acho que seria interessante que algu&eacute;m realmente escrevesse com o m&aacute;ximo de
                &oacute;dio poss&iacute;vel e, deste modo, contei a hist&oacute;ria de minha vida sem que deixasse, no
                entanto, nenhum fato propriamente dito de minha vida transparecer, como se fosse um romance.</p>
            <p>Quando fal&aacute;vamos de coisas que n&atilde;o eram relacionadas ao caso, o procurador agia
                animadamente como se n&atilde;o possu&iacute;sse o veneno [dos Srs. Procuradores] e eu n&atilde;o podia
                achar nenhum ponto que justificasse meu &oacute;dio. N&atilde;o consegui encontrar nenhuma marca do
                promotor demon&iacute;aco de antes. Ele escutava minha hist&oacute;ria e parecia realmente interessado.
            </p>
            <p>&ldquo;&Eacute; como se fosse realmente um romance, n&eacute;?&rdquo;</p>
            <p>Ainda tenho fresco na mem&oacute;ria a cara com que ele perguntava isto. E o procurador continuou:</p>
            <p>&ldquo;Eu e voc&ecirc; certamente tivemos um la&ccedil;o profundo em nossas vidas passadas. Se voc&ecirc;
                receber a pena de morte &ndash; se voc&ecirc; morrer antes de mim, eu juro que levarei, sem falta,
                incenso e flores para seu t&uacute;mulo.&rdquo;</p>
            <p>Ele continuava repetindo isto.</p>
            <p>Seus olhos n&atilde;o pareciam indicar que se tratava apena de lisonja moment&acirc;nea, &eacute;
                prov&aacute;vel que ele realmente v&aacute; ao menos uma vez visitar meu t&uacute;mulo. Ao contar isso
                para certa pessoa, ela riu e falou que isso certamente seria sinistro; quando ele fosse visitar o
                t&uacute;mulo seria engra&ccedil;ado agarrar sua manga e assust&aacute;-lo de maneira dram&aacute;tica.
            </p>
            <p>Se eu me tornasse um fantasma ou um esp&iacute;rito, a come&ccedil;ar pelo Juiz da Suprema Corte, existe
                um sem-n&uacute;mero de pessoas que eu gostaria de assustar. Que emocionante seria v&ecirc;-los gritar
                "Aaa!" petrificados de terror. H&aacute;!</p>
            <p>Essa manh&atilde; tive um sonho peculiar.</p>
            <p>N&atilde;o me lembro quem eram as pessoas, mas estava caminhando por um caminho reto dentro de um arrozal
                beirando um arroio com duas ou tr&ecirc;s pessoas. Quando me dei conta e olhei de repente para o
                c&eacute;u, o sol e a lua estavam afastados cerca de um metro de dist&acirc;ncia e flutuavam pelo imenso
                c&eacute;u azul. O sol estava mesmo com uma cor parecida com a da lua e lhe faltava tr&ecirc;s quartos
                de sua forma. A lua estava como se tivessem passado uns dez dias desde a lua nova. Eu acordei assim que
                terminei de contar as pessoas que me acompanhavam que quando a lua e o sol aparecem juntos assim
                &eacute; um press&aacute;gio de que uma grande calamidade se abater&aacute; sobre o pa&iacute;s.</p>
            <p>Talvez meu c&eacute;rebro n&atilde;o esteja bem e por isso eu venha sonhando a noite toda. Mas foi a
                primeira vez que tive esse sonho com o sol e com a lua. Um sol incompleto, uma lua incompleta, o que
                ser&aacute; que querem dizer?</p>
            <p>Nestes tempos, sempre quando acordo penso, vejam s&oacute;, n&atilde;o &eacute; que ainda estou viva?!
            </p>
            <p>E acabo achando que estar viva &eacute; meio que como um sonho tamb&eacute;m.</p>
            <p>[Ao escrever at&eacute; aqui, Tanaka, o chefe do centro de educa&ccedil;&atilde;o, veio me ver e, por um
                tempo]</p>
            <p>[Ao escrever at&eacute; aqui, Tanaka]</p>
            <p>Escutei de Tanaka, o chefe do centro de educa&ccedil;&atilde;o, que mais da metade dos sentenciados a
                morte foram salvos. No melhor dos casos, as senten&ccedil;as foram convertidas em pris&atilde;o
                perp&eacute;tua. Vindo daquela ultrajante decis&atilde;o, isto deveria ser no m&iacute;nimo natural,
                mas, n&atilde;o importa, &eacute; uma boa not&iacute;cia. N&atilde;o sei ao certo quem recebeu o induto,
                mas certamente devem ter sido aqueles que tinha uma liga&ccedil;&atilde;o muito fraca com tudo isso,
                devem ter sido, por certo, aqueles que eu acreditava que eram inocentes. Independentemente de ter sido
                uma decis&atilde;o absurda e ultrajante, posso imaginar o tamanho da inesperada felicidade daqueles que
                receberam, por um momento, a senten&ccedil;a de morte. Primeiro eles d&atilde;o esse tipo de
                senten&ccedil;a cruel para, mais tarde, alegando ter sido por conta das opini&otilde;es de Sua
                Majestade, reduzirem a pena com ares de superioridade &ndash; n&atilde;o sei se acho admir&aacute;vel ou
                ardilosa essa forma ladina de atuar para a popula&ccedil;&atilde;o e para o estrangeiro agindo como se
                tudo tivesse sido um ato de benevol&ecirc;ncia e retid&atilde;o -, de qualquer forma, no fim das contas,
                estou agradecia que as vidas de companheiros v&atilde;o ser salvas. O que desejo mesmo &eacute; que
                todos, exceto eu e mais dois ou tr&ecirc;s pessoas, fossem salvos. Se eu pudesse trocar de lugar com
                eles, eu n&atilde;o me importaria de ser atada a um crucifixo de ponta cabe&ccedil;a e banhada em fogo,
                ou de ter minhas costadas atravessadas para que me mergulhassem na caldeira dos navios, eu aceitaria
                qualquer pena, por mais cruel que fosse.</p>
            <p>Algu&eacute;m me contou a hist&oacute;ria de Tanaka, que era um samurai de Aizu-han e que tinha sido
                capturado e condenado a morte em 1872. Quando estava finalmente a caminho do lugar onde seria executado
                inesperadamente recebeu o induto. &Eacute; uma [hist&oacute;ria] hist&oacute;ria de experi&ecirc;ncia
                bastante interessante quando a escuto na situa&ccedil;&atilde;o em que eu me encontro agora.</p>
            <p>Admiro todos os anos de experi&ecirc;ncia que o capacitam a falar de acordo com um determinado tempo, sem
                entrar na ideologia de seus oponentes, como se, ao olhar para a pessoa, conseguisse dizer a verdade
                sobre ela.</p>
            <p>Chegaram cinco cartas, uma de Sakai M&acirc;, de Koizumi Sakutar&ocirc;, de Minami Sukematsu<sup><span
                        class="nota" data-nota="南助松 (1873-1964)."></span></sup>, de Kayama Sukeo<sup><span class="nota"
                        data-nota="No original: &ldquo;加山助男&rdquo;."></span></sup> e de
                Tomiyama<sup><span class="nota"
                        data-nota="No original: &ldquo;富山&rdquo;. Provavelmente 富山荒村, Tomiyama K&ocirc;son."></span></sup>.
            </p>
            <p>O cart&atilde;o postal de M&acirc; estava ilustrado por lindas flores de mato e dizia, escrito a
                l&aacute;pis, assim:</p>
            <p style="text-indent: 0; padding-left: 6em;">Parece que a senhora vai me dar algumas coisas, ent&atilde;o
                muito obrigada. adeus.</p>
            <p>[Coisa meiga] Era como se eu visse diante de mim sua figura meiga, de grandes olhos e pele branca. Como
                pode ser t&atilde;o meiga.</p>
            <p>Koizumi me escreveu um texto que come&ccedil;ava: &ldquo;escrevo e envio esta carta como uma
                &uacute;ltima despedida&rdquo;, e continuava:</p>
            <p style="text-indent: 0; padding-left: 6em;">&nbsp;&nbsp;Quando me embebedei na noite de v&eacute;spera do
                ano novo em Takeshiba-kan, eu compus um poema para
                Sh&ucirc;sui: <br>
                &nbsp;&nbsp;&ldquo;Antes do copo somente a bela princesa do destino <br>
                &nbsp;&nbsp;Ap&oacute;s me embriagar &eacute; quando entendo o obscuro e odioso plano <br>
                &nbsp;&nbsp;Essa noite na pris&atilde;o dos mortos <br>
                &nbsp;&nbsp;Por onde andara o esp&iacute;rito dos seus sonhos neste ano tortuoso&rdquo; <br>
                &nbsp;&nbsp;Tamb&eacute;m queria ter composto um para voc&ecirc;, mas acabei conseguindo terminar
                somente uma
                estrofe, &ldquo;Que lastima! Uma gloriosa e brava princesa&rdquo;</p>
            <p>Nos &uacute;ltimos dois ou tr&ecirc;s anos, ele me ajudou sobremaneira, ao ler mais uma vez suas palavras
                meu peito se encheu de emo&ccedil;&atilde;o. Que voc&ecirc; viva com sa&uacute;de e vigor, que
                voc&ecirc; viva cem anos!</p>
            <p>Escrevo isto sob a luz fraca e distante de uma l&acirc;mpada enquanto movo fracamente o pincel frio feito
                gelo. N&atilde;o &eacute; nada f&aacute;cil. J&aacute; faz um tempo que anunciaram que &eacute; hora de
                dormir. O vento solit&aacute;rio sopra do lado de fora da janela.</p>
            <p>Por hoje isto basta, vamos dormir.</p>

            <h3 id="capitulo7" class="capitulo">Dia 24, ensolarado</h3>
            <p>Escrevi para Sakai, Masuda e para M&acirc;b&ocirc;.</p>
            <p>Pedi a Sakai para enviar alguns <em>mementos</em> meus para meu irm&atilde;o que est&aacute; nos Estados
                Unidos.</p>
            <p>O texto do veredito, de 146 p&aacute;ginas, chegou. Penso em envi&aacute;-lo para meus companheiros que
                tamb&eacute;m est&atilde;o nos Estados Unidos.</p>
            <p>Yoshikawa me enviou o <em>Suikod&ocirc; Kens&ocirc;</em>.</p>
            <p>Ap&oacute;s ler este exagerado e inescrupuloso texto do veredicto, fiquei desgostosa e acabei perdendo
                todo o &acirc;nimo para pegar o pincel hoje. Chegou um cart&atilde;o postal de Yoshikawa.</p>
            <p>Pela noite escrevi cartas e cart&otilde;es postais para os quatro advogados, Isobe, Hanai, Imamura e
                Hirade e para Yoshikawa, Minami, Kayama e Tomiyama.</p>


        </section>

        <div class="notas" id="notas">
            <h3>Notas</h3>
        </div>

        <script>
            document.addEventListener('DOMContentLoaded', function () {
                const notasDiv = document.getElementById('notas');
                const notas = document.querySelectorAll('.nota');

                notas.forEach((nota, index) => {
                    const notaNumber = index + 1;
                    const notaId = `nota${notaNumber}`;
                    const linkId = `link${notaNumber}`;
                    const notaText = nota.getAttribute('data-nota');

                    nota.innerHTML = `<a href="#${notaId}" id="${linkId}">${notaNumber}</a>`;

                    const notaPara = document.createElement('p');
                    notaPara.id = notaId;
                    notaPara.innerHTML = `<strong>Nota ${notaNumber}:</strong> ${notaText} <a href="#${linkId}">Voltar para o texto</a>`;

                    notasDiv.appendChild(notaPara);
                });
            });
        </script>

        <footer class="rodape">
            <span>Adicionado em: <strong id="data-adicao"></strong></span> |
            <span>Atualizado em: <strong id="data_atualizacao"></strong></span>
        </footer>

        <script>
            const dataAdicao = new Date('2024-10-21'); 
            const dataAtualizacao = new Date('2024-11-07'); 

            document.getElementById('data-adicao').textContent = dataAdicao.toLocaleDateString('pt-BR');
            document.getElementById('data_atualizacao').textContent = dataAtualizacao.toLocaleDateString('pt-BR');
        </script>
    </main>
</body>

</html>