<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="icon" href="../../images/icone.svg" type="image/svg+xml">
    <meta name="description"
        content="Tradução de “Tsuru no fue (鶴の笛)”, de Hayashi Fumiko. Arroz e flores: antologia de literatura rebelde japonesa em português">
    <title>A flauta do tsuru - Hayashi Fumiko</title>
    <style>
        sup {
            font-size: 0.8rem;
            vertical-align: super;
        }

        a {
            color: #900;
            text-decoration: none;
        }

        a:hover {
            text-decoration: underline;
        }

        .notas p {
            margin-top: 10px;
            font-size: 0.8rem;
            color: #555;
        }
    </style>
    <link rel="stylesheet" href="../../css/texto.css">
</head>

<body>
    <main>
        <section class="destaque">
            <h1 class="titulo">A flauta do tsuru</h1>
            <p class="autor"><strong><a href="../../antologia/hayashi_fumiko/" target="_blank">Hayashi
                        Fumiko</a></strong></p>
        </section>

        <section class="creditos">
            <p><strong>Tradução</strong>: Gustavo Perez Katague
            </p>
            <p><strong>Primeira publicação da tradução</strong>: <em>Brasil Nikkei Bungaku</em>, no. 75, p. 67-70,
                mar. 2024. Disponível em: <a href="https://www.academia.edu/117664145/A_flauta_do_tsuru"
                    target="_blank"><em>Brasil Nikkei Bungaku</em></a>.
            <p><strong>HTML</strong>: Felipe Chaves Gonçalves Pinto</p>
            <p><strong>Texto original</strong>: "Tsuru no fue",
                primeira publicação em 1974.
                Disponível em: <a href="https://www.aozora.gr.jp/cards/000291/files/24372_18920.html"
                    target="_blank"><em>Aozorabunko</em></a>.
                Acesso em: 02/10/2025.</p>
            <p><strong>Este texto está licenciado por</strong>:
                <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank">
                    Licença Creative Commons Atribuição-CompartilhaIgual 4.0 Internacional (CC BY-SA 4.0)</a>.
            </p>

        </section>

        <section class="texto">
            <p>H&aacute; muito tempo, houve um ano de prolongada fome. Os tsurus, que aos montes habitavam uma vila,
                andejavam dia ap&oacute;s dia procurando por comida. Mas como n&atilde;o havia o que comer em lugar
                algum, os tsurus, impacientes, prepararam-se para uma longa viagem e sa&iacute;ram voando para longe.
            </p>
            <p>Assim, na vila sobraram apenas um tsuru com uma perna ruim e sua esposa. Ele permanecia em p&eacute;
                &agrave; beira do p&acirc;ntano, onde os cani&ccedil;os cresciam fortes, um lugar agora solit&aacute;rio
                pela aus&ecirc;ncia de todos, e olhava o c&eacute;u por onde os outros voavam distantes.</p>
            <p>Certo dia, a tsuru esposa procurava por comida obstinadamente com o seu bico &agrave; beira
                d&rsquo;&aacute;gua. Visivelmente tr&ocirc;pega naquela manh&atilde;, sem saber se encontraria ao menos
                um &uacute;nico peixinho, ela procurava empenhada por toda parte, mesmo que um botia. O sol matutino
                brilhava cintilante. No vasto c&eacute;u, uma nuvem errante flutuava solta em dire&ccedil;&atilde;o ao
                oeste. No interior do bosque de jovens &aacute;rvores, a paisagem era encantadora, com pontos de luz do
                sol salpicados aqui e ali.</p>
            <p>Depois de um tempo, ouviu um som indescritivelmente belo de uma flauta. &ldquo;Mas o que seria
                isso?&rdquo;, pensou. A tsuru esposa, antes faminta, de repente teve a impress&atilde;o de estar saciada
                escutando aquele belo timbre. Ao caminhar sorrateira em sua dire&ccedil;&atilde;o, deparou-se com seu
                marido tocando uma flauta transversal.</p>
            <p>&mdash; U&eacute;, &eacute; voc&ecirc; que est&aacute; tocando a flauta? &mdash; perguntou a esposa.</p>
            <p>O tsuru da perna ruim olhou para tr&aacute;s parecendo envergonhado.</p>
            <p>&mdash; Ent&atilde;o... &eacute; que agora h&aacute; pouco eu estava vasculhando o p&acirc;ntano,
                pensando que talvez pudesse ter algo l&aacute;, sabe? E a&iacute;, quando eu senti o tinido de algo duro
                no meu bico, me apressei para ver o que era e abocanhei esta flauta! Sem saber como funcionava, fui
                segurando no bico de v&aacute;rios jeitos, at&eacute; que, com um sopro repentino, saiu um som lindo dos
                buraquinhos do bambu. J&aacute; tinha me esquecido da fome enquanto tocava!</p>
            <p>&mdash; Olha s&oacute;! Foi assim, &eacute;? Fiquei surpresa com um timbre t&atilde;o bonito. Ah, foi
                t&atilde;o agrad&aacute;vel! Me fez lembrar um pouco dos bons e velhos tempos.</p>
            <p>O som da flauta era t&atilde;o bonito que, para os dois tsurus famintos, passou a parecer tolice estarem
                sempre preocupados, at&eacute; ent&atilde;o pensando apenas em comer.</p>
            <p>Dia ap&oacute;s dia, os dois s&oacute; reclamavam, ressentidos por terem sido deixados pelos outros
                tsurus que sa&iacute;ram voando sem olhar para tr&aacute;s. Mas depois de terem encontrado a flauta de
                t&atilde;o belo tom, passaram a se satisfazer com pouca comida, a relembrar os bons e velhos tempos e a
                desejar felicidades aos demais que partiram para longe.</p>
            <p>&mdash; Sabe, qualquer pequeno des&acirc;nimo desaparece por completo sempre que eu fico escutando o som
                da flauta. Consigo imaginar anos muito bons e fartos, e n&atilde;o apenas pensar em tempos
                dif&iacute;ceis como este. Hoje eu vou um pouco mais longe para procurar peixes, ent&atilde;o toque a
                flauta de vez em quando, por favor &mdash; disse a esposa.</p>
            <p>&mdash; Mas &eacute; claro! V&aacute; com cuidado, viu?</p>
            <p>Ela foi logo al&ccedil;ando voo e, n&atilde;o muito tempo depois, chegou a um pequeno p&acirc;ntano onde
                respingos de &aacute;gua brotavam de vez em quando na superf&iacute;cie. Instigada, fixou o alvo e
                baixou voo, deparando-se com um local onde se formava um cardume com tantos peixinhos como jamais havia
                visto. Com o cora&ccedil;&atilde;o acelerado, ela apanhou os peixes. Preparou a marmita e, pronta para
                partir em dire&ccedil;&atilde;o ao som da flauta, encontrou um casal de tsurus e seus tr&ecirc;s
                filhotes vindos do oeste.</p>
            <p>&mdash; Oh! H&aacute; quanto tempo, n&atilde;o &eacute; mesmo? Como est&atilde;o? &mdash; perguntou a
                tsuru esposa.</p>
            <p>&mdash; Pois &eacute;, estamos passando momentos dif&iacute;ceis. S&oacute; encontramos dificuldades
                aonde fomos, e, por fim, dois filhotes nossos acabaram morrendo adoecidos. Vagamos por todos os cantos
                tentando encontrar um lugar pr&oacute;spero, at&eacute; ouvirmos o som indescritivelmente belo de uma
                flauta. Viemos para c&aacute; porque, sem d&uacute;vida, deveria haver algo de bom na
                dire&ccedil;&atilde;o de onde ela ecoa.</p>
            <p>&mdash; Nossa, mas &eacute; poss&iacute;vel ouvir a flauta t&atilde;o longe assim? Aquele som &eacute; o
                meu marido tocando.</p>
            <p>Ao acompanhar a tsuru esposa, eles ficaram espantados ao ver que o lugar era a vila que antes
                abandonaram. Para ela, de cora&ccedil;&atilde;o aberto por escutar o som da flauta h&aacute; tempos,
                ajudar o pr&oacute;ximo passou a ser uma alegria, n&atilde;o importando o qu&atilde;o dif&iacute;cil
                fosse sua pr&oacute;pria situa&ccedil;&atilde;o.</p>
            <p>Prontamente serviu como janta os peixes apanhados antes e deixou que os famintos tsurus companheiros de
                viagem comessem.</p>
            <p>&mdash; Sirvam-se &agrave; vontade! Por favor, comam bastante para recuperar as energias! &mdash;
                disseram o tsuru da perna ruim e a sua esposa ap&oacute;s terem comido apenas um pouco.</p>
            <p>Com esse acolhimento sincero, os pais e os filhotes acabaram emocionados e com l&aacute;grimas nos olhos.
                At&eacute; ent&atilde;o, escondendo a comida e pensando somente em si mesmos, os tsurus faziam coisas
                perversas sempre que se deparavam em disputa por alimento, trapaceando e atacando uns aos outros. Por
                conta da preocupa&ccedil;&atilde;o coletiva com a comida, n&atilde;o tiveram um &uacute;nico dia
                agrad&aacute;vel do qual pudessem se lembrar.</p>
            <p>Formando bandos barulhentos, os fortes se gabavam, tomando a pouca comida dos fracos e
                amea&ccedil;ando-os constantemente. Inclusive os filhotes, crescendo &agrave;s soltas e sem limites,
                passaram a imitar somente os aspectos negativos dos adultos, com seus linguajares sujos e s&oacute;
                arranjando brigas.</p>
            <p>A fome foi t&atilde;o prolongada e extrema, que todos acabaram deixando a vila para tr&aacute;s. Mas
                agora, pelo contr&aacute;rio, ela havia se tornado um lugar mais pac&iacute;fico do que antes, e os sete
                tsurus conversaram sobre como pretendiam trabalhar e viver ali alegremente, sem abandonar suas
                esperan&ccedil;as haja o que houver.</p>
            <p>Sob orienta&ccedil;&atilde;o da tsuru esposa, eles encontraram o lugar onde havia muitos peixes, e
                ent&atilde;o, os sete tsurus sempre conseguiam desfrutar de boas refei&ccedil;&otilde;es levando uma
                vida simples.</p>
            <p>Certa noite, sob um magn&iacute;fico luar que iluminava as redondezas com seu brilho dourado, o tsuru da
                perna ruim mais uma vez tocou a flauta.</p>
            <p>Os tr&ecirc;s tsurus filhotes, voltando-se em dire&ccedil;&atilde;o &agrave; Lua, sentiram vontade de
                cantar.</p>
            <p>&mdash; Bonita, bonita a dona Lua! &mdash; cantarolou o ca&ccedil;ula.</p>
            <p>&mdash; Lugar melhor do que a vila onde nasci n&atilde;o h&aacute;! &mdash; continuou o irm&atilde;o do
                meio.</p>
            <p>&mdash; Uma noite agrad&aacute;vel, s&oacute; nos resta apreciar! &mdash; cantarolou o irm&atilde;o mais
                velho.</p>
            <p>&mdash; De fato, n&atilde;o &eacute; que encontramos a felicidade? S&oacute; de voc&ecirc;s tr&ecirc;s
                n&atilde;o passarem mais fome, j&aacute; sou grata por termos voltado para c&aacute;. Mas que bom seria
                se uns ou outros tsurus viessem tamb&eacute;m. Ficaria mais animado, n&atilde;o &eacute;? &mdash; disse
                a m&atilde;e, descontra&iacute;da.</p>
            <p>Enquanto tragava seu cigarro, o tsuru pai era levado pelas notas da flauta que gorjeava em tom suave.</p>
            <p>&mdash; Oh, mas o qu&ecirc;? Som de asas batendo agitadas! Ser&aacute; que tem algu&eacute;m vindo?</p>
            <p>Atra&iacute;dos pelo timbre da flauta, um ap&oacute;s o outro os tsurus que haviam abandonado a vila logo
                voltavam pelo c&eacute;u dourado.</p>
            <p>&mdash; Se for para dividirmos a comida entre todos sem brigar e sem vaidade, sejam bem-vindos! &mdash;
                disse o tsuru da perna ruim.</p>
            <p>Enfim, os tsurus regressos choraram de felicidade.</p>
            <p>E ent&atilde;o, todos passaram a trabalhar e a partilhar as refei&ccedil;&otilde;es como bons
                companheiros. Ser&aacute; que em algum lugar existe ainda essa bela e animada terra dos tsurus?</p>
            <p style="text-indent: 0; padding-left: 6em;"><em>nunca &eacute; demais uma pura inten&ccedil;&atilde;o<br>
                mesmo carente &eacute; farto o cora&ccedil;&atilde;o <br>
                com os outros a compartilhar<br>
                e em conjunto a trabalhar<br>
                sempre com boa vontade&nbsp;<br>
                vamos todos nos amar</em></p>
            <p>Assim sempre soava, com gentis gorjeios, a flauta do tsuru.</p>
        </section>

        <footer class="rodape">
            <span>Adicionado em: <strong id="data-adicao"></strong></span> |
            <span>Atualizado em: <strong id="data_atualizacao"></strong></span>
        </footer>

        <script>
            const dataAdicao = new Date('2025-10-02');
            const dataAtualizacao = new Date('2025-10-02');

            document.getElementById('data-adicao').textContent = dataAdicao.toLocaleDateString('pt-BR');
            document.getElementById('data_atualizacao').textContent = dataAtualizacao.toLocaleDateString('pt-BR');
        </script>
    </main>
</body>

</html>