<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="icon" href="../../images/icone.svg" type="image/svg+xml">
    <meta name="description"
        content="Tradução de “Nagusame (なぐさめ)”, de Hayashi Fumiko. Arroz e flores: antologia de literatura rebelde japonesa em português">
    <title>Consolação - Hayashi Fumiko</title>
    <style>
        sup {
            font-size: 0.8rem;
            vertical-align: super;
        }

        a {
            color: #900;
            text-decoration: none;
        }

        a:hover {
            text-decoration: underline;
        }

        .notas p {
            margin-top: 10px;
            font-size: 0.8rem;
            color: #555;
        }
    </style>
    <link rel="stylesheet" href="../../css/texto.css">
</head>

<body>
    <main>
        <section class="destaque">
            <h1 class="titulo">Consolação</h1>
            <p class="autor"><strong><a href="../../antologia/hayashi_fumiko/" target="_blank">Hayashi
                        Fumiko</a></strong></p>
        </section>

        <section class="creditos">
            <p><strong>Tradução</strong>: Thais Diehl Bresolin
            </p>
            <p><strong>Primeira publicação da tradução</strong>: <em>Nikkei Bungaku</em>, no. 69,
                mar. 2022. Texto indisponível virtualmente.</p>
            <p><strong>HTML</strong>: Felipe Chaves Gonçalves Pinto</p>
            <p><strong>Texto original</strong>: "Nagusame". In: <em>Ryojô no umi</em>, Tóquio: Shinchôsha,
                1946.
                Disponível em: <a href="https://www.aozora.gr.jp/cards/000291/files/58234_66327.html"
                    target="_blank"><em>Aozorabunko</em></a>.
                Acesso em: 09/11/2024.</p>
            <p><strong>Este texto está licenciado por</strong>:
                <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank">
                    Licença Creative Commons Atribuição-CompartilhaIgual 4.0 Internacional (CC BY-SA 4.0)</a>.
            </p>
            <p><strong>Nota</strong>: A versão disponibilizada aqui passou por revisão realizada pela tradutora, Thais
                Diehl Bresolin, e, portanto, não corresponde completamente à primeira versão publicada na <em>Nikkei
                    Bungaku</em>.</p>
        </section>
        <section class="indice">
            <h3>Sumário</h3>
            <ul>
                <li><a href="#capitulo1">I</a></li>
                <li><a href="#capitulo2">II</a></li>
                <li><a href="#capitulo3">III</a></li>


            </ul>
        </section>
        <section class="texto">
            <h3 id="capitulo1" class="capitulo">I</h3>
            <p>At&eacute; mesmo a bela cidade de T&oacute;quio mudara drasticamente com a violenta
                transforma&ccedil;&atilde;o que acontecera ao longo de meses. Como um sonho n&atilde;o concretizado, o
                funcionamento da querida capital desolada partiu-se em pedacinhos. Afetas pela lembran&ccedil;a
                dolorosas e cru&eacute;is da longa guerra, as pessoas andavam distra&iacute;das, amarguradas e abatidas.
                At&eacute; as express&otilde;es faciais dos mais jovens ficaram marcadas por rugas.</p>
            <p>Era &oacute;bvio que, por causa da guerra, uma grande parcela das casas havia deixado de existir, mas
                sobretudo, comer tornou-se um ato extremamente sofrido. Ainda era poss&iacute;vel comprar uma sardinha
                juntando dinheiro para isso, por&eacute;m uma pequena j&aacute; chegava a custar quarenta
                <em>sen</em><sup><span class="nota"
                        data-nota="1 <em>sen</em> equivale a 1/100 de iene. Moeda em uso no Jap&atilde;o entre 1873 e 1953."></span></sup>...
                Algo completamente absurdo. Por&eacute;m, aquela dolorosa
                guerra j&aacute; havia terminado, e, aos poucos, a ordem era restaurada. No entanto, entre as casas que
                haviam desaparecido estava a de Jūkichi em Asakusa. Depois que ela queimara, ele fora separado de sua
                neta Kiyoko, ficando completamente sozinho. Ele at&eacute; havia ido &agrave; casa do irm&atilde;o mais
                novo em Shizuoka, mas este tinha muitos filhos e passava bastante necessidade por causa disso,
                ent&atilde;o Jūkichi retornou para T&oacute;quio depois de duas semanas. Logo ap&oacute;s, a guerra
                chegou ao fim<sup><span class="nota"
                        data-nota="O Imperador Hirohito anunciou, pelo r&aacute;dio, a rendi&ccedil;&atilde;o do seu pa&iacute;s na Segunda Guerra Mundial em 15 de agosto de 1945. A oficializa&ccedil;&atilde;o aconteceu apenas em 2 de setembro de 1945."></span></sup>.
            </p>
            <p>Mesmo sem ter onde morar, Jūkichi ficou aliviado com o t&eacute;rmino da guerra. Antes da enorme derrota
                naquele conflito incoerente que se prolongava, o Jap&atilde;o foi atingido por um verdadeiro
                <em>kamikaze</em>, e tal qual uma &aacute;rvore que &eacute; sacudida, derrubou diversas folhas
                miser&aacute;veis. Uma delas era Jūkichi, que n&atilde;o tinha outra op&ccedil;&atilde;o a n&atilde;o
                ser continuar vivendo, at&ocirc;nito, nesta &eacute;poca.
            </p>
            <p>Jūkichi observava h&aacute; algum tempo os arredores em frente &agrave; esta&ccedil;&atilde;o de Yotsuya.
                Diferente de Shitamachi, havia lugares que resistiram ao inc&ecirc;ndio aqui e ali, cercados por
                &aacute;rvores exuberantes. O pr&eacute;dio do Pal&aacute;cio Imperial parecia emba&ccedil;ado no meio
                da n&eacute;voa al&eacute;m da fileira de &aacute;rvores. Jūkichi achava as casas lindas. Ao ver uma de
                p&eacute;, arrumada e limpa, inevitavelmente pensava que era o maior luxo do ser humano. Dentro de uma
                delas havia uma mulher. Pela cabe&ccedil;a de Jūkichi, passava vividamente a imagem das mulheres que
                pareciam dizer &ldquo;Que bom que a minha casa n&atilde;o queimou&rdquo;, enquanto desfaziam alegremente
                as malas que mandaram trazer do local para onde os civis haviam sido evacuados.</p>
            <p>Jūkichi pegou a bituca de cigarro que havia recolhido no dia anterior no Parque Hibiya e colocou-a na
                piteira de bambu. Agora acesa, a fuma&ccedil;a da bituca, que provavelmente fora descartada por um
                estrangeiro, pairava no ar com um agrad&aacute;vel aroma. Jūkichi havia se tornado especialista em
                recolher bitucas e conseguia apanhar cinco ou seis delas enquanto andava por uma rua movimentada.
                Observando o que restara das casas incendiadas em Yamanote, Jūkichi pensava em Kiyoko. Queria
                encontr&aacute;-la mais que tudo. Eles haviam se separado na noite do dia nove de mar&ccedil;o<sup><span
                        class="nota"
                        data-nota="Refer&ecirc;ncia a 9 de mar&ccedil;o de 1945, quando teve in&iacute;cio a Opera&ccedil;&atilde;o Meetinghouse em T&oacute;quio pelas For&ccedil;as A&eacute;reas do Ex&eacute;rcito dos Estados Unidos, um dos piores bombardeios da hist&oacute;ria."></span></sup>.
            </p>
            <p>Ela era uma jovem baixa, por&eacute;m robusta, e encantadora quando sorria mostrando os pequenos dentes
                brancos e limpos. Tinha apenas dezesseis anos<sup><span class="nota"
                        data-nota="At&eacute; 1950, os japoneses utilizavam um sistema de contagem de idades chamado <em>kazoedoshi</em>, no qual o beb&ecirc; j&aacute; nascia com um ano, completando dois anos no primeiro dia de janeiro. As idades desta tradu&ccedil;&atilde;o foram convertidas para o sistema de contagem de idades ocidental, ou seja, subtra&iacute;das 1 ano."></span></sup>,
                ent&atilde;o,
                Jūkichi n&atilde;o tinha esperan&ccedil;as de que tivesse sobrevivido. Porque al&eacute;m de n&atilde;o
                ter informa&ccedil;&otilde;es sobre a neta, havia muitos cad&aacute;veres nos arredores do Parque
                Sumida, para onde ela havia fugido.</p>
            <p>Um trem caindo aos peda&ccedil;os passou rapidamente. Um jipe veloz passou rapidamente. O
                crep&uacute;sculo se aproximava da cidade incendiada. A n&eacute;voa seca cobria-a como se fosse neblina
                e, contrastando com os destro&ccedil;os de tijolo vermelho e concreto cinza, transformou-a em uma linda
                vista.</p>
            <p>Jūkichi estava com fome, por isso seus olhos pareciam dan&ccedil;ar, tremendo enquanto ele fumava. Andar
                era excruciante, mas ele n&atilde;o podia parar. Se n&atilde;o pegasse a comida racionada na casa de um
                amigo perto do quinto dia, o sem-teto Jūkichi n&atilde;o poderia comer. Mesmo agora, o amigo vivia em um
                abrigo subterr&acirc;neo em Tansumachi, Yotsuya. A vida embaixo da terra havia deteriorado o corpo da
                fam&iacute;lia inteira, mas eles n&atilde;o tinham dinheiro para construir nem um casebre, por isso
                n&atilde;o havia outra op&ccedil;&atilde;o a n&atilde;o ser levarem aquela vida, esparramados dentro do
                buraco. Antigamente, o amigo fora marceneiro especializado em <em>tansu</em><sup><span class="nota"
                        data-nota="Tipo de c&ocirc;moda japonesa."></span></sup>, mas fora convocado para trabalhar em
                uma f&aacute;brica de avi&otilde;es em
                Ōta e, quando a guerra acabou, voltou para sua fam&iacute;lia completamente mudada pela vida no buraco.
                Jūkichi tamb&eacute;m fora marceneiro antigamente. Os dois gostavam de pescar, e os convites para
                pescarias que se prolongavam por mais de um dia eram frequentes.</p>

            <h3 id="capitulo2" class="capitulo">II</h3>
            <p>&mdash; Voc&ecirc; est&aacute; a&iacute;, Tōsa?</p>
            <p>&mdash; Ah, &eacute; o Jūkichi?</p>
            <p>De dentro do buraco surgiu o rosto vermelho de Tōsaburō. Ele era robusto e jovem o bastante para ser
                filho de Jūkichi. Tōsaburō era realmente muito mais jovem que o amigo, mas tamb&eacute;m parecia mentira
                que Jūkichi tinha apenas cinquenta e seis anos de idade. Murchara tanto que parecia um idoso de setenta
                anos. O pouco que restara do seu cabelo estava imundo e ele tamb&eacute;m perdera os dentes da frente, o
                que deixava o seu queixo pontudo, parecido com um cachorro velho. Como era de se esperar de um
                marceneiro, a parte mais vivaz de Jūkichi eram suas palmas grandes, mas com exce&ccedil;&atilde;o das
                m&atilde;os, seu corpo estava completamente emaciado.</p>
            <p>&mdash; A coisa n&atilde;o est&aacute; boa, ent&atilde;o estava bebendo um pouco.</p>
            <p>&mdash; Nossa... Quanta coragem. &Eacute; uma bebida ilegal?</p>
            <p>&mdash; Ah, algo assim. Comprei um litro por oitenta ienes. Dizem que foi barato.</p>
            <p>O buraco media cerca de cinco metros quadrados e estava bagun&ccedil;ado e t&atilde;o abarrotado de
                embrulhos que n&atilde;o havia lugar para se sentarem. As paredes de madeira estavam podres e cobertas
                por um p&oacute; branco, parecia ser poss&iacute;vel abrir um buraco apenas ao pressionar o dedo contra
                elas.</p>
            <p>&mdash; Este mundo ficou completamente insuport&aacute;vel. Um pouco menos de quatro quilos de batata
                j&aacute; custam quinze ienes, mas &eacute; assim que o mundo gira.</p>
            <p>&mdash; De fato. Mas, Tōsa, antigamente &eacute; que era bom. Eu trabalhava na Kin&rsquo;ichi e, na
                volta, passava no mercado para comprar uma cavala e umas bananas por dez <em>sen</em>. Dava pra comer
                at&eacute; arrotar... At&eacute; parece que fomos atacados por um enorme monstro. O mundo mudou tanto
                que a situa&ccedil;&atilde;o est&aacute; extraordinariamente incompreens&iacute;vel, foi como se um
                monstro tivesse surgido do nada. Voc&ecirc; ainda tem a sua esposa e os seus filhos, mas eu fui separado
                da Kiyoko e n&atilde;o tenho mais nada. Preciso simplesmente continuar vivendo, mas &eacute;
                engra&ccedil;ado... Nem passou pela minha cabe&ccedil;a querer morrer. Nem cheguei a cogitar que estando
                t&atilde;o sozinho seria melhor morrer de uma vez. Sou muito grato por n&atilde;o ter pensado nesse tipo
                de coisa. S&oacute; como batatas cozidas ao vapor e me deito para dormir, e isso n&atilde;o parece ser
                suficiente para dizer que o ser humano &eacute; superior aos outros seres, n&atilde;o &eacute; mesmo?
            </p>
            <p>&mdash; Pois &eacute;, n&oacute;s dois estamos vivos. Isso tamb&eacute;m &eacute; um mist&eacute;rio.
                Bom, beba um pouco. Beber d&aacute; energia, assim n&atilde;o h&aacute; desculpa para n&atilde;o viver.
                Porque escapei s&atilde;o e salvo a muito custo e sigo vivendo dentro deste buraco.</p>
            <p>&mdash;&Eacute; isso mesmo. Ah, que trago dos bons. Quanto custa uma dose? Parece at&eacute; que
                est&aacute; dan&ccedil;ando sobre a l&iacute;ngua. Est&aacute; formigando e ficando anestesiada, Tōsa.
                &Eacute; uma bebida das boas. O &aacute;lcool &eacute; o melhor rem&eacute;dio. Quanto ser&aacute; que
                custa uma dose? Salvou o meu dia.</p>
            <p>Jūkichi colocou as bitucas que havia recolhido em cima da mesa. Tōsaburō logo aceitou e acendeu uma.</p>
            <p>&mdash; Sua esposa e os outros...</p>
            <p>&mdash; Foram comprar peixe em Funabashi.</p>
            <p>&mdash; Que bom que voc&ecirc;s t&ecirc;m dinheiro.</p>
            <p>&mdash; N&atilde;o temos dinheiro. Teria sido bom se tivesse durado mais um m&ecirc;s, mas j&aacute;
                torramos tudo.</p>
            <p>Tōsaburō queimava peda&ccedil;os de madeira no braseiro e oferecia, de tempos em tempos, a bebida para
                Jūkichi. De barriga vazia, Jūkichi logo ficou b&ecirc;bado.</p>
            <p>&mdash; Como era bom antigamente...</p>
            <p>&mdash; &Eacute; mesmo.</p>
            <p>&mdash; Aquele tempo n&atilde;o volta mais.</p>
            <p>&mdash; N&atilde;o volta mais mesmo. Todos juntaram suas for&ccedil;as emal. Eu fui enganado pelos
                jornais. Porque s&oacute; repetiam que a gente estava vencendo, vencendo, vencendo. Se atreveram a
                escrever isso todos os dias, como se estivessem carimbando a gloriosa vit&oacute;ria na guerra. Eu
                ca&iacute; direitinho nessa mentira.</p>
            <p>&mdash; Ah, como saqu&ecirc; &eacute; bom. Ultimamente eu n&atilde;o tenho bebido um saqu&ecirc;
                t&atilde;o especial, j&aacute; que levo uma vida solit&aacute;ria. Tsc, pensei que n&atilde;o ia nem
                conseguir vir pegar a minha parte da comida. N&atilde;o entra mais dinheiro, nem tenho o que vestir, se
                pelo menos a Kiyoko estivesse aqui, eu ainda ia dar conta de um jeito ou de outro.</p>
            <p>&mdash; A Kiyo era bonita. Era boazinha. Ela lembra muito a foto daquela antiga gueixa Manryū<sup><span
                        class="nota" data-nota="Gueixa famosa por ter sido a mais bela do Jap&atilde;o."></span></sup>,
                de Akasaka. Sua neta era cheinha e tinha uma boa
                apar&ecirc;ncia. Mas deve ter morrido, j&aacute; que n&atilde;o voltou at&eacute; agora.</p>
            <p>&mdash; Mas n&atilde;o parece que ela morreu. Por isso ainda n&atilde;o notifiquei a morte dela para o
                respons&aacute;vel pelo registro familiar. Eu sinto que ela deve estar viva. Outro dia, em Nihonbashi,
                vi uma jovenzinha em cima de um jipe. Foi s&oacute; de passagem, mas era igualzinha &agrave; Kiyoko. A
                diferen&ccedil;a era que estava vestindo uma roupa marrom, mas, na noite de mar&ccedil;o, ela vestia uma
                cal&ccedil;a de trabalho roxa. &Eacute;, com certeza n&atilde;o era ela, mas &agrave;s vezes penso que a
                Kiyoko n&atilde;o consegue mais o que comer e que deve estar se virando pra ganhar a vida, talvez
                dan&ccedil;ando. Ela gosta de divers&atilde;o, j&aacute; que nasceu em Asakusa... Falando nisso, a gente
                n&atilde;o vai pescar faz muito tempo, n&eacute;? Quero ir pescar em algum lugar, Tōsa...</p>
            <p>&mdash; Pois &eacute;, precisamos dar um jeito de ir pelo menos uma vez! Diferente de voc&ecirc;,
                consegui levar meu equipamento de pesca na fuga, ent&atilde;o n&atilde;o o perdi no inc&ecirc;ndio.</p>
            <p>Jūkichi estava b&ecirc;bado e em &ecirc;xtase. Apesar de ter comido soja torrada como aperitivo, quando
                fechava os olhos, um emba&ccedil;ado arco-&iacute;ris, como uma vis&atilde;o fant&aacute;stica do
                Pal&aacute;cio do Rei Drag&atilde;o<sup><span class="nota"
                        data-nota="Pal&aacute;cio da lenda de Urashima Tarō, onde residem o Rei Drag&atilde;o e a Princesa Otohime."></span></sup>,
                dissipava-se como
                n&eacute;voa. Ainda assim, ruminando como um boi sobre a sua longa vida, Jūkichi acabou n&atilde;o
                aguentando a amargura e come&ccedil;ou a cantar baixinho.</p>
            <p>&mdash; At&eacute; que est&aacute; de bom humor.</p>
            <p>&mdash; Ah, estou me sentindo terrivelmente bem agora. Como &eacute; bom ter amigos... Me sinto
                t&atilde;o bem que fiquei triste.</p>
            <p>Jūkichi secou uma l&aacute;grima com o punho. Lembrou de Kiyoko s&uacute;bita e intensamente. Sufocado
                pela mis&eacute;ria que o fazia ir de um lado para outro sem moradia, fez uma profunda rever&ecirc;ncia
                sobre a mesa.</p>

            <h3 id="capitulo3" class="capitulo">III</h3>
            <p>Levando nas costas um <em>furoshiki</em> com sua por&ccedil;&atilde;o de batatas e arroz, mais tr&ecirc;s
                sardinhas recebidas da esposa do amigo que voltara de Funabashi, Jūkichi partiu para o breu da cidade. A
                luz el&eacute;trica, a coisa mais bonita que restara da civiliza&ccedil;&atilde;o, tremeluzia aqui e ali
                entre as ru&iacute;nas. De algum lugar, ouvia-se o barulho de um trem a vapor. Seu apito enchia de
                melancolia o escuro c&eacute;u dos campos queimados. A cidade noturna de T&oacute;quio, como se dissesse
                que se aglutinaria a este cen&aacute;rio desolado pela eternidade, estava cercada por sil&ecirc;ncio,
                sendo poss&iacute;vel ouvir ocasionalmente apenas um trem ou um carro. Dentro da densa n&eacute;voa
                noturna, Jūkichi andou cambaleante at&eacute; Yotsuya-Mitsuke.</p>
            <p>&mdash; Ei, senhor, voc&ecirc; derrubou algo.</p>
            <p>Jūkichi virou a cabe&ccedil;a espantado. Um homem com ares de estudante acendia um cigarro. Jūkichi
                sentiu uma repentina vontade de fumar. Era uma pena que ele havia deixado as bitucas em Tansumachi, mas
                n&atilde;o podia fazer nada a respeito.</p>
            <p>&mdash; Muito obrigado...</p>
            <p>Jūkichi parou e ficou observando o estudante acender o cigarro. Ele invejava a condi&ccedil;&atilde;o
                social daquele que acendia, com um tinido, um cigarro novo firmemente enrolado, mas n&atilde;o podia
                fazer nada a respeito. Jūkichi havia perdido a chance de receber os cigarros do racionamento, por isso,
                um cigarro novo enrolado no papel o fascinava h&aacute; muito tempo.</p>
            <p>&mdash; Est&aacute; uma bela noite, senhor.</p>
            <p>O estudante se surpreendeu e, como se olhasse atrav&eacute;s de Jūkichi, respondeu:</p>
            <p>&mdash; Voc&ecirc; est&aacute; de bom humor.</p>
            <p>&mdash; Eu bebi. He he he...</p>
            <p>&mdash; Tem algum lugar para beber por aqui?</p>
            <p>&mdash; N&atilde;o, n&atilde;o. Bebi na casa de um amigo...</p>
            <p>&mdash; &Eacute; mesmo? Que inveja.</p>
            <p>O estudante n&atilde;o estava interessado em um homem atordoado pela bebida, ent&atilde;o deu mais uma ou
                duas tragadas que fizeram o cigarro brilhar vermelho, colocou as m&atilde;os nos bolsos do sobretudo e
                saiu andando apressado em dire&ccedil;&atilde;o a Ichigaya.</p>
            <p>Jūkichi derrubou as batatas novamente. Por algum motivo, n&atilde;o tinha for&ccedil;as para
                recolh&ecirc;-las. J&aacute; sentia que pouco importava. Estava cansado de absolutamente tudo. Mesmo
                assim, ele queria tanto fumar. Queria fumar expirando um denso redemoinho de fuma&ccedil;a.</p>
            <p>Um bonde passou com um estrondo ao lado de Jūkichi.</p>
            <p>&mdash; &Eacute;, eu disse que vendia as botas se ganhasse mil ienes por elas.</p>
            <p>&mdash; Voc&ecirc; recebeu de gra&ccedil;a das for&ccedil;as armadas, imagina vender por mil ienes...</p>
            <p>&mdash; Quero vender o mais caro que conseguir, exatamente porque recebi de gra&ccedil;a.</p>
            <p>Duas jovens mulheres conversavam enquanto caminhavam. Cada uma carregava um grande embrulho. Andar tinha
                se tornado penoso para Jūkichi. O sereno ficava cada vez mais gelado, e ele recuperava a sobriedade.
                Jūkichi encontrou um lugar que parecia um pouco mais quente, as ru&iacute;nas de um muro de pedra, e
                largou sua bagagem ali. Quando seus ombros ficaram leves, ele recuperou o bom humor. Que
                sensa&ccedil;&atilde;o boa &eacute; estar com o corpo leve novamente. Ele n&atilde;o tinha como
                n&atilde;o ficar irritado carregando um embrulho pesado nas costas. Come&ccedil;ando a pegar no sono,
                Jūkichi abra&ccedil;ou os joelhos. Veio-lhe &agrave; mente uma imagem antiquada de Kiyoko vestindo um
                <em>hakama</em> vermelho e com um la&ccedil;o preso no cabelo.</p>
            <p>Ouvia-se o som de um lindo piano vindo de um r&aacute;dio em algum lugar. Mesmo neste cen&aacute;rio
                noturno desolado, a atmosfera da capital de outrora pairava dentro da n&eacute;voa. A beleza derrotada
                do pa&iacute;s derrotado surgiu por um instante, como uma lufada de vento. Todas as coisas que a
                metr&oacute;pole possu&iacute;a foram suprimidas simultaneamente &agrave; derrota. Como se uma longa
                cobra fosse transformada em uma lagarta. Essa apar&ecirc;ncia extremamente miser&aacute;vel da capital
                tinha mais for&ccedil;a para conseguir convencer os cidad&atilde;os do que a eloqu&ecirc;ncia de
                centenas de parlamentares. Com o movimento, com a m&uacute;sica, com a derrota, a cidade avan&ccedil;ava
                noite adentro.</p>
            <p>Pouco tempo depois, Jūkichi recebeu outra visita.</p>
            <p>&mdash; Ei, velho, n&atilde;o t&aacute; se sentindo muito bem, n&eacute;?</p>
            <p>Um menino de onze ou doze anos, vestindo largas roupas de civil<sup><span class="nota" data-nota="Em japon&ecirc;s <em>kokuminfuku</em>, uniforme de civil usado por homens durante a guerra."></span></sup>,
                parou em frente a Jūkichi.</p>
            <p>&mdash; Estou me sentindo muito bem.</p>
            <p>&mdash; T&aacute; b&ecirc;bado?</p>
            <p>&mdash; N&atilde;o estou b&ecirc;bado nem nada assim.</p>
            <p>&mdash; Que velho idiota.</p>
            <p>&mdash; Sou um velho idiota.</p>
            <p>&mdash; Corvo reclam&atilde;o.</p>
            <p>&mdash; Sim, c&aacute;, c&aacute;.</p>
            <p>O jovem p&ocirc;s o p&eacute; em cima do ombro de Jūkichi, como se colocasse o sapato para ser engraxado.
                Jūkichi ergueu os olhos apaticamente e retirou o p&eacute; do jovem sem falar uma palavra.</p>
            <p>&mdash; Est&aacute; subnutrido, n&eacute;, velho...</p>
            <p>&mdash; Pare de brincadeiras. Est&atilde;o te esperando em casa.</p>
            <p>&mdash; Eu n&atilde;o tenho casa. Pegou fogo.</p>
            <p>&mdash; Ah, ent&atilde;o a sua tamb&eacute;m pegou fogo?</p>
            <p>&mdash; Sim, o fogo queimou tudo com vontade, s&oacute; sobrou cinzas...</p>
            <p>&mdash; Onde foi isso?</p>
            <p>&mdash; Em Ginza.</p>
            <p>&mdash; Ah, Ginza...</p>
            <p>O jovem apanhou o embrulho de Jūkichi e saiu correndo apressadamente em dire&ccedil;&atilde;o &agrave;
                escurid&atilde;o. Jūkichi acompanhou-o com os olhos, calado. Perguntou-se se aquela crian&ccedil;a
                n&atilde;o tinha um cigarro consigo, porque queria ter pedido pelo menos uma tragada.</p>
            <p>Come&ccedil;ou a ventar um pouco. Era poss&iacute;vel ver uma &uacute;nica l&acirc;mpada vermelha dentro
                da neblina noturna. Jūkichi se levantou. N&atilde;o queria andar, mas se n&atilde;o andasse, o destino
                pareceria long&iacute;nquo.</p>
            <p>Jūkichi tirou a carteira do bolso da frente e, embaixo da l&acirc;mpada, retirou duas notas de dez
                <em>sen</em>. Tinha a consci&ecirc;ncia que precisava voltar para Asakusa. Ele se sentia nauseado por
                estar com o est&ocirc;mago vazio. Ent&atilde;o pegou os petiscos de soja torrada que havia escondido no
                bolso e depositou-os na boca. Mastigando a soja, ficou feliz por pelo menos estar vivo. Tantas pessoas
                haviam morrido em Asakusa que ele ficara horrorizado. Nem mesmo o Grande Terremoto de Kantō<sup><span class="nota" data-nota="Em 1923, o terremoto de Kantō matou cerca de 140.000 pessoas. A destrui&ccedil;&atilde;o foi agravada pelo inc&ecirc;ndio que se seguiu."></span></sup> matou tantas pessoas queimadas. Jūkichi ficou feliz, como se
                satisfeito consigo, por estar vivo. Ele se sentiu aliviado por n&atilde;o estar mais chovendo fogo todos
                os dias e todas as noites daqueles avi&otilde;es enormes. Sem um &uacute;nico inimigo, ele n&atilde;o
                via motivo para guerrear com um avi&atilde;o t&atilde;o grande. Sem conhecer o estrangeiro, ele
                n&atilde;o via motivo para que fosse necess&aacute;rio transformar tantos jovens em soldados. Ele sentia
                falta da antiga cidade de T&oacute;quio. Lembrou que havia um a&ccedil;ougue chamado Mikawaya perto de
                Yatsuya-Mitsuke. Antigamente tamb&eacute;m havia um restaurante de enguias chamado Sanukiya. Agora,
                Jūkichi andava por essa rua, destru&iacute;da pelos bombardeios sem deixar nenhum vest&iacute;gio do
                passado.</p>
            <p>Sentindo falta da linda neta, que lembrava a gueixa Manryū como Tōsaburō falara, Jūkichi sentiu a
                solid&atilde;o t&atilde;o pungente que estava prestes a se render ao desespero.</p>
            <p>Sua cabe&ccedil;a calva encontrou o ch&atilde;o com um baque pesado, como se fosse de metal. Jūkichi
                estreitou os olhos fazendo uma cara estranha como se fosse cair no riso. Uma luz ofuscava tanto que
                chegava a ser vergonhoso. Algo pesado passou com um forte e estridente rangido por cima das suas pernas
                bem esticadas. Seu corpo inteiro ficou quente como fogo e Jūkichi gemeu. A dor incompreens&iacute;vel
                que repentinamente corria pelo seu corpo logo silenciou-se e deu lugar a um prazer indescrit&iacute;vel
                que o preencheu por completo. O solo cheirava a querosene. Jūkichi esfor&ccedil;ava-se desesperadamente,
                implorando por um pouco de compaix&atilde;o. &Agrave; medida que o sangue se esvaia do seu corpo, ele
                perdia a consci&ecirc;ncia. At&eacute; os trilhos do trem come&ccedil;aram a reluzir, em testemunho
                &agrave; po&ccedil;a de sangue.</p>
            <p>Ele estava t&atilde;o gravemente ferido quanto um soldado que lutara at&eacute; o fim dentro da
                trincheira, mas Jūkichi tocou a m&atilde;o de Kiyoko e ouviu sua doce voz.</p>
            <p>&mdash; Que bobo, vov&ocirc;, dormir num lugar destes. Vamos voltar logo para casa e comer uma comida
                quentinha...</p>
            <p>&mdash; A nossa casa pegou fogo faz muito tempo. Sua idiota, ficou perambulando por a&iacute;. Me deixou
                preocupado...</p>
            <p>Acima dos seus ouvidos, sons de agita&ccedil;&atilde;o. Ouviam-se vozes de pessoas ao longe, que mais
                pareciam cigarras em um dia de ver&atilde;o.</p>
            <p>O tempo passava devagar, a noite come&ccedil;ava a embranquecer pouco a pouco, mas a capital ainda
                n&atilde;o se movimentava. A luz da lua, que se intensificava conforme a madrugada avan&ccedil;ava,
                iluminava tudo, e os arredores j&aacute; estavam brancos como a neve. No solo levemente inclinado da
                valeta, seus p&eacute;s com o chinelo furado sa&iacute;am para fora do tapete de palha que o cobria.
                Parecia uma morte tr&aacute;gica: Jūkichi foi coberto com o rosto virado para cima como se tivesse
                sofrido uma morte honrada. N&atilde;o foi uma morte cruel, foi uma morte verdadeiramente feliz. Dentro
                da infinidade da natureza, Jūkichi permaneceu esticado por um longo tempo, im&oacute;vel como uma pedra.
            </p>
            <p>Em breve, ao amanhecer, a cidade come&ccedil;aria a repetir os acontecimentos de ontem e seria
                poss&iacute;vel ouvir o apito do trem a vapor mais uma vez.</p>
            <p>Algum dia desses, Tōsaburō vai sair para pescar sozinho.</p>
        </section>

        <div class="notas" id="notas">
            <h3>Notas</h3>
        </div>

        <script>
            document.addEventListener('DOMContentLoaded', function () {
                const notasDiv = document.getElementById('notas');
                const notas = document.querySelectorAll('.nota');

                notas.forEach((nota, index) => {
                    const notaNumber = index + 1;
                    const notaId = `nota${notaNumber}`;
                    const linkId = `link${notaNumber}`;
                    const notaText = nota.getAttribute('data-nota');

                    nota.innerHTML = `<a href="#${notaId}" id="${linkId}">${notaNumber}</a>`;

                    const notaPara = document.createElement('p');
                    notaPara.id = notaId;
                    notaPara.innerHTML = `<strong>Nota ${notaNumber}:</strong> ${notaText} <a href="#${linkId}">Voltar para o texto</a>`;

                    notasDiv.appendChild(notaPara);
                });
            });
        </script>
        <footer class="rodape">
            <span>Adicionado em: <strong id="data-adicao"></strong></span> |
            <span>Atualizado em: <strong id="data_atualizacao"></strong></span>
        </footer>

        <script>
            const dataAdicao = new Date('2024-11-09');
            const dataAtualizacao = new Date('2024-11-09');

            document.getElementById('data-adicao').textContent = dataAdicao.toLocaleDateString('pt-BR');
            document.getElementById('data_atualizacao').textContent = dataAtualizacao.toLocaleDateString('pt-BR');
        </script>
    </main>
</body>

</html>