<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="description"
        content="A flor anárquica da terra do sol nascente - Compêndio. Arroz e Flores: antologia de literatura rebelde japonesa em português.">
    <link rel="icon" href="../../images/icone.svg" type="image/svg+xml">
    <title>A flor anárquica da terra do sol nascente - Compêndio</title>
    <style>
        sup {
            font-size: 0.8rem;
            vertical-align: super;
        }

        a {
            color: #900;
            text-decoration: none;
        }

        a:hover {
            text-decoration: underline;
        }

        .notas p {
            margin-top: 10px;
            font-size: 0.8rem;
            color: #555;
        }
    </style>
    <link rel="stylesheet" href="../../css/texto.css">
</head>

<body>
    <main>
        <section class="destaque">
            <p class="autor"><strong><a href="../../compendio/" target="_blank">Compêndio</a></strong></p>
            <h1 class="titulo">A flor anárquica da terra do sol nascente:</h1>
            <h1 class="subtitulo">um breve histórico do movimento anarquista japonês</h1>
        </section>

        <section class="creditos">
            <p><strong>Texto por</strong>: Felipe Chaves Gonçalves Pinto</p>
            <p><strong>HTML</strong>: Felipe Chaves Gonçalves Pinto</p>
            <p><strong>Primeira publicação</strong>: Pinto, F.C.G. “A flor anárquica na terra do sol nascente: um breve
                histórico do movimento anarquista japonês. Cunha, A.S.; Nagae, N.H. (org.). <em>Pensamento japonês, vol.
                    1</em>, Porto Alegre, Bestiário, pp. 105-127, 2024.
                Disponível em: <a href="https://www.bestiario.com.br/livros/pensamento_japones.html"
                    target="_blank"><em>Bestiário</em></a>.
                Acesso em: 13/07/2025.</p>
            <p><strong>Este texto está licenciado por</strong>:
                <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank">
                    Licença Creative Commons Atribuição-CompartilhaIgual 4.0 Internacional (CC BY-SA 4.0)</a>.
            </p>
        </section>
        <section class="indice">
            <h3>Sumário</h3>
            <ul>
                <li><a href="#capitulo1">Introdução</a></li>
                <li><a href="#capitulo2">Breve introdução ao anarquismo</a></li>
                <li><a href="#capitulo3">Um libertário radical antes do anarquismo</a></li>
                <li><a href="#capitulo4">Flor anárquica</a></li>
                <li><a href="#capitulo5">Fragmentos conclusivos</a></li>


            </ul>
        </section>

        <section class="texto">
            <h3 id="capitulo1" class="capitulo">Introdução</h3>
            <p>Este texto busca apresentar um desenvolvimento hist&oacute;rico e cronol&oacute;gico do anarquismo
                japon&ecirc;s. Para tanto, contextualizaremos brevemente o cen&aacute;rio econ&ocirc;mico, cultural e
                pol&iacute;tico do Jap&atilde;o interligando esse cen&aacute;rio ao desenvolvimento do anarquismo no
                pa&iacute;s. O texto justifica-se pelo intuito de sistematizar e congregar em um &uacute;nico
                espa&ccedil;o os principais acontecimentos que sustentaram a introdu&ccedil;&atilde;o e o
                desenvolvimento dessa ideologia no Jap&atilde;o.</p>
            <p>Essa sistematiza&ccedil;&atilde;o e congrega&ccedil;&atilde;o em um texto espec&iacute;fico para esse
                objetivo em l&iacute;ngua portuguesa &eacute; relevante ainda pela escassa produ&ccedil;&atilde;o sobre
                o tema em nosso pa&iacute;s. As principais refer&ecirc;ncias ao tema em l&iacute;ngua portuguesa
                est&atilde;o contidas, principalmente, na (1) autobiografia de &Ocirc;sugi Sakae, <em>Mem&oacute;rias de
                </em><em>um</em> <em>anarquista</em> <em>japon&ecirc;s </em>(2002), traduzida a partir de uma
                tradu&ccedil;&atilde;o angl&oacute;fona; em (2) &ldquo;<em>A expans&atilde;o da vida</em>: os
                anarquistas do Jap&atilde;o p&oacute;s-II Guerra Mundial&rdquo;, texto de Lu&iacute;za Uehara de
                Ara&uacute;jo (2017a) publicado em anais de congresso; em (3) &ldquo;Romper as fronteiras:
                conex&otilde;es entre anarquistas na R&uacute;ssia e no Jap&atilde;o&rdquo;, tamb&eacute;m de
                Ara&uacute;jo (2017b), publicado na revista <em>Ecopol&iacute;tica;</em> e, por fim, na (4) tese de
                doutorado, tamb&eacute;m de Ara&uacute;jo (2019), <em>Pr&aacute;ticas libert&aacute;rias no Jap&atilde;o
                    imperial</em>.</p>
            <p>O (1) n&atilde;o passa de uma aproxima&ccedil;&atilde;o pessoal de &Ocirc;sugi sobre os acontecimentos em
                que estava inserido e, portanto, n&atilde;o abrange uma contextualiza&ccedil;&atilde;o mais
                sistem&aacute;tica. J&aacute; os textos de Ara&uacute;jo s&atilde;o uma contribui&ccedil;&atilde;o
                valorosa para os estudos do anarquismo japon&ecirc;s. O (2) e (3) apresentam, sob recortes diversos,
                tra&ccedil;os de uma cronologia do movimento. O (2), atrav&eacute;s do conceito de
                &ldquo;expans&atilde;o da vida&rdquo; desenvolvido por &Ocirc;sugi, foca-se principalmente na
                apresenta&ccedil;&atilde;o dos anarquistas do p&oacute;s Segunda Guerra. Apesar de referenciar
                pontualmente o desenvolvimento do movimento pr&eacute;-guerra, n&atilde;o &eacute; este o foco e, em
                certos momentos, algumas informa&ccedil;&otilde;es incorretas relacionadas a esse per&iacute;odo
                s&atilde;o veiculadas. Por exemplo, a autora afirma que Kanno Sugako teria tirado a pr&oacute;pria vida
                em c&aacute;rcere (Ara&uacute;jo, 2017a, p. 8) quando, na realidade, ela morreu devido a
                execu&ccedil;&atilde;o de sua pena capital. O erro provavelmente n&atilde;o passa de uma confus&atilde;o
                entre as figuras de Kaneko Fumiko, outra importante anarquista do per&iacute;odo, e Kanno Sugako. O (3)
                &eacute; principalmente um levantamento das intersec&ccedil;&otilde;es anarquistas entre R&uacute;ssia e
                Jap&atilde;o e de um primeiro tomar de consci&ecirc;ncia do &ldquo;ocidente&rdquo; pelos movimentos
                sociais no Jap&atilde;o. Apesar de conter, pela natureza do trabalho, quest&otilde;es semelhantes
                &agrave;s que tratamos aqui, estas limitam-se a exemplifica&ccedil;&otilde;es das quest&otilde;es
                levantadas sem tratar o assunto em uma perspectiva mais sistematizada. J&aacute; o (4) &eacute; um
                extenso e relevante texto sobre o anarquismo no Jap&atilde;o, com foco, devido ao recorte te&oacute;rico
                utilizado pela autora (&ldquo;expans&atilde;o da vida&rdquo;), na vida de figuras proeminentes do
                movimento anarquista dos per&iacute;odos analisados; uma an&aacute;lise que lida belamente com a
                subjetividade desses anarquistas e ao funcionamento interno dos grupos que integravam. O texto ainda
                apresenta uma pesquisa material de fontes prim&aacute;rias primorosa, em concord&acirc;ncia com sua
                posi&ccedil;&atilde;o ret&oacute;rica.</p>
            <p>Nesse cen&aacute;rio, nosso trabalho apresenta-se como oportunidade de sistematizar e congregar em um
                mesmo espa&ccedil;o uma cronologia hist&oacute;rica do movimento em intersec&ccedil;&atilde;o com os
                principais acontecimentos sociais, econ&ocirc;micos e pol&iacute;ticos do pa&iacute;s at&eacute;,
                principalmente, a segunda d&eacute;cada do s&eacute;culo XX.</p>
            <p>Para tanto, antes de iniciarmos o apanhado geral sobre a implementa&ccedil;&atilde;o e
                dissemina&ccedil;&atilde;o do anarquismo em solo japon&ecirc;s, tra&ccedil;aremos uma
                correla&ccedil;&atilde;o ideol&oacute;gica que possa indicar um cont&iacute;nuo de ideias entre o
                passado recluso do Jap&atilde;o, a Era Edo (1603&ndash;1868), e os per&iacute;odos subsequentes. Para
                tanto, elencaremos uma linha aut&oacute;ctone do pensamento japon&ecirc;s que teve sua origem na Era Edo
                e que dialoga com o anarquismo. Proporemos, assim, que essa linha de pensamento funciona, retoricamente,
                como uma semente <em>poss&iacute;vel </em>para a propaga&ccedil;&atilde;o do anarquismo no pa&iacute;s.
            </p>
            <p>Em seguida, elencaremos os acontecimentos que sustentaram o surgimento do anarquismo enquanto ideologia
                estrangeira. Focaremos principalmente em aspectos pol&iacute;tico, culturais e econ&ocirc;mico do final
                do Per&iacute;odo Meiji (1868&ndash;1912) e in&iacute;cio do Per&iacute;odo Taish&ocirc;
                (1912&ndash;1926).</p>
            <p>Para justificar e contextualizar o anarquismo nesse per&iacute;odo, passaremos pelas formas que o
                movimento assumiu durante sua propaga&ccedil;&atilde;o e, paralelamente, apresentaremos alguns dos
                principais precursores dessa ideologia no pa&iacute;s dando especial aten&ccedil;&atilde;o &agrave;s
                figuras e pensamentos de K&ocirc;toku Sh&ucirc;sui (1871&ndash;1911) e seu &ldquo;sucessor&rdquo;
                &Ocirc;sugi Sakae (1885&ndash;1923). Discutiremos tamb&eacute;m as rea&ccedil;&otilde;es do Estado
                japon&ecirc;s diante do movimento an&aacute;rquico e seus efeitos colaterais. Por fim, seguindo para um
                fechamento, passaremos rapidamente pelos acontecimentos referentes ao anarquismo p&oacute;s &Ocirc;sugi
                Sakae.</p>

            <h3 id="capitulo2" class="capitulo">Breve introdução ao anarquismo</h3>
            <p>Sendo o objetivo deste texto fazer um apanhado geral do movimento an&aacute;rquico japon&ecirc;s,
                iniciamos apresentando uma breve introdu&ccedil;&atilde;o a essa ideologia.</p>
            <p>Anarquia, etimologicamente, vem do grego &ldquo;an-arquia&rdquo; e quer dizer, simplesmente, para
                al&eacute;m de acep&ccedil;&otilde;es positivas ou negativas: &ldquo;sem-governo&rdquo;. Mas com o
                tempo, o termo extrapolou a sua etimologia. Nildo Avelino e Loreley Garcia, por exemplo, lembram que:
            </p>
            <p style="text-indent: 0; padding-left: 6em;">Parece ter-se evadido da mem&oacute;ria dos homens o fato de
                que um dia, por volta do s&eacute;culo VI
                a.C., um certo Mai&acirc;ndrios, tendo recebido do tirano Pol&iacute;crates a autoridade (arch&eacute;)
                da Cidade de Samos, decidiu dep&ocirc;-la no centro (meson), erigir um altar ao deus da liberdade (zeus
                eleut&ecirc;rios) e proclamar a igualdade (isonom&iacute;a) entre os homens (cf. Her&oacute;doto, 1988).
                Com esse gesto, n&atilde;o apenas rejeitava o despotismo (tyrann&iacute;a), mas tamb&eacute;m
                prenunciava a voca&ccedil;&atilde;o democr&aacute;tica, exortada por P&eacute;ricles em seu
                &ldquo;discurso f&uacute;nebre&rdquo; (cf. Tuc&iacute;dides, 2001), que se tornaria o exemplo invejado,
                e jamais imitado, pelas democracias modernas. Com seu gesto inaugural, primeiro registro em nossa
                cultura de reivindica&ccedil;&atilde;o igualit&aacute;ria e libert&aacute;ria, Mai&acirc;ndrios logrou
                dar ao poder um tratamento in&eacute;dito: a arch&eacute; n&atilde;o deve mais ser a propriedade
                exclusiva de nenhum grupo ou indiv&iacute;duo, n&atilde;o deve ser assunto privado ou particular, mas
                diz respeito a todos que, a esse respeito, tornam-se semelhantes (h&oacute;moioi).<br>
                Conhece-se o &oacute;dio que Plat&atilde;o nutriu por essa voca&ccedil;&atilde;o democr&aacute;tica
                primeira. Dia veio em que, vingando a morte de seu mestre, o fil&oacute;sofo colocar&aacute; um fim
                definitivo a esse culto &agrave; liberdade: desqualificando-a como anarquia, asseverou que &ldquo;da
                mais extrema liberdade &eacute; que nasce a maior e mais rude escravid&atilde;o&rdquo;. <br>(Avelino;
                Garcia, 2012, p. 13)</p>
            </p>
            <p>&Eacute;, ent&atilde;o, a partir e atrav&eacute;s da filosofia de Plat&atilde;o que a anarquia passa a
                ser valorizada negativamente. O &ldquo;sem-governo&rdquo; passa a ser sin&ocirc;nimo de caos e daquilo
                que leva &agrave; &ldquo;mais rude escravid&atilde;o&rdquo;. Acep&ccedil;&atilde;o essa que, devido
                &agrave; imensa influ&ecirc;ncia plat&ocirc;nica na filosofia euroc&ecirc;ntrica, ainda hoje encontra-se
                presente no cerne dos Estados contempor&acirc;neos.</p>
            <p>Contudo, no in&iacute;cio do s&eacute;culo XIX, a &ldquo;anarquia&rdquo;, escapando momentaneamente das
                correntes plat&ocirc;nicas, &eacute; ressignificada. Pierre-Joseph Proudhon (1806&ndash;1865) foi o
                respons&aacute;vel pelo surgimento do movimento anarquista tal como hoje &eacute; conhecido. Nesse
                momento, a teoria anarquista come&ccedil;a a ser desenvolvida com foco na &aacute;rea econ&ocirc;mica e,
                com o passar do tempo, gra&ccedil;as aos incont&aacute;veis anarquistas que surgiram ap&oacute;s
                Proudhon, o escopo an&aacute;rquico torna-se cada vez mais amplo e, oscilando entre os desejos de
                destrui&ccedil;&atilde;o/nega&ccedil;&atilde;o e constru&ccedil;&atilde;o, acaba por dividir-se em dois
                grandes polos agregadores: os coletivistas (revolucion&aacute;rios) e os individualistas
                (insurrecionistas).</p>
            <p>S&atilde;o com os coletivistas que encontramos modelos ideol&oacute;gicos que prop&otilde;em sociedades
                horizontais e sem qualquer tipo de opress&atilde;o. Estes, costumeiramente, autodenominam-se, por
                exemplo, como anarco-comunistas e anarco-sindicalistas. J&aacute; os individualistas acreditam que a
                liberdade est&aacute;, invariavelmente, no desejo de cada pessoa e cada pessoa possui o direito de ter e
                fazer o que quiser. Os individualistas, ao contr&aacute;rio dos coletivistas, n&atilde;o creem
                necessariamente na necessidade da aboli&ccedil;&atilde;o do Estado, em uma revolu&ccedil;&atilde;o
                coletiva, como &uacute;nico meio para seu objetivo. Advogam que negar, individualmente, o Estado e
                viverem como bem desejarem &eacute; o suficiente para alcan&ccedil;ar a liberdade, deixando, assim, a
                destrui&ccedil;&atilde;o do Estado para quando, de fato, sentirem-se obrigados a tal a&ccedil;&atilde;o,
                para quando o Estado tentar suprimir sua rec&eacute;m-descoberta liberdade.</p>
            <p>E &eacute; nas semelhan&ccedil;as compartilhadas por esses dois polos que encontramos o conjunto de
                princ&iacute;pios, valores e comportamentos anarquistas. O anarquismo, desde sua etimologia,
                caracteriza-se por ser negativo, ser <em>anti-. </em>&Eacute; s&oacute; atrav&eacute;s da
                destrui&ccedil;&atilde;o ou nega&ccedil;&atilde;o do que existe no momento que a
                (re)constru&ccedil;&atilde;o &eacute; poss&iacute;vel. Destruir/negar e construir, para os anarquistas,
                s&atilde;o a&ccedil;&otilde;es insepar&aacute;veis. O alvo da destrui&ccedil;&atilde;o/
                nega&ccedil;&atilde;o an&aacute;rquica, desde Mai&acirc;ndrios, &eacute; o poder, a autoridade, o
                dom&iacute;nio, em suma: tudo aquilo que oprime e impede o ser humano de ser completamente livre. O
                anarquismo, em linhas gerais, &eacute; uma ideologia libert&aacute;ria radical que, tendo a liberdade de
                todos os seres vivos como objetivo, desenvolveu diversas vertentes de a&ccedil;&atilde;o ao longo do
                tempo.</p>

            <h3 id="capitulo3" class="capitulo">Um libertário radical antes do anarquismo</h3>
            <p>O anarquismo, em linhas gerais, caracteriza-se por ser uma ideologia que, agindo de forma radical
                (atrav&eacute;s da nega&ccedil;&atilde;o e/ou da destrui&ccedil;&atilde;o que tem como horizonte de
                realiza&ccedil;&atilde;o a constru&ccedil;&atilde;o de algo novo), busca a liberdade incondicional para
                todos e por todos. Nesta se&ccedil;&atilde;o argumentaremos que, mesmo antes do anarquismo ser
                implementado sistematicamente no Jap&atilde;o, existiu, no m&iacute;nimo, uma ideologia que, tida como
                aut&oacute;ctone do Jap&atilde;o, dialogava com os ideais libert&aacute;rios que configuram o
                anarquismo.</p>
            <p>Considerado um dos mais enigm&aacute;ticos fil&oacute;sofos da Era Edo (1603&ndash;1868), And&ocirc;
                Sh&ocirc;eki (1703&ndash;1762), permaneceu desconhecido at&eacute; o in&iacute;cio do s&eacute;culo XX
                quando Kan&ocirc; K&ocirc;kichi (1865&ndash;1942) adquiriu/descobriu um manuscrito do <em>Shizen
                    shin&rsquo;eid&ocirc;</em>. Neste manuscrito, And&ocirc; Sh&ocirc;eki registrou sua profunda
                avers&atilde;o aos &ldquo;ismo&rdquo; que permeavam o Jap&atilde;o de sua &eacute;poca (Confucionismo,
                Budismo, Daoismo/Taoismo, Xinto&iacute;smo e Militarismo), seu desprezo por governadores, imperadores,
                religiosos, professores, mercadores, artes&atilde;os ou qualquer outra pessoa que se alimentava sem
                ajudar efetivamente na produ&ccedil;&atilde;o dos alimentos; sua descren&ccedil;a na escrita, a qual
                acreditava ser uma ferramenta para a opress&atilde;o; e seu desejo de ver instaurada uma esp&eacute;cie
                de radical e igualit&aacute;rio &ldquo;comunismo&rdquo; agr&aacute;rio, apesar do termo
                anacr&ocirc;nico. O autor e sua obra, no entanto, n&atilde;o foram logo estudados por Kan&ocirc;
                gra&ccedil;as ao crescente conservadorismo e &agrave; intoler&acirc;ncia, conquanto bem diversa da Era
                Edo, despertada tamb&eacute;m no Per&iacute;odo Meiji que, constitucionalmente, considerava o Imperador
                sagrado e inviol&aacute;vel.</p>
            <p>And&ocirc;, apesar de j&aacute; em sua &ldquo;descoberta&rdquo; ser tratado, principalmente entre os
                estudiosos do dito ocidente, com certa irrelev&acirc;ncia, como uma esp&eacute;cie de anomalia
                filos&oacute;fica, atualmente disp&otilde;e de muitos interessados e pesquisadores que trabalham com sua
                obra. Mais recentemente, e tendo como principal catalisador acontecimentos relativamente pr&oacute;ximos
                (como o desastre nuclear de 2011 e as dr&aacute;sticas mudan&ccedil;as clim&aacute;ticas), seus textos
                t&ecirc;m servido de base para debates que alardeiam um &ldquo;retorno &agrave; natureza&rdquo; e que
                dialogam abertamente com as elabora&ccedil;&otilde;es presente na filosofia ut&oacute;pica do
                autor.<sup><span class="nota"
                        data-nota="Informações obtidas e resumidas a partir de Tucker (2013) e Yan; Kataoka (2021). Para aprofundamento, conferir essas referências."></span></sup>
            </p>
            <p>Para este trabalho, a exist&ecirc;ncia da figura de And&ocirc; Sh&ocirc;eki, uma esp&eacute;cie de
                &ldquo;libert&aacute;rio radical&rdquo;<sup><span class="nota"
                        data-nota="Usamos o termo cientes de sua inadequação tanto conceitual quanto cronológica. O intuito, contudo, é apenas ilustrativo. Não devemos ignorar todas as diferenças entre o pensamento de Andô e a ideologia anarquista, mas os pontos de contato são igualmente relevantes e dignos de nota."></span></sup>
                em plena Era Edo, &eacute; de suma
                import&acirc;ncia. Primeiramente para destruir/negar o estere&oacute;tipo que, ainda hoje, &eacute;
                largamente disseminado no imagin&aacute;rio popular, a saber: a suposta passividade e conformidade do
                povo &ldquo;comum&rdquo; japon&ecirc;s (Okano, 2018, p. 1353&ndash;1365). Secundariamente, para
                estabelecermos um n&uacute;cleo comum, um cont&iacute;nuo vis&iacute;vel de pensamentos entre um
                Jap&atilde;o que existia, segundo sua pr&oacute;pria pol&iacute;tica de Estado, s&oacute; para ele mesmo
                e um Jap&atilde;o que passou a, abruptamente, existir para al&eacute;m de suas fronteiras.</p>
            <p>Se pouco, And&ocirc; Sh&ocirc;eki mostra-nos que, independentemente do tempo e do espa&ccedil;o, seres
                humanos inconformados com a situa&ccedil;&atilde;o em que vivem tendem &agrave;
                insurrei&ccedil;&atilde;o, n&atilde;o importa o qu&atilde;o oprimidos sejam, n&atilde;o importa com qual
                ideologia foram educados, n&atilde;o importa qual sistema de governo enfrentam, seres humanos
                s&atilde;o, no fim das contas, animais de uma mesma esp&eacute;cie que dividem tra&ccedil;os
                ontol&oacute;gicos muito similares. A opress&atilde;o, invariavelmente, gera nesses seres laivos
                insurrecionistas. Mesmo que tais laivos sejam reprimidos em alguns, eles ainda tendem a se manifestarem
                em outros. Esses outros se n&atilde;o caem logo no esquecimento, s&atilde;o efetivamente silenciados e
                tidos por anomalias ou excentricidades. And&ocirc; Sh&ocirc;eki, como tantos antes e depois dele,
                n&atilde;o foge &agrave; regra, ao contr&aacute;rio, a refor&ccedil;a: tido como uma excentricidade da
                Era Edo &eacute; constantemente lido em sua irrever&ecirc;ncia somente e, consequentemente, n&atilde;o
                serve como base para um estudo de um determinado povo.</p>

            <h3 id="capitulo4" class="capitulo">Flor anárquica</h3>
            <p>Aqui, faremos um apanhado sobre a implementação do anarquismo do Japão, o seu desenvolvimento, as
                constantes tentativas de aniquilá-lo e sua resiliência.</p>

            <h4 class="subcapitulo">Preparação do solo: cenário político e econômico</h4>
            <p>No in&iacute;cio do Per&iacute;odo Meiji, o governo japon&ecirc;s, composto por muitos jovens samurais
                que, na pr&aacute;tica, eram quem realmente governava a na&ccedil;&atilde;o (Sansom, 1977, p.
                315&ndash;338), objetivava formar um forte estado militarista, centralizado, internacionalmente
                relevante e que possu&iacute;sse uma economia baseada na produ&ccedil;&atilde;o industrial. Objetivos,
                por eles mesmos, um tanto ambiciosos principalmente se levada em conta a posi&ccedil;&atilde;o tanto
                territorial quanto econ&ocirc;mica do Jap&atilde;o daquele momento. Para tentar concretizar esses
                objetivos o governo precisaria impelir o seu povo a um estado de aceita&ccedil;&atilde;o e conformidade
                t&atilde;o completo que mesmo as decis&otilde;es e a&ccedil;&otilde;es nocivas a esse mesmo povo fossem
                acatadas sem questionamentos. Uma das estrat&eacute;gias usadas para tanto foi a
                dissemina&ccedil;&atilde;o de uma ideologia forte que apregoava o orgulho nacional e a lealdade ao
                imperador, que era entendido como uma esp&eacute;cie de &ldquo;pai&rdquo; para toda a
                na&ccedil;&atilde;o. Essa dissemina&ccedil;&atilde;o ideol&oacute;gica funcionou, principalmente, como
                uma esp&eacute;cie de arma persuasiva que levou o povo a colocar os desejos do Estado em n&iacute;veis
                acima dos seus pr&oacute;prios desejos.</p>
            <p>Mas, a despeito dos planos governamentais, os japoneses ainda, em sua maioria, eram camponeses e,
                consequentemente, a agricultura ainda era a base da economia do pa&iacute;s. Tendo em vista que um dos
                objetivos do governo era transformar o Jap&atilde;o em uma economia industrial, o Estado necessitava da
                for&ccedil;a dos camponeses dentro das f&aacute;bricas, dos estaleiros navais e das minas que foram
                criados a partir do encorajamento e financiamento estatal. Para responder a esse problema, o Estado
                imp&ocirc;s altos impostos aos camponeses. O efeito foi o esperado: com a impossibilidade de muitos
                campesinos se manterem no campo por conta dos aumentos nas taxas de impostos, a popula&ccedil;&atilde;o
                agr&iacute;cola come&ccedil;ou a minguar e as ind&uacute;strias passaram a ganhar a m&atilde;o de obra
                que necessitavam.</p>
            <p>Pr&oacute;ximo ao final do s&eacute;culo XIX, as primeiras organiza&ccedil;&otilde;es trabalhistas
                surgiram com essa emergente classe de agricultores socioeconomicamente oprimidos e coagidos a vender sua
                for&ccedil;a de trabalho nas novas f&aacute;bricas. Para contornar esse novo contratempo, o Estado
                promulgou no ano de 1900 a Lei Policial de Paz P&uacute;blica que funcionava principalmente como recurso
                fiscalizador das atividades dos trabalhadores e dos ativistas sociais (Duus; Scheiner, 1988, p. 666).
            </p>
            <p>Os objetivos do Estado, contudo, iam muito al&eacute;m da transforma&ccedil;&atilde;o do Jap&atilde;o em
                um estado sustentado pela economia industrial, pois visava tamb&eacute;m transform&aacute;-lo em uma
                pot&ecirc;ncia militarista. Seguindo por esta linha, o Estado come&ccedil;a a agir intensivamente no
                &acirc;mbito educacional, moldando, disciplinando e sintonizando o povo &agrave; ideologia estatal desde
                a escola elementar at&eacute;, para os homens, o servi&ccedil;o militar. Nessas
                institui&ccedil;&otilde;es militares os cidad&atilde;os eram obrigados a memorizar e repetir um
                &eacute;dito imperial que dizia que a primeira e mais importante obriga&ccedil;&atilde;o dos soldados
                era ser leal ao imperador, ser fisicamente fortes, moralmente puros e desejosos de sacrificar suas
                pr&oacute;prias vidas pelo bem dos anseios da na&ccedil;&atilde;o (Waswo, 1988. p. 559&ndash;566).
                J&aacute; na &aacute;rea da educa&ccedil;&atilde;o elementar, temos como exemplo dessa estrat&eacute;gia
                o &eacute;dito imperial da educa&ccedil;&atilde;o, pronunciado pelo imperador em 30 de outubro de 1890,
                que, &agrave; semelhan&ccedil;a do &eacute;dito apresentado aos cidad&atilde;os em servi&ccedil;o
                militar, dizia que deveriam observar as leis, oferecer seu aux&iacute;lio corajosamente ao Estado caso
                alguma emerg&ecirc;ncia surgisse e terminava com uma apela&ccedil;&atilde;o para que agissem de acordo
                com a honra de seus antepassados e que, assim, seriam mais do que s&uacute;ditos, mas tamb&eacute;m
                dignos dessa mesma honra (Borton, 1970, p. 205).</p>
            <p>Esse &eacute;dito era mantido nas escolas e proclamado aos alunos uma vez por ano durante uma
                cerim&ocirc;nia oficial e, naturalmente, teve um forte impacto na forma&ccedil;&atilde;o das
                crian&ccedil;as de ent&atilde;o (Waswo, 1988, p. 563).</p>
            <p>Alguns camponeses e tantos outros garotos e garotas da classe trabalhadora escaparam dessa lavagem
                cerebral estatal por n&atilde;o poderem frequentar compulsoriamente esses espa&ccedil;os j&aacute; que a
                escola elementar no Per&iacute;odo Meiji n&atilde;o era gratuita (Taira, 1971, p. 371&ndash;394). Mas,
                ainda assim, muitos homens, obrigados a servir o ex&eacute;rcito e que n&atilde;o tinha outra escolha
                sen&atilde;o obedecer e tantas outras mulheres obrigadas, pelo peso da tradi&ccedil;&atilde;o, a
                tornarem-se, como queria o bord&atilde;o da &eacute;poca, &ldquo;boas esposas e m&atilde;es
                s&aacute;bias&rdquo; (Kurazumi, 2008, p. 49&ndash;57), acabaram, esses tamb&eacute;m, encaixando-se no
                sistema de engrenagens elaborado pelo Estado.</p>
            <p>Desse modo, os objetivos do governo foram, em grande parte, alcan&ccedil;ados e muitos japoneses
                conformaram-se com a situa&ccedil;&atilde;o vigente. Mas existiriam tamb&eacute;m aqueles que, diante de
                uma ulterior revolta e insubmiss&atilde;o, lutariam contra o poder estatal. Esses embates entre os
                inconformados e o Estado, enquanto propagador ideol&oacute;gico, foram ainda mais intensos, violentos e
                marcantes, j&aacute; que o poder estatal n&atilde;o deixava margem para (re)a&ccedil;&atilde;o e exigia
                obedi&ecirc;ncia e lealdade absoluta. Some-se a isso a guerra Russo-Japonesa (1904-1905) que afervorou a
                indigna&ccedil;&atilde;o nesses mesmos inconformados e temos a composi&ccedil;&atilde;o perfeita do
                solo, j&aacute; f&eacute;rtil pelos acontecimentos passados, no qual a flor an&aacute;rquica p&ocirc;de
                brotar.</p>

            <h4 class="subcapitulo">Primavera e verão: a implementação e o desenvolvimento do anarquismo</h4>
            <p>K&ocirc;toku Sh&ucirc;sui (1871&ndash;1911) foi uma personagem importante na introdu&ccedil;&atilde;o do
                anarquismo, enquanto ideologia sistematizada, no Jap&atilde;o. Politicamente engajado, foi, em 1898,
                colaborador em um jornal comunista, <em>Yorozu Ch&ocirc;h&ocirc;</em>. Em maio de 1901, integrou um
                pequeno grupo que almejava criar um Partido Social- Democrata s&oacute; para v&ecirc;-lo rapidamente
                banido pelo governo. Com a aproxima&ccedil;&atilde;o da guerra Russo-Japonesas, o <em>Yorozu
                    Ch&ocirc;h&ocirc; </em>come&ccedil;ou a mudar suas diretrizes ideol&oacute;gicas e K&ocirc;toku, por
                isso, recusou-se a continuar escrevendo para o referido jornal. Sem uma ocupa&ccedil;&atilde;o formal,
                fundou junto a um colega de trabalho e simpatizante ideol&oacute;gico, Sakai Toshihiko
                (1871&ndash;1933), um jornal mais radical do que o <em>Yorozu Ch&ocirc;h&ocirc; </em>em seus tempos de
                oposi&ccedil;&atilde;o, que batizaram como &ldquo;O jornal do povo&rdquo; (<em>Heimin Shinbun</em>). O
                jornal publicou seu primeiro volume, que se destacava por sua forte oposi&ccedil;&atilde;o &agrave;
                guerra e ao governo, em novembro de 1903 e seguiu funcionando at&eacute; janeiro de 1905 quando foi
                for&ccedil;ado a encerrar suas atividades sob a acusa&ccedil;&atilde;o de infra&ccedil;&atilde;o das
                leis de imprensa e de efetivamente ter seus editores e jornalistas presos. Em fevereiro do mesmo ano,
                K&ocirc;toku, um dos detidos, come&ccedil;ava o cumprimento de sua pena de cinco meses de
                encarceramento.</p>
            <p>Cabe ressaltar que o <em>Heimin Shinbun </em>n&atilde;o era um jornal propriamente anarquista. Era, no
                m&aacute;ximo, um jornal comunista/socialista com vieses mais radicais do que o <em>Yorozu
                </em><em>Ch&ocirc;h&ocirc; </em>e que, de certa maneira, dialogava com os ideais por tr&aacute;s da
                falha tentativa empregada por K&ocirc;toku e um pequeno grupo de pessoas na organiza&ccedil;&atilde;o do
                Partido Social-Democrata. Em novembro de 1904, por exemplo, imprimiu-se nas p&aacute;ginas do <em>Heimin
                    Shinbun </em>a primeira tradu&ccedil;&atilde;o para o japon&ecirc;s, feita por K&ocirc;toku e Sakai,
                do <em>Manifesto</em> <em>Comunista</em> de Karl Marx e Friedrich Engels e, coincid&ecirc;ncia ou
                n&atilde;o, tr&ecirc;s meses depois o governo baniria o jornal.</p>
            <p>Em julho de 1905, K&ocirc;toku, logo ap&oacute;s o t&eacute;rmino de sua pena, deixaria registrado em
                carta que havia passado por uma transforma&ccedil;&atilde;o pol&iacute;tica. Alegava ter sido
                encarcerado como um socialista marxista e que, ap&oacute;s sua liberta&ccedil;&atilde;o, voltava como um
                anarquista radical preocupado com a propaga&ccedil;&atilde;o dessa causa (cf.: Shiota, 1965, p. 433).
                K&ocirc;toku, durante a pris&atilde;o, teria lido&nbsp;<em>Campos, f&aacute;bricas e oficinas</em>, de
                Piotr Kropotkin<sup><span class="nota"
                        data-nota="Piotr Alexeyevich Kroptkin (1842–1921), um dos principais anarquistas russos do século XIX e considerado um importante articulador do anarco- comunismo (comunismo libertário)."></span></sup>,
                e dedicado um tempo consider&aacute;vel na reflex&atilde;o sobre a
                posi&ccedil;&atilde;o do Imperador na sociedade japonesa. A conclus&atilde;o alcan&ccedil;ada foi a de
                que o capitalismo s&oacute; encontraria seu fim quando a institui&ccedil;&atilde;o imperial fosse
                abolida. Aboli&ccedil;&atilde;o que, se dependesse dos democratas sociais, n&atilde;o aconteceria
                t&atilde;o cedo. K&ocirc;toku, movido por essas inquieta&ccedil;&otilde;es revolucion&aacute;rias,
                decidiu deixar o Jap&atilde;o e ir para os Estados Unidos em novembro do mesmo ano para criticar com
                mais liberdade (e seguran&ccedil;a) o Estado japon&ecirc;s e sua ideologia estruturante (cf.: Shiota,
                1965, p. 434).</p>
            <p>At&eacute; junho de 1906, K&ocirc;toku permaneceu em solo americano acumulando experi&ecirc;ncias e
                absorvendo influ&ecirc;ncias dos oper&aacute;rios estadunidenses. Esse per&iacute;odo foi de suma
                import&acirc;ncia para que K&ocirc;toku maturasse as ideias que come&ccedil;ou a desenvolver em
                c&aacute;rcere enquanto lia Kropotkin. Nos Estados Unidos entrou em contato com membros da
                <em>Industrial</em> <em>Workers of</em> <em>the</em> <em>World<sup><span class="nota"
                            data-nota="Organização de trabalhadores que tem como aparato ideológico a teoria sindicalista revolucionária."></span></sup>,</em>
                dentre os quais muitos
                eram anarquistas e outros tantos comunistas que buscavam uma forma direta e mais efetiva de
                a&ccedil;&atilde;o. Esse contato, somado &agrave;s antigas experi&ecirc;ncias vividas por K&ocirc;toku,
                foi a base para a formula&ccedil;&atilde;o e introdu&ccedil;&atilde;o, como manifesta&ccedil;&atilde;o
                de uma ideologia vinda de fora &mdash; mas que sempre esteve em germe dentro de todos &mdash; do
                movimento an&aacute;rquico no Jap&atilde;o. O anarquismo de K&ocirc;toku distinguia-se do socialismo
                japon&ecirc;s por, principalmente, pregar a necessidade de a&ccedil;&otilde;es diretas e pelo receio de
                que uma vez estabelecida a ditadura prolet&aacute;ria ela se transformasse, ao contr&aacute;rio do que
                se espera, em nova classe burguesa. Diferen&ccedil;as, a bem da verdade, em sintonia com as
                preocupa&ccedil;&otilde;es anarquistas difundidas pelo mundo naquela &eacute;poca.
            </p>
            <p>K&ocirc;toku e o seu anarquismo pregavam como forma de a&ccedil;&atilde;o direta atos de greves e
                sabotagens nas f&aacute;bricas e minas que, em uma na&ccedil;&atilde;o que come&ccedil;ava a se
                desenvolver industrialmente, eram de grande impacto. Mas gra&ccedil;as &agrave; Lei Policial de Paz
                P&uacute;blica, j&aacute; mencionada anteriormente, movimentos desse g&ecirc;nero estavam sendo
                duramente combatidos pelas for&ccedil;as estatais. Diante desse cen&aacute;rio, muitos anarquistas se
                voltaram para a vertente de a&ccedil;&atilde;o ainda mais direta do movimento: o dito terrorismo. Era,
                de certa forma, essa a oportunidade que o governo tanto ansiava para justificar uma a&ccedil;&atilde;o
                muito mais en&eacute;rgica e tentar suprimir de uma vez o movimento anarquista e socialista do
                pa&iacute;s.</p>
            <p>Deste modo, em 1910, o governo, ap&oacute;s prender um punhado de anarquistas por supostos atos
                terroristas, criou um caso em que 26 anarquistas e simpatizantes, entre esses K&ocirc;toku Sh&ucirc;sui
                e sua ent&atilde;o companheira Kanno Sugako, foram acusados de conspirar contra a vida do imperador,
                configurando, assim, um crime de alta trai&ccedil;&atilde;o que, em um Estado em que a figura do
                imperador concentrava todo o poder estatal, naturalmente deveria ser punido com a morte. Em dezembro do
                mesmo ano, dos 26 acusados, 24 foram sentenciados &agrave; pena de morte e dois &agrave; pris&atilde;o
                perp&eacute;tua, Enquanto aguardavam a execu&ccedil;&atilde;o da pena capital, outros doze acusados
                tiveram as penas revogadas &agrave; pris&atilde;o perp&eacute;tua. Entre os doze restantes, K&ocirc;toku
                e outros dez acusados foram executados no dia 24 de janeiro de 1911. Kanno Sugako foi executado no dia
                seguinte.<sup><span class="nota" data-nota="Conferir Tanaka (2018) para aprofundamento."></span></sup>
            </p>
            <p>Com a morte de K&ocirc;toku e tantos outros influentes anarquistas, o Jap&atilde;o entrou no que ficou
                conhecido como <em>fuyu no jidai</em>, per&iacute;odo de inverno, dos movimentos radicais de esquerda.
                Durante esse per&iacute;odo, o Estado estava determinado a fechar todos os jornais e suprimir todas as
                formas de encontros que os anarquistas, os socialistas e simpatizantes tinham at&eacute; ent&atilde;o.
                Nessas duras condi&ccedil;&otilde;es, muitos ativistas desses movimentos decidiram ir para o interior do
                pa&iacute;s e outros tantos por sa&iacute;rem do Jap&atilde;o com perspectivas de retorno para quando a
                situa&ccedil;&atilde;o melhorasse.</p>
            <p>Assim, a flor an&aacute;rquica, considerada morta pelo Estado, entrou em estado de letargia e durante
                todo esse per&iacute;odo de inverno acumulou for&ccedil;as para voltar, mais forte do que nunca, na
                primavera seguinte nas m&atilde;os de, principalmente, &Ocirc;sugi Sakae e seus n&atilde;o menos
                importantes companheiros.</p>

            <h4 class="subcapitulo">Outono e inverno: letargia anárquica</h4>
            <p>Durante os anos de 1912&ndash;1936, duas correntes anarquistas predominantes dividiram espa&ccedil;o no
                Jap&atilde;o, o anarco- sindicalismo e o anarco-comunismo. O primeiro teve seu auge durante a primeira
                metade do per&iacute;odo, enquanto &Ocirc;sugi ainda estava vivo, e o segundo durante a segunda metade,
                ap&oacute;s a morte de &Ocirc;sugi.</p>
            <p>Crump, em seu <em>The anarchist movement in Japan, </em>nos d&aacute; uma s&eacute;rie de raz&otilde;es
                pelas quais o anarco-sindicalismo predominou neste primeiro momento (Crump, 1996, Cap&iacute;tulo 2,
                n.p.). A primeira e mais imediata se d&aacute; a partir da observa&ccedil;&atilde;o de que durante o
                per&iacute;odo de inverno, que durou at&eacute; o ano de 1918, os anarquistas e simpatizantes viam-se
                indefesos diante da for&ccedil;a estatal que, se fosse o caso, legitimava mesmo o assassinato com o
                intento de suprimir o movimento. Acrescenta-se a isso o fato de as organiza&ccedil;&otilde;es
                trabalhistas ainda estarem proibidas pela Lei Policial da Paz P&uacute;blica. Como resultado, obtemos um
                meio prop&iacute;cio onde surgiram v&aacute;rios inconformados nos seios das f&aacute;bricas prontos
                para se organizarem em sindicatos radicais. Secundariamente, n&atilde;o se pode ignorar que ap&oacute;s
                a execu&ccedil;&atilde;o de K&ocirc;toku, &Ocirc;sugi passou a ser percebido como o mais desenvolto
                articulador anarquista daquele per&iacute;odo. &Ocirc;sugi, por sua vez, era fortemente influenciado
                pelo sindicalismo franc&ecirc;s e, portanto, foi principalmente nessa linha que o anarquismo voltou a
                tomar forma no Jap&atilde;o.</p>
            <p>Ainda no per&iacute;odo de inverno, em que os movimentos radicais estavam sendo brutalmente contidos, os
                grandes trunfos anarquistas foram a publica&ccedil;&atilde;o mensal do <em>Kindai Shis&ocirc;
                </em>(<em>Pensamento moderno</em>). Teve sobrevida de dois anos, 1912&ndash;1914, num per&iacute;odo em
                que a maioria dos jornais com teor radical eram fechados e seus editores eram presos em poucos meses.
                Outro trunfo foi a cria&ccedil;&atilde;o de um grupo de estudo sindicalistas que promoveu encontros de
                1913 a 1916. A iniciativa para a formata&ccedil;&atilde;o de ambos passou por &Ocirc;sugi Sakae e
                Arahata Kanson (1887&ndash;1981), ent&atilde;o seu companheiro ideol&oacute;gico.</p>
            <p>Em 1918, o per&iacute;odo de inverno teve seu inevit&aacute;vel fim gra&ccedil;as &agrave; crescente
                indigna&ccedil;&atilde;o do povo diante do que ficou conhecido como <em>Komes&ocirc;d&ocirc;</em>
                (<em>Revolta</em> <em>do</em> <em>Arroz</em>). Em decorr&ecirc;ncia das limita&ccedil;&otilde;es
                comerciais impostas durantes os anos da Primeira Guerra Mundial e do vertiginoso crescimento capitalista
                por qual o Jap&atilde;o estava passando, a infla&ccedil;&atilde;o no pa&iacute;s cresceu repentina e
                aceleradamente. Esse fato jogou o pre&ccedil;o do arroz, alimento b&aacute;sico da
                nutri&ccedil;&atilde;o do povo japon&ecirc;s (principalmente dos que ainda viviam nos campos), nas
                alturas. Indignados com a situa&ccedil;&atilde;o, um pequeno grupo de pessoas em uma vila pesqueira em
                Toyama iniciou em 23 de julho de 1918 uma corrente de ira e insurrei&ccedil;&atilde;o que se espalhou
                pelo Jap&atilde;o nos meses subsequentes. Uma escala inapreens&iacute;vel e fora de controle gerou
                contramedidas estatais que mobilizou sua for&ccedil;a policial e militar (Nakayama, 2001, p.
                35&ndash;34; Hase, 2021, p. 196&ndash;197).</p>
            <p>Essa era a exata oportunidade pela qual a flor an&aacute;rquica esperava para sair de sua
                hiberna&ccedil;&atilde;o e fazer-se presente mais uma vez. O Estado, com tantas
                insurrei&ccedil;&otilde;es acontecendo ao mesmo tempo, j&aacute; n&atilde;o possu&iacute;a controle
                algum e o m&aacute;ximo que podia fazer era suavizar os protestos, n&atilde;o os impedir de fato. E
                mesmo que a Lei Policial de Paz P&uacute;blica ainda continuasse em vigor, o movimento anarquista agora
                podia se articular com mais liberdade junto ao povo japon&ecirc;s na luta por seus direitos.</p>
            <p>O per&iacute;odo que sucedeu a passagem do <em>fuyu no jidai </em>foi marcado pela cria&ccedil;&atilde;o
                de diversas organiza&ccedil;&otilde;es trabalhistas que, apesar de ainda proibidas por lei, existiam
                como uma assustadora realidade para o Estado e chegou a contar, j&aacute; em 1918, com mais de 66 mil
                trabalhadores engajados e organizados (Crump, 1996, Cap&iacute;tulo 2, n.p.). &Eacute; claro que grande
                parte dessas organiza&ccedil;&otilde;es n&atilde;o possu&iacute;am teor anarquista e estavam
                imediatamente preocupadas em conquistar uma posi&ccedil;&atilde;o melhor para os trabalhadores dentro do
                pr&oacute;prio sistema capitalista. Contudo, apesar de n&atilde;o serem maioria, surgiram tamb&eacute;m
                organiza&ccedil;&otilde;es an&aacute;rquicas como a <em>Shiny&ucirc;kai </em>e a <em>Seishinkai</em>.
            </p>
            <p>Outra organiza&ccedil;&atilde;o que surgiu como consequ&ecirc;ncia dos acontecimentos que encerraram o
                per&iacute;odo de inverno foi o <em>R&ocirc;d&ocirc; Und&ocirc; </em>(<em>Movimento
                    Prolet&aacute;rio</em>). Tanto uma organiza&ccedil;&atilde;o trabalhista como um jornal, a
                <em>R&ocirc;d&ocirc; Und&ocirc; </em>caracterizava-se n&atilde;o por pregar o sindicalismo
                an&aacute;rquico como forma de a&ccedil;&atilde;o, mas sim por reportar e analisar os enfrentamentos
                que, por vezes, assumiram um car&aacute;ter anarquista, n&atilde;o distinguindo sindicalistas de
                n&atilde;o-sindicalistas. &Eacute; desta maneira que essa vertente finalmente deixou o campo
                te&oacute;rico para adentrar na realidade palp&aacute;vel.
            </p>

            <h4 class="subcapitulo">A renovação do anarquismo: a nova primavera</h4>
            <p>A Revolu&ccedil;&atilde;o Russa de 1917 teve forte impacto tamb&eacute;m no Jap&atilde;o. Para os
                radicalistas de todo o mundo, entre eles tamb&eacute;m os anarquistas, os bolcheviques foram alvos de
                admira&ccedil;&atilde;o. Muitos anarquistas japoneses, como Arahata Kanson e Sakai Toshihiko,
                ap&oacute;s exercerem um papel importante na dissemina&ccedil;&atilde;o do movimento an&aacute;rquico
                japon&ecirc;s (apesar de o &uacute;ltimo nunca ter se autodenominado &ldquo;anarquista&rdquo;), acabaram
                migrando, movidos pelo sucesso da Revolu&ccedil;&atilde;o Russa, ao socialismo bolchevique. Contudo,
                apesar da grande popularidade que o comunismo passou a ter naquela &eacute;poca ainda existiam muitos
                anarquistas que n&atilde;o se dobraram ao peso daquela ideologia. &Ocirc;sugi Sakae &eacute; um exemplo
                desse tipo de anarquista.</p>
            <p>Independentemente das diferen&ccedil;as ideol&oacute;gicas, tanto o comunismo quanto o anarquismo,
                inicialmente, lutaram juntos na linha de frente pelos ideais prolet&aacute;rios. Mas essa
                coopera&ccedil;&atilde;o durou somente at&eacute; a chegada no Jap&atilde;o das not&iacute;cias sobre as
                barb&aacute;ries do regime de L&ecirc;nin. Ap&oacute;s isso, a tens&atilde;o entre as duas correntes
                ideol&oacute;gicas come&ccedil;ou a crescer notavelmente.</p>
            <p>A <em>R&ocirc;d&ocirc; Und&ocirc;</em>, que chegou a publicar artigos comunistas durante o &aacute;pice
                da coopera&ccedil;&atilde;o entre os dois movimentos, passou, ap&oacute;s as not&iacute;cias
                desanimadoras vindas da R&uacute;ssia, a caracterizar-se como um jornal totalmente anarquista que se
                opunha veementemente ao bolchevismo. Desse per&iacute;odo em diante, em consequ&ecirc;ncia da crescente
                hostilidade que surgiu entre os movimentos, qualquer associa&ccedil;&atilde;o entre o partido comunista
                e o anarquismo tornou-se insustent&aacute;vel.</p>
            <p>Mas um impacto muito mais desestabilizador do que as rixas entre bolcheviques e anarquistas foi o
                assassinato, em setembro de 1923, de &Ocirc;sugi e sua fam&iacute;lia ap&oacute;s o Grande Sismo da
                Regi&atilde;o de Kant&ocirc; que ocorreu no dia primeiro de setembro daquele ano. Milhares de vidas
                foram perdidas no terremoto e os inc&ecirc;ndios subsequentes inflamaram ainda mais o p&acirc;nico e a
                confus&atilde;o das pessoas que experienciaram de alguma forma a trag&eacute;dia. Reflexo desse caos foi
                a persegui&ccedil;&atilde;o que os coreanos ent&atilde;o residentes no Jap&atilde;o sofreram. Centenas
                de coreanos, tidos enquanto amotinados, foram assassinados por for&ccedil;as civis e militares durante
                os dias que sucederam o terremoto em uma verdadeira demonstra&ccedil;&atilde;o de barb&aacute;rie.</p>
            <p>O Estado n&atilde;o deixou de agir diante de tamanha calamidade. Ao notar a oportunidade &uacute;nica de
                eliminar discretamente seus inimigos ideol&oacute;gicos, as autoridades competentes, aproveitando todo o
                caos instaurado, assassinaram brutalmente &Ocirc;sugi, sua companheira It&ocirc; Noe (1895&ndash;1923)
                &mdash; outra importante figura do anarquismo da &eacute;poca &mdash;, e seu sobrinho de seis anos de
                idade, Tachibana Munekazu, no que ficou conhecido como <em>Amakasu </em><em>jiken</em> (Caso Amakasu)
                (Takata, 1932, p. 289&ndash;296). Os assassinatos foram julgados pelo Estado e o capit&atilde;o da
                unidade de pol&iacute;cia militar, Amakasu Masahiko (1891&ndash;1945), foi responsabilizado pelos crimes
                e sentenciado a dez anos de pris&atilde;o. Entretanto, ap&oacute;s somente tr&ecirc;s anos de pena foi
                colocado novamente em liberdade.</p>
            <p>N&atilde;o &eacute; de se surpreender que, pouco tempo ap&oacute;s o assassinato do mais renomado
                anarquista japon&ecirc;s daquela &eacute;poca, surgissem aqueles que buscariam vingan&ccedil;a a todo o
                custo. A corrente de &oacute;dio foi renovada e a vertente an&aacute;rquica terrorista s&oacute; foi
                parcialmente detida quando v&aacute;rios anarquistas foram sentenciados ou &agrave; morte ou &agrave;
                pris&atilde;o perp&eacute;tua. Mas essa vertente nunca cessou de fato, mesmo diante das constantes
                falhas. E talvez seja gra&ccedil;as a esses anarquistas que a flor an&aacute;rquica n&atilde;o apodreceu
                de vez em um solo que, gra&ccedil;as &agrave;s interven&ccedil;&otilde;es estatais, j&aacute; n&atilde;o
                lhe oferecia os nutrientes necess&aacute;rios para sua exist&ecirc;ncia.</p>

            <h4 class="subcapitulo">Anarquismo pós Ôsugi Sakae: a preservação da flor anárquica</h4>
            <p>O anarquismo p&oacute;s &Ocirc;sugi foi marcado principalmente pela mudan&ccedil;a ideol&oacute;gica
                ocorrida dentro da esfera te&oacute;rica an&aacute;rquica japonesa, pelos acontecimentos que antecederam
                a Segunda Guerra Mundial e que acarretaram a quase aniquila&ccedil;&atilde;o da flor an&aacute;rquica e
                pela sua vacilante e fraca recupera&ccedil;&atilde;o ap&oacute;s a guerra.</p>
            <p>Em 1926 surgiram duas grandes organiza&ccedil;&otilde;es an&aacute;rquicas: <em>Kokuren</em>
                (<em>Kokushoku</em> <em>Seinen</em> <em>Renmei</em>, <em>Liga</em> <em>da</em> <em>Juventude</em>
                <em>Negra</em>) e <em>Zenkoku</em> <em>Jiren</em> (<em>Zenkoku</em> <em>R&ocirc;d&ocirc;</em>
                <em>Kumiai</em> <em>Jiy&ucirc;</em> <em>Reng&ocirc;kai</em>, <em>Federa&ccedil;&atilde;o Nacional</em>
                <em>das</em> <em>Associa&ccedil;&otilde;es</em> <em>Sindicais</em> <em>Libert&aacute;rias</em>), que,
                inicialmente, carregavam vi&eacute;s tanto anarco-sindicalista como anarco- comunistas. Mas,
                gra&ccedil;as &agrave;s influ&ecirc;ncias de dois grandes anarco-comunistas, Hatta Sh&ucirc;z&ocirc;
                (1886&ndash;1934) e Iwasa Sakutar&ocirc; (1879&ndash;1967), que professavam uma profunda
                descren&ccedil;a no anarco-sindicalismo, a inclina&ccedil;&atilde;o dessas duas
                organiza&ccedil;&otilde;es foi acentuando-se cada vez mais para o lado do anarco-comunismo at&eacute; o
                ponto de os pr&oacute;prios anarco-sindicalista e os sindicalistas propriamente ditos desvencilharem-se,
                entre 1927 e 1928, por completo dessas organiza&ccedil;&otilde;es<sup><span class="nota"
                        data-nota="Para mais detalhes sobre esse período e sobre o anarquismo de Hatta, conferir Crump (1993), mais especificamente o terceiro e quarto capítulo desta obra."></span></sup>.
            </p>
            <p>Ap&oacute;s a grande depress&atilde;o econ&ocirc;mica em 1929 e a crise capitalista decorrente desse
                evento, o sistema capitalista precisava reinventar-se para sustentar seu poderio. Diante desse
                cen&aacute;rio, as organiza&ccedil;&otilde;es radicais de ent&atilde;o passaram, como nunca, a ser
                combatidas ferozmente. Em 1931 a <em>Kokuren</em> foi descontinuada por for&ccedil;as estatais.
                Presenciando esse cen&aacute;rio, a <em>Zenkoku</em> <em>Jiren</em> e os antigos anarco-sindicalistas e
                sindicalistas resolveram relevar suas diferen&ccedil;as para, mais uma vez, juntarem for&ccedil;as e
                tentarem sobreviver ao avassalador avan&ccedil;o estatal. Mas resistir ao Estado era tarefa deveras
                complicada e em 1934 o n&uacute;mero de associados, que j&aacute; tinha alcan&ccedil;ado as cifras de
                vinte mil, mingou para somente duas mil pessoas.</p>
            <p>Ainda em 1931 a flor an&aacute;rquica, em novo arroubo de for&ccedil;as e mudan&ccedil;a de ares,
                encontrou novas formas de sobreviv&ecirc;ncia com a funda&ccedil;&atilde;o, em fevereiro de 1931, da
                <em>N&ocirc;seisha </em>(<em>N&ocirc;son Seinen Sha</em>, <em>Associa&ccedil;&atilde;o da Juventude
                    Rural</em>). A Associa&ccedil;&atilde;o era uma rede de comunidades anarquistas que se caracterizava
                por levar a ideia de descentraliza&ccedil;&atilde;o ao limite, fato que dificultava um ataque direto e
                efetivo do Estado. Em 1932 essa organiza&ccedil;&atilde;o tamb&eacute;m foi dissolvida. Em parte, devido
                &agrave; press&atilde;o estatal que havia capturado diversos anarquistas dessa associa&ccedil;&atilde;o
                que viviam em T&oacute;quio e, em parte, para preservar aquilo que eles haviam alcan&ccedil;ado nesse
                pouco espa&ccedil;o de tempo. Mas mesmo essa dissolu&ccedil;&atilde;o n&atilde;o salvaria diversos
                anarquistas de serem, eles tamb&eacute;m, detidos e encarcerados. Ap&oacute;s 1932 a repress&atilde;o
                estatal s&oacute; aumentou e nos meses finais de 1935 a pol&iacute;cia chegou a prender cerca de
                quatrocentos anarquistas. Tal acontecimento levou &agrave; inevit&aacute;vel dissolu&ccedil;&atilde;o da
                &uacute;ltima organiza&ccedil;&atilde;o an&aacute;rquica restante, <em>Zenkoku Jiren</em>, no
                in&iacute;cio de 1936. Ap&oacute;s essa data, organiza&ccedil;&otilde;es radicais tornaram-se
                invi&aacute;veis e naquele momento os anarquistas restantes n&atilde;o tinham, se quisessem sobreviver,
                chances de espalhar a ideologia que professavam. Nos anos seguintes, muitos acontecimentos com os quais
                estamos familiarizados amontoaram-se e culminaram na rendi&ccedil;&atilde;o completa do Estado
                japon&ecirc;s na Segunda Guerra Mundial ap&oacute;s o fat&iacute;dico e cruel bombardeamento das cidades
                de Hiroshima e Nagasaki.
            </p>
            <p>Ap&oacute;s a Segunda Guerra, o anarquismo voltou a se estruturar como uma organiza&ccedil;&atilde;o em
                1946 com a <em>Nihon Anakisuto Renmei </em>(<em>Federa&ccedil;&atilde;o Anarquista do
                    Jap&atilde;o</em>), com um especial cuidado para evitar as j&aacute; conhecidas desaven&ccedil;as
                entre o anarco-sindicalismo e o anarco-comunismo. Mas o tempo e a falta de sucesso mostraram-se mais
                fortes e em 1950 o antagonismo entre as duas linhas ideol&oacute;gicas culminou, finalmente, em nova
                separa&ccedil;&atilde;o. Dessa separa&ccedil;&atilde;o surgiram o <em>Anaruku Sanjikaristu Gur&ucirc;pu
                </em>(<em>Grupo Anarco-sindicalistas</em>), e o <em>Nihon</em><em> Anakisuto Kurabu
                </em>(<em>Clube</em><em> Anarquista do Jap&atilde;o</em>). A <em>Nihon Anakisuto Renmei </em>seguiu
                &ldquo;funcionando&rdquo; at&eacute; 1968 quando, ap&oacute;s reencenar os anos de 1928&ndash;1934 com
                os mesmos atores principais &mdash; Iwasa Sakutar&ocirc;, do lado anarco-comunista e Ishikawa
                Sanshir&ocirc; (1876&ndash;1956), do lado anarco-sindicalista &mdash; resolveu, enfim, encerrar seu
                funcionamento. Ap&oacute;s a dissolu&ccedil;&atilde;o da Federa&ccedil;&atilde;o, diversos outros grupos
                de anarquistas surgiram e desapareceram, alguns duraram meses, outros anos. Contudo, o que importa
                ressaltar &eacute; que o anarquismo em si, durante todo esse tempo, nunca chegou a conhecer seu fim
                derradeiro.</p>
            <p>Por fim, em 1988 uma nova <em>Nihon Anakisuto Renmei </em>foi criada e continuou publicando seus jornais
                e artigos at&eacute;, se pouco, por volta do fim do s&eacute;culo passado (Crump, 1996, Cap&iacute;tulo
                3, n.p.), prova flagrante que a flor an&aacute;rquica continua viva, embora debilitada.</p>

            <h3 id="capitulo5" class="capitulo">Fragmentos conclusivos</h3>
            <p>O foco deste trabalho foi realizar um levantamento hist&oacute;rico e cronol&oacute;gico do movimento
                anarquista japon&ecirc;s em di&aacute;logo com os aspectos sociais, pol&iacute;ticos e econ&ocirc;micos
                da &eacute;poca. Interligamos a inser&ccedil;&atilde;o do anarquismo enquanto ideologia estrangeira a
                uma forma de pensamento aut&oacute;ctone japon&ecirc;s na figura de And&ocirc; Sh&ocirc;eki a fim de
                propor que alguns dos preceitos que definem a ideologia anarquista j&aacute; estavam presentes no
                pa&iacute;s, ainda que em germe e n&atilde;o sistematizados enquanto tal. Nesse sentido, o anarquismo
                japon&ecirc;s n&atilde;o &eacute; uma concep&ccedil;&atilde;o completamente estranha ao pensamento
                desenvolvido no pa&iacute;s, mas sim uma reconfigura&ccedil;&atilde;o daquilo que j&aacute; se havia
                aventado enquanto horizonte.</p>
            <p>O levantamento cronol&oacute;gico e mais geral da inser&ccedil;&atilde;o do anarquismo e de seu
                desenvolvimento foi realizado at&eacute;, principalmente, o momento imediatamente seguinte ao
                assassinato de &Ocirc;sugi Sakae e sua fam&iacute;lia pelas for&ccedil;as estatais. Devido ao objetivo
                deste texto, concentramos a aten&ccedil;&atilde;o principalmente na figura de K&ocirc;toku e de
                &Ocirc;sugi e o papel que desempenharam no movimento.</p>
            <p>A forte opress&atilde;o exercida pelo Estado ao movimento &eacute; not&oacute;ria. As principais figuras
                representativas do movimento no Jap&atilde;o ou foram assassinadas legalmente, atrav&eacute;s da pena de
                morte em julgamentos que assumiam escalas desproporcionais (e.g.: Kanno Sugako, 1881&ndash;1911,
                K&ocirc;toku Sh&ucirc;sui, 1871&ndash;1911, Furuta Daijir&ocirc;, 1900&ndash;1925), ou ilegalmente, em
                b&aacute;rbaros atos postos em pr&aacute;tica por for&ccedil;as policiais que agiam, segundo o
                pr&oacute;prio Estado, sem que nenhuma ordem do tipo tenha sido dada (e.g.: &Ocirc;sugi Sakae,
                1885&ndash;1923, It&ocirc; Noe, 1895&ndash;1923). Muitos daqueles que n&atilde;o chegaram a perecer
                diretamente pelas m&atilde;os do Estado, escolheram tirar a pr&oacute;pria vida j&aacute; em
                c&aacute;rcere (e.g.: Kaneko Fumiko, 1903&ndash;1926, Wada Ky&ucirc;tar&ocirc;, 1893&ndash;1928) ou
                morreram v&iacute;timas de doen&ccedil;as tamb&eacute;m j&aacute; encarcerados (e.g. Muraki
                Genjir&ocirc;, 1890&ndash;1925). Da breve apresenta&ccedil;&atilde;o de um obitu&aacute;rio que &eacute;
                muito mais extenso e sangrento, &eacute; f&aacute;cil perceber que o Estado n&atilde;o estava disposto a
                suportar a ideologia que o movimento anarquista e seus simpatizantes defendiam. E se a flor
                an&aacute;rquica japonesa, mesmo que debilitada, ainda sobrevive, &eacute;, sobretudo, a despeito dos
                desejos do Estado e gra&ccedil;as ao incans&aacute;vel senso de a&ccedil;&atilde;o desses ativistas em
                difundir suas convic&ccedil;&otilde;es no seio da sociedade.</p>
            <p>Contudo, essa sobrevida do anarquismo japon&ecirc;s n&atilde;o representa tamb&eacute;m a
                irrelev&acirc;ncia social do movimento atualmente? Se ainda h&aacute; aqueles que se autodenominam
                anarquistas, o fazem principalmente enquanto posicionamento &eacute;tico e n&atilde;o mais de
                a&ccedil;&atilde;o social direta (pelo menos n&atilde;o no n&iacute;vel do que se viu 100 anos
                atr&aacute;s<sup><span class="nota"
                        data-nota="Os maiores encontros no Japão hoje acontecem anualmente e não reúnem mais de 20 ativistas (Araújo, 2019, p. 311)."></span></sup>).
                Ent&atilde;o, que legado &eacute; este que o anarquismo deixou no
                Jap&atilde;o? &Eacute;, propomos, principalmente o legado do exemplo oferecido pelos mais famosos
                anarquistas e suas teorias de vida. A biografia de dezenas de anarquistas ainda hoje &eacute; campo de
                fasc&iacute;nio social e s&atilde;o material para in&uacute;meras obras de m&iacute;dia, al&eacute;m de
                pesquisas acad&ecirc;micas. Seja no &acirc;mbito privado (entre romances, trai&ccedil;&otilde;es,
                pr&aacute;ticas de amor livre, manifesta&ccedil;&otilde;es pouco ortodoxas de afeto etc.), seja no
                &acirc;mbito p&uacute;blico (organiza&ccedil;&atilde;o, formas de a&ccedil;&atilde;o direta, confrontos
                inimagin&aacute;veis etc.), essas figuras ainda ocupam um espa&ccedil;o consider&aacute;vel no
                imagin&aacute;rio popular Obras deixadas por esses ativistas tamb&eacute;m seguem circulando, ainda que
                em baixa quantidade, pelo pa&iacute;s. Falar de anarquismo hoje, ent&atilde;o, &eacute; sobretudo falar
                de um movimento que age no campo da formata&ccedil;&atilde;o de pensamentos. Nesse sentido, o papel de
                embate que o movimento vem empregando &eacute; o de (re)construir uma mem&oacute;ria acerca do passado
                anarquista japon&ecirc;s. &Eacute; a&iacute; tamb&eacute;m que as principais linhas de pesquisas sobre o
                movimento ou seus integrantes surgem.</p>
            <p>Temos, recentemente, por exemplo, o <em>Kazarazu,</em> <em>itsuwarazu, </em><em>azamukazu</em>, de Tanaka
                (2016) que debate assuntos referentes &agrave; vida de Kanno Sugako e It&ocirc; Noe, ou ainda o
                <em>Kanno Sugako to Taigyaku jiken</em>, organizado pela Kanno Sugako Kenky&ucirc;kai (2016), que
                re&uacute;ne uma s&eacute;rie de artigos atuais que tematizam principalmente a vida e obra de Kanno
                Sugako. Em ingl&ecirc;s, temos o j&aacute; cl&aacute;ssico <em>Treacherous</em> <em>women</em>
                <em>of</em> <em>imperial</em> <em>Japan</em>, de H&eacute;l&egrave;ne Bowen Raddeker (1997), que faz uma
                leitura discursiva da produ&ccedil;&atilde;o e vida de Kanno Sugako e Kaneko Fumiko. Um tra&ccedil;o
                comum entre todos estes livros &eacute; a preocupa&ccedil;&atilde;o com a figura e hist&oacute;ria que
                foi e &eacute; difundida sobre essas personagens. J&aacute; que se trata de figuras marginalizadas e que
                sofreram muita difama&ccedil;&atilde;o no correr dos anos. Portanto, uma das tend&ecirc;ncias mais
                not&oacute;rias dos estudos anarquistas sobre o Jap&atilde;o &eacute; justamente essa.
            </p>
            <p>Um outro aspecto que, julgamos, pode ser muito proveitoso para manuten&ccedil;&atilde;o e
                sistematiza&ccedil;&atilde;o de uma hist&oacute;ria anarquista japonesa &eacute; o que busca investigar
                o movimento atrav&eacute;s das produ&ccedil;&otilde;es liter&aacute;rias anarquistas que nos chegaram.
                Nesse sentido, temos a indispens&aacute;vel <em>Anakizumu bungakushi</em>, de Akiyama Kiyoshi (2006). Em
                ingl&ecirc;s poder&iacute;amos citar a tese de doutoramento de Stephen M.A. Filler, <em>Chaos From
                    Order: An Anarchism in Modern Japanese Fiction, 1900</em>&ndash;<em>1930</em> (2004). Ambos os
                textos, principalmente o de Akiyama, passam pormenorizadamente por diversos momentos e g&ecirc;neros da
                produ&ccedil;&atilde;o liter&aacute;ria anarquista e levantam pontos interessantes sobre como essas
                obras se relacionavam com as demais produ&ccedil;&otilde;es e ao contexto sociocultural da
                contemporaneidade de qual que faziam parte.</p>
            <p>Uma poss&iacute;vel continua&ccedil;&atilde;o para este trabalho hist&oacute;rico introdut&oacute;rio que
                apresentamos, portanto, passa pelo aprofundamento das quest&otilde;es apresentadas.</p>


        </section>

        <section class="obras">
            <h2>Referências</h2>
            <p>AKIYAMA, Kiyoshi. Anakizumu bungakushi. In: <em>Akiyama </em><em>Kiyoshi chosakush&ucirc;</em>, vl. 11,
                T&oacute;quio: Paru Shuppan, 2006.</p>

            <p>ARA&Uacute;JO, Lu&iacute;za. U. A expans&atilde;o da vida: os anarquistas no Jap&atilde;o p&oacute;s - II
                Guerra Mundial. In: XXIX Simp&oacute;sio Nacional de Hist&oacute;ria, 2017, Bras&iacute;lia.
                <em>Anais</em> <em>do</em> <em>XXIX</em> <em>Simp&oacute;sio</em> <em>Nacional</em> <em>de
                </em><em>Hist&oacute;ria - contra os preconceitos: hist&oacute;ria e democracia</em>, 2017a.</p>

            <p>ARA&Uacute;JO, Lu&iacute;za. Romper as fronteiras: conex&otilde;es entre anarquistas na R&uacute;ssia e
                no Jap&atilde;o. In: <em>Ecopol&iacute;tica</em>, vl. 19, p. 62&ndash;78, 2017b.</p>

            <p>ARA&Uacute;JO, Lu&iacute;za. <em>Um</em> <em>anarquismo</em> <em>menor</em>: pr&aacute;ticas
                libert&aacute;rias no Jap&atilde;o Imperial. Tese para obten&ccedil;&atilde;o de doutorado pela
                Pontifica Universidade Cat&oacute;lica de S&atilde;o Paulo, 2019.</p>

            <p>AVELINO, Nildo; GARCIA, Loreley. Apresenta&ccedil;&atilde;o: acerca dos Estudos Anarquistas
                Contempor&acirc;neos. In: <em>Revista de Ci&ecirc;ncias Sociais Pol&iacute;tica &amp; Trabalho</em>,
                n.36, p. 13&ndash;18, 2012.</p>

            <p>BAKHTIN, Mikhail. Os g&ecirc;neros do discurso. In: <em>Est&eacute;tica</em> <em>da
                </em><em>cria&ccedil;&atilde;o</em> <em>verbal</em>. S&atilde;o Paulo: Martins Fontes, p. 277&ndash;326,
                1997.</p>

            <p>BORTON, Hugh. <em>Japan&rsquo;s Modern</em> <em>Century. </em>Nova Iorque: Ronald Press, 1970.</p>

            <p>CRUMP, John. <em>Hatta Sh&ucirc;z&ocirc; and pure anarchism in interwar Japan</em>. Nova Iorque: St.
                Martin&rsquo;s Press, 1993.</p>

            <p>CRUMP, John. <em>The</em> <em>anarchist</em> <em>movement</em> <em>in</em> <em>Japan</em>. In:
                <em>Anarchist </em><em>Communist</em> <em>Federation</em>, ACE Pamphlet No. 8, 1996. Dispon&iacute;vel
                em: <a href="https://theanarchistlibrary.org/library/john-crump-the-anarchist-movement-in-japan-1906-1996" target="_blank">theanarchistlibrary.org/library/john-crump-the- anarchist-movement-in-japan-1906-1996</a>. Acesso em: 21
                mar. 2022.</p>

            <p>DUUS, Peter; SCHNEIDER, Irwin. Socialism, liberalism, and Marxism, 1901-1931. In: <em>The Cambridge
                    History of Japan</em>, Volume 6: The Twentieth Century. Cambridge: Cambridge University, p.
                654&ndash;708, 1990.</p>

            <p>FILLER, Stephen M.A. <em>Chaos From Order: An Anarchism in Modern </em><em>Japanese Fiction,
                    1900-1930</em>. Tese para obten&ccedil;&atilde;o de doutorado pela Universidade do Estado de Ohio,
                2004.</p>

            <p>HASE, Tomoka. Toyama ken niokeru komes&ocirc;d&ocirc; to Shinbun h&ocirc;d&ocirc;. In:
                <em>Ch&ucirc;ky&ocirc; Daigaku Bungakukai Rons&ocirc;</em>, vl. 7, p. 195&ndash;219, 2021.</p>

            <p>KANNO SUGAKO KENKY&Ucirc;KAI (org.). <em>Kanno Sugako to Taigyaku </em><em>jiken: jiy&ucirc;,
                    by&ocirc;d&ocirc;, heiwa wo motometa hitobit</em>o. Osaka: Seseragi shuppan, 2016.</p>

            <p>KURAZUMI, Yuko. Kindai joshi d&ocirc;tokuky&ocirc;iku no rekishi: ry&ocirc;saikenb&ocirc; to joshi
                tokuseiron toiu futatsu no is&ocirc;. <em>Kenky&ucirc;shitsu</em> <em>kiy&ocirc;</em>, vl. 34, p.
                49&ndash;57, 2008. DOI: <a href="https://repository.dl.itc.u-tokyo.ac.jp/records/17520" target="_blank">doi.org/10.15083/00017511.</a></p>

            <p>NAKAYAMA, Hiroaki. Rakushu to komes&ocirc;d&ocirc;: kiki no jidai no tanka. <em>Nihonbungaku</em>, vl.
                50, n. 2, p. 34&ndash;44, 2001. DOI: <a href="https://www.jstage.jst.go.jp/article/nihonbungaku/50/2/50_KJ00009755365/_article/-char/ja/" target="_blank">doi.org/10.20620/nihonbungaku.50.2_34</a>.</p>

            <p>OKANO, Ken&rsquo;ichiro. Passivity, non-expression and the Oedipus in Japan. <em>The</em>
                <em>International</em> <em>Journal</em> <em>of</em> <em>Psychoanalysis</em>, vl. 99, n. 6, p.
                1353&ndash;1365, 2018. DOI: <a href="https://www.tandfonline.com/doi/full/10.1080/00207578.2018.1533375" target="_blank">doi.org/10.1080/00207578.2018.1533375</a>.</p>

            <p>&Ocirc;SUGI, Sakae. <em>Mem&oacute;rias</em> <em>de</em> <em>um</em> <em>Anarquista</em>
                <em>Japon&ecirc;s.</em> Tradu&ccedil;&atilde;o de Ludimila Hashimoto Barros<em>. </em>S&atilde;o Paulo:
                Conrad Editora do Brasil, 2002.</p>

            <p>RADDEKER, H&eacute;l&egrave;ne Bowen. <em>Treacherous</em> <em>women</em> <em>of</em> <em>imperial
                </em><em>Japan</em>: <em>Patriarchal</em> <em>fictions,</em> <em>patricidal</em> <em>fantasies</em>.
                Londres: Routledge (edi&ccedil;&atilde;o digital publicada pela Taylor and Francis e-Library, 2005),
                1997.</p>

            <p>SANSOM, G.B. The Western World and Japan: <em>A</em> <em>study</em> <em>in</em> <em>the
                </em><em>interaction</em><em> of European and Asiatic Cultures</em>. T&oacute;quio: Charles E. Tuttle
                Company, 1977.</p>

            <p>SHIOTA, Sh&ocirc;bee. <em>K&ocirc;toku Sh&ucirc;sui no Nikki to Shokan</em>, T&oacute;quio: Miraisha,
                1965.</p>
            <p>STANLEY, Thomas. &Ocirc;sugi Sakae: <em>Anarchist in Taish&ocirc; Japan</em>. Boston: Harvard University
                Asia Center, 1982.</p>
            <p>TAIRA, Koji. Education and literacy in Meiji Japan: An interpretation. <em>Explorations</em> <em>in</em>
                <em>Economic</em> <em>History</em>, vl. 8, n 4, p. 371&ndash;394, 1971.</p>
            <p>TAKATA, Giichir&ocirc;. <em>Ky&ocirc;ki</em> <em>ranbu</em> <em>no</em> <em>bunka</em>: Meiji,
                Taish&ocirc;, Sh&ocirc;wa ansatsushi<em>. </em>T&oacute;quio: Seishinsha, 1932.</p>
            <p>TANAKA, Nobumasa. <em>Kazarazu,</em><em> itsuwarazu, azamukazu</em>: <em>Kanno </em><em>Sugako to
                    It&ocirc; Noe</em>. T&oacute;quio, Iwanami, 2016.</p>
            <p>TANAKA, Nobumasa. <em>Taigyakujiken</em>: <em>shi to</em> <em>sei no</em> <em>gunz&ocirc;</em>.
                T&oacute;quio: Iwanami, 2018</p>
            <p>TUCKER, Jhon A. And&ocirc; Sh&ocirc;eki&rsquo;s Agrarian Utopianism: An East Asian Philosophical
                Contextualization. In: <em>Taiwan</em> <em>Journal</em> <em>of</em> <em>East Asian</em>
                <em>Studies</em>, Vol. 10, No. 1 (Artigo 19), p. 53&ndash;86, 2013.</p>
            <p>WASWO, Ann. The Transformation of Rural Society, 1900-1950. In: <em>The Cambridge History of Japan,
                    Volume 6: The Twentieth Century</em>. Cambridge: Cambridge University Press, p.541&ndash;604, 1990.
            </p>
            <p>YAN, Qiujun. KATAOKA, Ry&ucirc;. Jinrui no kakumei ni mukiau nihonteki tokusei: Kan&ocirc; K&ocirc;kichi
                (And&ocirc; Sh&ocirc;eki); Miyazaki T&ocirc;ten (kakumei mondai) wo ch&ucirc;shin ni. In:
                <em>&ldquo;Reisei&rdquo;</em> <em>to</em> <em>&ldquo;Heiwa&rdquo;</em>, vl. 4, p. 65&ndash;76, 2019.</p>
            </div>
        </section>

        <div class="notas" id="notas">
            <h3>Notas</h3>
        </div>

        <script>
            document.addEventListener('DOMContentLoaded', function () {
                const notasDiv = document.getElementById('notas');
                const notas = document.querySelectorAll('.nota');

                notas.forEach((nota, index) => {
                    const notaNumber = index + 1;
                    const notaId = `nota${notaNumber}`;
                    const linkId = `link${notaNumber}`;
                    const notaText = nota.getAttribute('data-nota');

                    nota.innerHTML = `<a href="#${notaId}" id="${linkId}">${notaNumber}</a>`;

                    const notaPara = document.createElement('p');
                    notaPara.id = notaId;
                    notaPara.innerHTML = `<strong>Nota ${notaNumber}:</strong> ${notaText} <a href="#${linkId}">Voltar para o texto</a>`;

                    notasDiv.appendChild(notaPara);
                });
            });
        </script>

        <footer class="rodape">
            <span>Adicionado em: <strong id="data-adicao"></strong></span> |
            <span>Atualizado em: <strong id="data_atualizacao"></strong></span>
        </footer>

        <script>
            const dataAdicao = new Date('2025-07-13');
            const dataAtualizacao = new Date('2025-07-13');

            document.getElementById('data-adicao').textContent = dataAdicao.toLocaleDateString('pt-BR');
            document.getElementById('data_atualizacao').textContent = dataAtualizacao.toLocaleDateString('pt-BR');
        </script>
    </main>
</body>

</html>