<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="description"
        content="Tradução de “Nihon no minshû to 'nihontekinaru mono' (日本の民衆と「日本的なるもの」)”, de Tosaka Jun. Arroz e flores: antologia de literatura rebelde japonesa em português">
    <link rel="icon" href="../../images/icone.svg" type="image/svg+xml">
    <title>O povo japonês e as “coisas japonesas” - Tosaka Jun</title>
    <style>
        sup {
            font-size: 0.8rem;
            vertical-align: super;
        }

        a {
            color: #900;
            text-decoration: none;
        }

        a:hover {
            text-decoration: underline;
        }

        .notas p {
            margin-top: 10px;
            font-size: 0.8rem;
            color: #555;
        }
    </style>
    <link rel="stylesheet" href="../../css/texto.css">
</head>

<body>
    <main>
        <section class="destaque">
            <h1 class="titulo">O povo japonês e as “coisas japonesas”</h1>
            <p class="autor"><strong><a href="../../antologia/tosaka_jun/" target="_blank">Tosaka Jun</a></strong></p>
        </section>

        <section class="creditos">
            <p><strong>Tradução</strong>: Rodney Ferreira, Lara Oushi Escobar</p>
            <p><strong>HTML</strong>: Felipe Chaves Gonçalves Pinto</p>
            <p><strong>Primeira publicação da tradução</strong>: Ferreira, Rodney; Escobar, Lara Oushi. "Tradução do
                ensaio O povo japonês e as “coisas japonesas”, de Tosaka Jun". <em>Cadernos de literatura em
                    tradução</em>, no. 29, p. 90-112,
                2025. Disponível em: <a href="https://doi.org/10.11606/issn.2359-5388.i29p90-112"
                    target="_blank"><em>Cadernos de literatura em tradução</em></a>.
                Acesso em: 10/08/2025</p>
            <p><strong>Texto original</strong>: "Nihon no minshû to 'nihontekinaru mono'". <em>Kaizô</em>, abr., 1937.
                Disponível em: <a href="https://www.aozora.gr.jp/cards/000281/files/55394_48341.html"
                    target="_blank"><em>Aozorabunko</em></a>.
                Acesso em: 10/08/2025.</p>
            <p><strong>Este texto está licenciado por</strong>:
                <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank">
                    Licença Creative Commons Atribuição-CompartilhaIgual 4.0 Internacional (CC BY-SA 4.0)</a>.
            </p>
            <p><strong>Nota</strong>: Os termos entre colchetes foram adicionados pelas pessoas autoras da tradução e
                indicam o termo específico que foi traduzido.</p>
        </section>

        <section class="texto">
            <p>Nos c&iacute;rculos liter&aacute;rios e em parte da esfera da cr&iacute;tica, indo direto ao ponto, a
                moda &eacute; examinar o que s&atilde;o &ldquo;coisas japonesas&rdquo;. Ao dizer isso, talvez n&atilde;o
                sejam poucos os polemistas a esbravejar: vejam l&aacute; o formalista tentando menosprezar a
                &ldquo;japonicidade&rdquo;! &ndash; Por&eacute;m as coisas nem sempre correm como se espera.
                Observa&ccedil;&otilde;es cr&iacute;ticas acerca do &ldquo;formalismo&rdquo; j&aacute; existem e esse
                termo j&aacute; est&aacute; formalisticamente esgotado<sup><span class="nota"
                        data-nota="Tosaka n&atilde;o se refere, aqui, ao formalismo russo (形式主義), que adota uma vis&atilde;o estruturalista (構造主義) de seus objetos, mas sim a uma concep&ccedil;&atilde;o mais ampla, que tem a ver tanto com a ado&ccedil;&atilde;o de f&oacute;rmulas como, paradoxalmente, com a an&aacute;lise dos elementos constitutivos das f&oacute;rmulas sociais e cient&iacute;ficas. Nesse sentido, uma tradu&ccedil;&atilde;o mais fiel da express&atilde;o usada por Tosaka, 公式主義, talvez fosse &ldquo;formulista&rdquo;. Para melhor compreens&atilde;o da discuss&atilde;o tosakiana em torno desse termo, consultar o ensaio (tamb&eacute;m de 1937) ひと吾を公式主義者と呼ぶ [<em>Chamar</em> <em>a</em> <em>si</em> <em>mesmo</em> <em>de</em> <em>formalista</em>]. Dispon&iacute;vel em https://www.aozora.jp/cards/000281/files/42189_12273.html."></span></sup>.
                Por isso, acredito que seja necess&aacute;rio o
                emprego de um termo que seja um pouco mais eficaz. E caso os senhores n&atilde;o consigam pensar em
                algo, continuar com o uso de &ldquo;formalismo&rdquo; seria agir como um c&atilde;o que apenas ladra,
                mas n&atilde;o morde.</p>
            <p>De qualquer modo, neste momento eu n&atilde;o sou um formalista. E isso porque estou trabalhando junto
                com os senhores para investigar o que exatamente s&atilde;o as &ldquo;coisas japonesas&rdquo;.
                Por&eacute;m, meu ponto de vista e minha &ecirc;nfase podem ser ligeiramente diferentes das suas. E
                ser&aacute; a&iacute;, obviamente, que meu ponto se estabelecer&aacute;.</p>
            <p>Vamos come&ccedil;ar a discuss&atilde;o de um lugar relativamente diferente e aparentemente distante.
                Num momento anterior, pude distinguir entre um conceito sociol&oacute;gico de moralidade e um conceito
                liter&aacute;rio de moralidade<sup><span class="nota"
                        data-nota="O autor se refere ao primeiro cap&iacute;tulo da primeira parte da colet&acirc;nea de ensaios 思想としての文学 [<em>Literatura</em><em> como pensamento</em>], intitulado 批評に於ける文学&bull;道徳&bull;及び科学 [&ldquo;Literatura, moral e ci&ecirc;ncia na cr&iacute;tica&rdquo;]."></span></sup>.
                O primeiro se refere a fen&ocirc;menos morais que efetivamente existem
                na forma da superestrutura da sociedade, como leis morais, boa consci&ecirc;ncia e costumes humanos, e,
                enquanto categoria da realidade, esse &eacute; certamente o conceito moral mais cient&iacute;fico.
                Contudo, apesar de ser algo tratado pelas ci&ecirc;ncias sociais, n&atilde;o se pode dizer que essas
                forne&ccedil;am necessariamente o melhor m&eacute;todo de observa&ccedil;&atilde;o desse objeto. Se a
                moralidade fosse qualificada como um m&eacute;todo das ci&ecirc;ncias sociais, o resultado seria o de se
                cair inevitavelmente numa vis&atilde;o social chamada eticismo, semelhante aos idealismos e
                liberalismos que s&atilde;o encontrados frequentemente na sociedade. Portanto, nesse caso, a moralidade
                existe como ela mesma, e se, na pior das hip&oacute;teses, lhe ped&iacute;ssemos para ser
                abstra&iacute;da enquanto ferramenta metodol&oacute;gica, o resultado seria totalmente n&atilde;o
                cient&iacute;fico e problem&aacute;tico.</p>
            <p>Por outro lado, o conceito liter&aacute;rio de moralidade j&aacute; n&atilde;o expressa este tipo de
                moralidade efetiva. Certamente, n&atilde;o s&atilde;o muitas as coisas chamadas morais. E sendo assim,
                al&eacute;m da coisa que decidimos se tratar de algo &uacute;nico e real, falamos agora dos diferentes
                conceitos que se fundam nela. Em primeiro lugar, eu diria que a literatura &eacute; um tipo de
                conhecimento. H&aacute; aqueles que argumentam que n&atilde;o se trata de um conhecimento, mas de uma
                express&atilde;o, ou ent&atilde;o que a express&atilde;o &eacute; mais relevante que o conhecimento.
                Por&eacute;m, sem a express&atilde;o, uma coisa como a inten&ccedil;&atilde;o de conhecer seria
                puramente arbitr&aacute;ria, e mesmo a ci&ecirc;ncia tem que se expressar, sen&atilde;o n&atilde;o
                h&aacute; conhecimento cient&iacute;fico. O mero livre correr das observa&ccedil;&otilde;es e das
                investiga&ccedil;&otilde;es n&atilde;o &eacute; ci&ecirc;ncia. A ci&ecirc;ncia s&oacute; passa a existir
                como trabalho quando os resultados da observa&ccedil;&atilde;o e da contempla&ccedil;&atilde;o
                s&atilde;o expressos em forma cient&iacute;fica e s&atilde;o transmitidos ao longo da hist&oacute;ria.
                Nesse sentido, a literatura &eacute; certamente um tipo de conhecimento, e o significado do conceito
                liter&aacute;rio de moralidade &eacute; que a ideia de moralidade emerge como parte dessa faculdade
                ativa do conhecimento. Em outras palavras, isso n&atilde;o diz respeito ao que &eacute; chamado de
                moralidade efetiva, mas ao conhecimento liter&aacute;rio; a uma categoria metodol&oacute;gica da
                epistemologia, ou talvez dos estudos liter&aacute;rios. Na sociedade, isso tamb&eacute;m &eacute;
                chamado de <em>moralidade </em>[モラル]<sup><span class="nota"
                        data-nota="O autor distingue o conceito de moralidade [モラル] enquanto categoria metodol&oacute;gica da literatura enquanto ci&ecirc;ncia ou conhecimento e o conceito de moralidade [道徳] enquanto efetividade, isto &eacute;, en- quanto fundamento e manifesta&ccedil;&atilde;o das a&ccedil;&otilde;es humanas na realidade. Para uma compreens&atilde;o detida dessa distin&ccedil;&atilde;o, consultar a obra 思想と風俗 [<em>Pensamento</em> <em>e</em> <em>costumes</em>]."></span></sup>.
            </p>
            <p>Ora, quanto &agrave; moralidade concernente &agrave; faculdade do conhecimento liter&aacute;rio,
                &eacute; de conhecimento geral que ela n&atilde;o pode ser separada do que se chama de si-mesmo [自分], eu
                [自己] ou ego [自我]. Portanto, o que chamo aqui de si mesmo, eu e ego, diz respeito, na realidade, a essas
                coisas enquanto elos que pertencem ao <em>mecanismo </em>do conhecimento, e n&atilde;o necessariamente a
                objetos da realidade como o indiv&iacute;duo e o ser humano.</p>
            <p>Acredito ser amplamente aceito que a ess&ecirc;ncia da literatura burguesa desde o per&iacute;odo Meiji
                [1868-1912] tem sido uma esp&eacute;cie de busca desse ego [自我]. Isso &eacute; especialmente verdadeiro
                se observarmos os casos de Natsume Sōseki<sup><span class="nota"
                        data-nota="Natsume Sōseki (1867-1916) foi um romancista, professor e intelectual japon&ecirc;s, e &eacute; conhecido como o consolidador da moderna literatura Sua principal obra &eacute; o romance <em>Cora&ccedil;&atilde;o</em> [心], de 1914."></span></sup>
                e Akutagawa Ryūnosuke<sup><span class="nota"
                        data-nota="Akutagawa Ryūnosuke (1892-1927), juntamente a Sōseki, &eacute; um dos pais da literatura moderna japonesa. &Eacute; conhecido sobretudo pelos seus contos, dos quais o mais famoso &eacute; <em>Rashōmon</em>, de 1915."></span></sup>.
                No entanto, esse ego, na realidade,
                n&atilde;o &eacute; apenas ego, mas afinal n&atilde;o mais que o ego pequeno-burgu&ecirc;s na sociedade
                burguesa chamado de auto-consci&ecirc;ncia [自覚], id&ecirc;ntico &agrave; consci&ecirc;ncia de si [自我意識]
                que, por exemplo, se sugere ter determinado o suic&iacute;dio de Akutagawa. O papel desempenhado pelo
                ego no conhecimento liter&aacute;rio que mencionei anteriormente n&atilde;o &eacute; claro e, em nome da
                investiga&ccedil;&atilde;o de si [自我の探究], o ego, que &eacute; apenas uma categoria metodol&oacute;gica,
                torna-se nada mais do que um objeto de investiga&ccedil;&atilde;o. E porque esse mesmo objeto de
                investiga&ccedil;&atilde;o n&atilde;o foi nada mais do que algo hipotetizado, a consci&ecirc;ncia do
                impasse do ego pequeno-burgu&ecirc;s (que em grande parte da literatura japonesa representa a burguesia)
                consequentemente levou, ao mesmo tempo, o ego como fun&ccedil;&atilde;o liter&aacute;ria a um dilema.
            </p>
            <p>Contudo, j&aacute; nessa &eacute;poca, o per&iacute;odo de ascens&atilde;o da literatura
                prolet&aacute;ria estava sendo preparado. Ainda assim, mesmo nesse per&iacute;odo que se pensou como o
                de sua maior prosperidade, a literatura prolet&aacute;ria n&atilde;o adotou um termo como o da chamada
                &ldquo;investiga&ccedil;&atilde;o de si&rdquo;. Falando-se de modo radical, parecia at&eacute; que, em
                lugar do ego, a sociedade &eacute; que foi tomada como problema. A fal&ecirc;ncia do &ldquo;ego&rdquo;
                se p&ocirc;s &agrave;s vistas, e, al&eacute;m disso, seu sucessor n&atilde;o poderia ser respeitado da
                mesma forma que aquele velho recipiente chamado ego. No entanto, sempre foi evidente que a esmagadora
                maioria dos leitores da literatura prolet&aacute;ria sabe melhor que qualquer um que isso foi,
                precisamente, uma nova investiga&ccedil;&atilde;o do ego. O leitor, sob o nome de sociedade, recebeu um
                novo ego; um novo tipo para si mesmo. O &uacute;nico problema, ao que parecia, era se esse ego realmente
                era ou n&atilde;o seu pr&oacute;prio ego.</p>
            <p>A&iacute;, a antiga denomina&ccedil;&atilde;o de investiga&ccedil;&atilde;o do ego foi revivida,
                tamb&eacute;m na literatura prolet&aacute;ria, na forma do problema do sujeito. Contudo, nesse momento,
                a literatura prolet&aacute;ria deixou de ser a literatura prolet&aacute;ria no sentido mais comum e
                simples, e se tornou a literatura prolet&aacute;ria que se remo&iacute;a reflexivamente pela
                quest&atilde;o de se o novo ego investigado seria ou n&atilde;o verdadeiramente o que se chamava de seu
                pr&oacute;prio ego. &Eacute; uma literatura que teve que ser renomeada como prolet&aacute;ria, e passou
                a tamb&eacute;m ser chamada de literatura de convers&atilde;o, ao mesmo tempo que teve que se confundir
                com as &uacute;ltimas correntes da literatura burguesa convencional.</p>
            <p>Creio que o &uacute;nico princ&iacute;pio filos&oacute;fico capaz de impedir que essa confus&atilde;o
                redunde no renascimento da chamada investiga&ccedil;&atilde;o do ego como algo reacion&aacute;rio e
                reativo, &eacute; aquele que distingue entre o ego como conceito liter&aacute;rio e o ego como objeto de
                investiga&ccedil;&atilde;o, e o organiza como parte da faculdade de conhecimento art&iacute;stico. Caso
                contr&aacute;rio, a investiga&ccedil;&atilde;o do sujeito e do ego uma vez mais n&atilde;o ter&aacute;
                escolha sen&atilde;o a de submergir para dentro do individualismo. E, uma vez que isso seja realizado,
                tamb&eacute;m se tornar&aacute; in&uacute;til a hip&oacute;tese do fatalismo mec&acirc;nico de que o ego
                pequeno-burgu&ecirc;s s&oacute; poderia ser um problema para o ego pequeno-burgu&ecirc;s. Isso
                tamb&eacute;m tornaria poss&iacute;vel explicar uma atividade que todos praticam, e que chamam de
                abandonar o ego e superar o ego.</p>
            <p>Contudo, n&atilde;o estou dizendo apenas isso; a conversa ainda pouco tocou nas caracter&iacute;sticas
                espec&iacute;ficas da literatura prolet&aacute;ria. Mesmo a literatura burguesa, tratando da
                quest&atilde;o dos pr&oacute;s e contras do romance do eu<sup><span class="nota"
                        data-nota="O romance do eu &eacute; uma categoria de romance central para a discuss&atilde;o liter&aacute;ria japonesa moderna, sendo caracterizada essencialmente pela quest&atilde;o da referencialidade do eu e pela ficcionaliza&ccedil;&atilde;o de expe- ri&ecirc;ncias reais vividas pelos escritores. Para uma compreens&atilde;o da fortuna cr&iacute;tica a respeito dessa categoria de romance, consultar NAGAE, N. H. &ldquo;Concep&ccedil;&otilde;es japonesas do romance do eu&rdquo;. In: <em>Revista Estudos Japoneses</em>, n. 17, pp. 141-147, 1997."></span></sup>
                [私小説], chegou at&eacute; esse ponto. E, se a
                teoria moral que eu apresentei alhures &eacute; criticada, &eacute; porque a falha est&aacute;
                exatamente aqui. H&aacute; o ponto de que, tratando-se apenas disso, as caracter&iacute;sticas
                materialistas da literatura n&atilde;o s&atilde;o suficientemente detect&aacute;veis. Como parte da
                faculdade do conhecimento art&iacute;stico, a egoicidade [自我なるもの] na literatura ainda est&aacute;
                totalmente detida em algo de geral e abstrato. O papel que o ego desempenha na literatura n&atilde;o
                &eacute; algo que desce de cima para baixo, pois o conhecimento liter&aacute;rio &eacute;
                extra&iacute;do do ego do indiv&iacute;duo, que vive em sociedade.</p>
            <p>Esse ego n&atilde;o &eacute; algo como uma consci&ecirc;ncia universal [意識一般] ou um eu puro [純粋我]. Porque
                a epistemologia burguesa, at&eacute; aqui, nem mesmo pensou o conhecimento liter&aacute;rio (ou
                art&iacute;stico) como conhecimento, o ego, assim, foi pensado como parecendo se limitar a algo de
                geral, por&eacute;m, para a consci&ecirc;ncia cient&iacute;fica, supondo que se explicasse o
                conhecimento a partir da atividade independente da consci&ecirc;ncia em acordo com esse mote do
                conhecimento idealista, provavelmente se cairia em apuros com essa explica&ccedil;&atilde;o geral. No
                lugar disso, justamente, &eacute; que n&oacute;s discutimos as caracter&iacute;sticas de classe da
                ci&ecirc;ncia e o que elas s&atilde;o. Contudo, n&atilde;o importa o que se diga ao final, na
                ci&ecirc;ncia, o sujeito, cuja forma &eacute; um ego [自我] ou eu [自己] extra&iacute;do e apartado do
                indiv&iacute;duo, significa apenas, em termos cient&iacute;ficos, uma limita&ccedil;&atilde;o subjetiva.
                &Eacute; na literatura (arte) que o ego realmente realiza uma fun&ccedil;&atilde;o epist&ecirc;mica.
                Dessa maneira, &eacute; imposs&iacute;vel que esse ego exista como algo de geral e abstrato, e tampouco
                ele pode existir como mero sujeito social, devendo se tornar algo como um ponto de vista particular que
                &eacute; sustentado por caracter&iacute;sticas de classe precisas. Em outras palavras, aquilo que se
                chama de caracter&iacute;sticas de classe da literatura emana das pr&oacute;prias ferramentas do
                conhecimento liter&aacute;rio. A sensibilidade [感性], ou sensorialidade [官能] de um tal ego passa a
                tamb&eacute;m possuir caracter&iacute;sticas de classe.</p>
            <p>Todavia, tamb&eacute;m a literatura burguesa, por sua vez, j&aacute; nesse momento come&ccedil;ou a
                perceber a &ldquo;reifica&ccedil;&atilde;o&rdquo; [具体化] desse tipo de ego. A defesa do Sr. Yokomitsu
                Riichi<sup><span class="nota"
                        data-nota="Yokomitsu Riichi (1898-1947) foi um romancista japon&ecirc;s conhecido por fundar a revista <em>Bungeijidai&nbsp;</em>[文芸時代, lit. &ldquo;Era da Literatura&rdquo;] e pertencer &agrave; escola neossensorialista [新感覚派]."></span></sup>,
                em sua teoria do romance puro, da literatura popular como literatura pura, &agrave; parte o
                poder de persuas&atilde;o de sua l&oacute;gica, tamb&eacute;m tratou dessa quest&atilde;o. Mesmo na
                esfera da literatura burguesa, apesar de ainda n&atilde;o sustentar nenhuma descri&ccedil;&atilde;o
                formal, esse &eacute; o despertar mesmo de uma teoria popular. Nisso, tamb&eacute;m est&aacute; a
                discuss&atilde;o apresentada pelo Sr. Kobayashi Hideo<sup><span class="nota"
                        data-nota="Kobayashi Hideo (1902-1983) foi um prol&iacute;fico cr&iacute;tico liter&aacute;rio japon&ecirc;s, com produ&ccedil;&otilde;es que partem do nativismo do per&iacute;odo Edo (1603-1868) e atravessam as grandes quest&otilde;es do s&eacute;c. XX japon&ecirc;s. Elaborou uma concep&ccedil;&atilde;o de hist&oacute;ria que contrasta fortemente com a de Tosaka Jun, como discute Harry Harootunian em seu artigo artigo &ldquo;<em>Constitutive Ambiguities: The Persistence of Modernism and Fascism in Japan&rsquo;s Modern</em><em> History</em>&rdquo; (2009)."></span></sup>
                a respeito do povo.</p>
            <p>Justamente porque a &ldquo;reifica&ccedil;&atilde;o&rdquo; do ego n&atilde;o &eacute; a
                reifica&ccedil;&atilde;o de outras coisas, mas a reifica&ccedil;&atilde;o do ego mesmo, quando se
                delimita o que se chama de povo, fala-se exatamente do povo japon&ecirc;s. A ferramenta de conhecimento
                chamada de ego como pessoa liter&aacute;ria do escritor (o escritor se torna atrav&eacute;s de si
                pr&oacute;prio uma ferramenta de conhecimento) desce a montanha at&eacute; o povo, ou o eu [自身] do
                escritor surge como um dentre o povo? &ndash; Embora essa seja uma distin&ccedil;&atilde;o de extrema
                import&acirc;ncia, de todo modo devemos admitir que o fato de n&atilde;o se poder dissociar o ego do que
                &eacute; o povo japon&ecirc;s &eacute; um avan&ccedil;o dentro dos limites da literatura pura burguesa.
                O que anteriormente era chamado de natureza pol&iacute;tica da literatura, ou recentemente de natureza
                social da literatura, e, referentemente a isso, o que era chamado de cultura do homem de letras, tem
                sido apresentado dessa forma.</p>
            <p>Quanto a mim, ao menos at&eacute; aqui, no que toca &agrave;s chamadas &ldquo;coisas japonesas&rdquo;
                na literatura burguesa, em acordo com a atual explica&ccedil;&atilde;o, elas s&atilde;o, na verdade,
                coisas caracter&iacute;sticas do povo japon&ecirc;s, e n&atilde;o penso apenas que isso se origina da
                fascistifica&ccedil;&atilde;o da cultura japonesa (supondo que se possa falar de um fascismo &agrave;
                japonesa), tal como sinalizam as a&ccedil;&otilde;es na Manch&uacute;ria. O que deve ser identificado
                como a causa disso servir&aacute; de degrau para uma parte mais avan&ccedil;ada da discuss&atilde;o, e
                por isso n&atilde;o discutirei isso agora. Mesmo sem tais circunst&acirc;ncias sociais, a literatura
                burguesa, como resultado da busca pelo ego perdido, em algum momento chegaria at&eacute; aqui. Na toada
                dos sinais do exemplo citado acima, o clima cultural japon&ecirc;s, gra&ccedil;as &agrave;
                confian&ccedil;a popular, simplesmente acelerou o momento que levaria a essa conclus&atilde;o.</p>
            <p>Contudo, o que se chama de ego, nem &eacute; preciso dizer, &eacute; a coisa mais familiar de todas.
                Assim, supondo que mesmo que um ego de uma pessoa n&atilde;o sinta o povo como algo pr&oacute;ximo de
                si, ela consegue plenamente sentir a si como japonesa. Encontram-se muitos desses
                &ldquo;japoneses&rdquo; atualmente na sociedade, e n&atilde;o s&atilde;o raros tamb&eacute;m nas
                col&ocirc;nias japonesas. E s&atilde;o tamb&eacute;m bem numerosos os &ldquo;japoneses&rdquo; que hoje
                tomam seu pr&oacute;prio pa&iacute;s como se fosse uma esp&eacute;cie de col&ocirc;nia. Portanto, de
                acordo com esse grupo, se insistirmos na &ldquo;reifica&ccedil;&atilde;o&rdquo; do ego, a
                investiga&ccedil;&atilde;o de si culminaria em uma &ldquo;coisa japonesa&rdquo; incondicionada. &Eacute;
                um fen&ocirc;meno ao qual devemos prestar aten&ccedil;&atilde;o aquele que surge ao se for&ccedil;ar a
                &ldquo;reifica&ccedil;&atilde;o&rdquo; do ego tanto insensata como abstratamente, conseguindo se
                aproximar da &ldquo;coisa japonesa&rdquo; mesmo sem se aproximar do povo japon&ecirc;s. E n&atilde;o
                apenas isso. Mesmo nos atendo ao povo japon&ecirc;s, n&atilde;o devemos nos esquecer que s&atilde;o
                modos completamente opostos aquele que vai em dire&ccedil;&atilde;o &agrave; coisa japonesa por causa do
                povo e aquele que, por outro lado, traz o tema do povo t&atilde;o-somente por ser ele necess&aacute;rio,
                de alguma forma, &agrave; coisa japonesa. De que forma se desdobra a conex&atilde;o entre as coisas do
                povo e as coisas japonesas, &eacute; algo que n&atilde;o pode ser levianamente negligenciado.</p>
            <p>Nesse sentido, tenho uma suspeita. Por que as pessoas falam apenas de &ldquo;coisas japonesas&rdquo;, mas
                n&atilde;o falam de &ldquo;coisas do povo japon&ecirc;s&rdquo;? As coisas japonesas tamb&eacute;m
                n&atilde;o s&atilde;o coisas populares? O que se chama de tradi&ccedil;&atilde;o cultural da ra&ccedil;a
                [民族] japonesa, e o que se chama linhagem sangu&iacute;nea, tamb&eacute;m n&atilde;o est&aacute; dentro
                do povo? &ndash; &ldquo;Que as coisas japonesas s&atilde;o tamb&eacute;m as coisas do povo, n&atilde;o
                &eacute; algo claro desde o princ&iacute;pio?&rdquo;, algu&eacute;m pode dizer. Por&eacute;m, o que,
                afinal, &eacute; isso que se chama de povo? O que se quer dizer com a denomina&ccedil;&atilde;o da coisa
                que &eacute; chamada preferencialmente de povo pelos senhores? Essa &eacute; uma quest&atilde;o que deve
                ser levada um passo adiante. Falaremos disso mais &agrave; frente, mas observando-se o que se tem
                tentado em termos de apreens&atilde;o do que significam coisas japonesas, a riqueza intuitiva do
                <em>Man&rsquo;yō</em><sup><span class="nota"
                        data-nota="O <em>Man&rsquo;yōshū</em> (万葉集, : &ldquo;Colet&acirc;nea das Dez Mil Folhas&rdquo;) &eacute; a mais antiga compila&ccedil;&atilde;o de poemas japoneses, reunida por volta de 759 d. C."></span></sup>,
                ou o &ldquo;p&aacute;thos das coisas&rdquo; [もののあわれ] de <em>Genji</em><sup><span class="nota"
                        data-nota="<em>Genji Monogatari </em>(源氏物語, lit.: &ldquo;Narrativas de Genji&rdquo;) &eacute; um romance po&eacute;tico escrito no s&eacute;c. XI d., pela cortes&atilde; Murasaki Shikibu."></span></sup>,
                ou
                ent&atilde;o, se assim quiser pensar, o bushid&ocirc;<sup><span class="nota"
                        data-nota="O bushid&ocirc; (武士道, : &ldquo;Caminho do guerreiro&rdquo;) &eacute; um c&oacute;digo de conduta atribu&iacute;do &agrave; casta samurai e cujas origens remontariam ao s&eacute;c. IX d. C."></span></sup>&nbsp;medieval,
                ou ent&atilde;o a retid&atilde;o
                e a humanidade<sup><span class="nota"
                        data-nota="<em>Girininjō</em> (義理人情, : &ldquo;dever e humanidade&rdquo;) &eacute; um mote que remeteria aos valores da reg&ecirc;ncia pol&iacute;tico-administrativa do xogunato."></span></sup>&nbsp;do
                per&iacute;odo Tokugawa, e, assim, al&eacute;m da falta de sentido da
                an&aacute;lise qualitativa dessas infind&aacute;veis coisas japonesas, est&aacute; em completo
                desalinhamento com o povo japon&ecirc;s contempor&acirc;neo. Em suma, j&aacute; que o povo japon&ecirc;s
                &eacute; a quest&atilde;o, somos n&oacute;s, o povo japon&ecirc;s de hoje, que devemos ser a
                quest&atilde;o. Se a defini&ccedil;&atilde;o escol&aacute;stica de coisas japonesas pode buscar na
                hist&oacute;ria caracter&iacute;sticas disso e daquilo seguindo o pr&oacute;prio gosto, pode ser
                tamb&eacute;m um denominador comum dessa variedade, ou resolutamente descartar os conte&uacute;dos e
                trazer &agrave; tona as capacidades formais da ra&ccedil;a japonesa (talvez a capacidade de assimilar de
                forma pr&oacute;pria a cultura estrangeira ou o que o valha). Por&eacute;m, o fato &eacute; que
                n&atilde;o &eacute; assim que as coisas correm para as pessoas do povo que vivem bem diante de
                n&oacute;s.
            </p>
            <p>N&atilde;o posso acreditar que os 6 milh&otilde;es de cidad&atilde;os de T&oacute;quio (que representam
                pouco menos de 10% da popula&ccedil;&atilde;o japonesa) trabalhem sentindo o &ldquo;p&aacute;thos das
                coisas&rdquo; (もののあわれ), nem que os 50 milh&otilde;es da popula&ccedil;&atilde;o agr&iacute;cola vivam
                suas vidas de acordo com o bushid&ocirc; (Mansaku Itami<sup><span class="nota"
                        data-nota="Mansaku Itami (1900-1946) foi um diretor de cinema, conhecido por obras que satirizam o g&ecirc;nero dos filmes de samurai."></span></sup>&nbsp;n&atilde;o
                &eacute; igual a Fanck<sup><span class="nota"
                        data-nota="Arnold Fanck (1889-1974) foi um ge&oacute;logo e diretor de cinema alem&atilde;o, atrelado &agrave; propaganda nazista e &agrave; rela&ccedil;&atilde;o cinematogr&aacute;fica desta com o g&ecirc;nero dos filmes de&nbsp;motanha."></span></sup>)<sup><span
                        class="nota"
                        data-nota="Tosaka se refere ao fato de que, embora Mansaku e Fanck tenham realizado um filme de propaganda nacionalista juntos (t&iacute;tulo em japon&ecirc;s: 新しき土, : &ldquo;Nova Terra&rdquo;; em alem&atilde;o: <em>Der Tochter des Samurai</em>, lit.: &ldquo;A filha do samurai&rdquo;), a verve cr&iacute;tica &agrave; ideologia do bushid&ocirc; de Mansaku teria motivado um conflito entre os diretores, que resultou no lan&ccedil;amento de vers&otilde;es ligeiramente distintas do filme no Jap&atilde;o e na Alemanha."></span></sup>.
                Se considerarmos realisticamente a mentalidade do povo japon&ecirc;s moderno tal como ele &eacute;,
                n&atilde;o encontraremos materiais que digam respeito a uma &uacute;nica circunst&acirc;ncia de
                manifesta&ccedil;&atilde;o do que seria for&ccedil;osamente reconhecido como
                &ldquo;japon&ecirc;s&rdquo;. O povo japon&ecirc;s &eacute;, na verdade, diferente do povo da China e
                diferente do povo da R&uacute;ssia Sovi&eacute;tica. Contudo, mesmo se olharmos apenas para essas
                diferen&ccedil;as, n&atilde;o h&aacute; consenso em rela&ccedil;&atilde;o &agrave;s &ldquo;coisas
                japonesas&rdquo; derivadas das diferentes caracter&iacute;sticas culturais do pa&iacute;s. A menos que
                haja um esfor&ccedil;o para preencher essa lacuna, as chamadas &ldquo;coisas japonesas&rdquo;
                ser&atilde;o dadas provavelmente ou como contos de algum pa&iacute;s distante para o povo japon&ecirc;s,
                ou uma inconveni&ecirc;ncia ou, mesmo, algo demasiado embara&ccedil;oso. A imposi&ccedil;&atilde;o de
                algo exclusivamente japon&ecirc;s, antes mesmo de se analisar o verdadeiro estado mental do povo
                japon&ecirc;s &ndash; ou seja, a partir de algo constru&iacute;do em outro lugar &ndash; sobre o
                pr&oacute;prio povo, deveria ser considerada teoricamente um ato de viol&ecirc;ncia. Na realidade, os
                governantes do Jap&atilde;o imp&otilde;em ao povo os bons costumes do familiarismo como japonicidade.
                Dessa perspectiva, aumentar o imposto sobre heran&ccedil;as imobili&aacute;rias &eacute; uma
                discuss&atilde;o contr&aacute;ria &agrave; pol&iacute;tica nacional. As experi&ecirc;ncias do passado
                devem servir de li&ccedil;&atilde;o.</p>
            <p>Muito se fala sobre o povo, mas qual &eacute; exatamente o conceito de povo? Acredito que isso deve ser
                entendido primeiro como um conceito pol&iacute;tico, mas se o transformamos numa quest&atilde;o
                cultural, ter&iacute;amos que pens&aacute;-lo de forma completamente diferente? Penso que o povo de
                qualquer pa&iacute;s carrega em si um sistema de classe, ou ser&aacute; que o povo seria algo como a
                soma da popula&ccedil;&atilde;o do pa&iacute;s? Ou seria verdade que o povo japon&ecirc;s,
                diferentemente de povos estrangeiros, n&atilde;o tem sistemas de classe? Esse &eacute; um ponto
                importante, dado que a concep&ccedil;&atilde;o social de que o povo japon&ecirc;s n&atilde;o
                disp&otilde;e de um sistema de classe social existe ainda no Jap&atilde;o atualmente. Ent&atilde;o,
                ser&aacute; que o conhecido conceito de povo dos estudiosos da literatura burguesa busca sua base nessa
                vis&atilde;o social? Ou talvez eles n&atilde;o precisem de tais bases pseudo-argumentativas [論理臭い論拠]?
                Devemos seguir com f&eacute;? Devemos seguir com coragem?</p>
            <p>O papel que o povo japon&ecirc;s assume ou deveria assumir, no tocante &agrave;s rela&ccedil;&otilde;es
                de classe, &eacute; mais determinante que qualquer outra coisa para a compreens&atilde;o do que &eacute;
                esse povo. Todas as outras provis&otilde;es devem ser consideradas com base nessa. N&atilde;o me refiro
                simplesmente &agrave; pessoa japonesa, mas ao escopo do povo japon&ecirc;s. Sem elucidar como o povo
                japon&ecirc;s &eacute; politicamente independente, n&atilde;o se pode explicar o que se caracteriza como
                &ldquo;japon&ecirc;s&rdquo;, pois mesmo que se explique a &ldquo;japonicidade&rdquo;, esta n&atilde;o
                explicar&aacute; o povo japon&ecirc;s. No Jap&atilde;o, a &uacute;nica certeza &eacute;,
                coincidentemente, esse duplo confronto. O Jap&atilde;o &eacute; uma totalidade una, mas ao mesmo tempo,
                tem em si uma dupla contradi&ccedil;&atilde;o: uma realidade pol&iacute;tica &eacute; a de que na medida
                em que o povo japon&ecirc;s &eacute; povo ele se p&otilde;e em contradi&ccedil;&atilde;o aos
                governantes; e, no final, esta deveria se tornar uma convic&ccedil;&atilde;o de todos n&oacute;s, o povo
                japon&ecirc;s. Essa cren&ccedil;a, certamente, n&atilde;o pode desenvolver-se popularmente por meio da
                identifica&ccedil;&atilde;o e eleva&ccedil;&atilde;o da &ldquo;japonicidade&rdquo;, sua
                solidifica&ccedil;&atilde;o ser&aacute; inevitavelmente alcan&ccedil;ada apenas atrav&eacute;s da
                pr&aacute;tica das atividades baseadas nos interesses cotidianos da popula&ccedil;&atilde;o. Na verdade,
                &eacute; nesse per&iacute;odo que a japonicidade ser&aacute; criada pela primeira vez na sua forma
                efetiva. Antes disso, as &ldquo;coisas japonesas&rdquo; n&atilde;o se diferenciavam das coisas
                entendidas como tradi&ccedil;&atilde;o. A tradi&ccedil;&atilde;o n&atilde;o &eacute; uma for&ccedil;a
                motriz do desenvolvimento, mas apenas um postulado. S&atilde;o coisas completamente diferentes fazer um
                bom proveito de certo postulado e fazer desse postulado uma for&ccedil;a motriz de um novo
                desenvolvimento. Se n&atilde;o fosse assim, n&atilde;o haveria distin&ccedil;&atilde;o entre
                progressismo e conservadorismo.</p>
            <p>Parece que as &ldquo;coisas japonesas&rdquo; algumas vezes se op&otilde;em &agrave;s coisas que
                s&atilde;o ocidentais ou globais, mas essa provavelmente n&atilde;o &eacute; a verdadeira
                inten&ccedil;&atilde;o. A verdade &eacute; simplesmente que s&atilde;o coisas &agrave; merc&ecirc; dos
                escritores e chamar isso casualmente de coisas japonesas traria uma consequ&ecirc;ncia estranha.
                Ningu&eacute;m est&aacute; pensando seriamente em nacionalizar ou etnicizar a cultura do Jap&atilde;o de
                agora em diante, contrapondo a globaliza&ccedil;&atilde;o, ou em restringi-la pela exclus&atilde;o das
                coisas europeias, ou coisas do g&ecirc;nero. Na verdade, pelo contr&aacute;rio, o ego [自我] e o
                &ldquo;si-mesmo &ldquo;[自分] que est&atilde;o &agrave; merc&ecirc; de suas origens buscam profundamente,
                em primeiro lugar, ter suas proced&ecirc;ncias aceitas internacionalmente. Mas o que est&aacute;
                &agrave; merc&ecirc; do ego [自我] dos senhores? N&atilde;o &eacute; o pr&oacute;prio povo japon&ecirc;s?
                Definitivamente n&atilde;o &eacute; apenas o Jap&atilde;o ou a japonicidade. Ou ser&aacute; que os
                senhores s&atilde;o japoneses que n&atilde;o se misturam com o povo? Em outras palavras, seriam os
                senhores homens de cultura que pertencem aos governantes pol&iacute;ticos do Jap&atilde;o? Mais uma vez,
                devo pedir que esclare&ccedil;am esse ponto. N&atilde;o, antes disso, a quest&atilde;o se resume a
                saber se, afinal, os senhores reconhecer&atilde;o ou n&atilde;o o conflito de classes
                [クラッセン&bull;ゲーゲンザッツ [<em>Klassen</em><em> Gegensatz</em>]] no povo japon&ecirc;s. Essa n&atilde;o
                &eacute; apenas uma quest&atilde;o pol&iacute;tica, mas uma quest&atilde;o enraizada que permeia a
                consci&ecirc;ncia cultural atualmente.</p>
            <p>A etnia, como agente do que significa ser japon&ecirc;s, &eacute; frequentemente discutida. No entanto,
                isso n&atilde;o significa liquidar teoria &eacute;tnica ou partir dela. Al&eacute;m disso, ela
                n&atilde;o finda no nacionalismo ou no nacionalismo japon&ecirc;s. Essa quest&atilde;o tem
                signific&acirc;ncia como uma das chaves para resolver o problema do povo japon&ecirc;s, por isso, seu
                valor n&atilde;o &eacute; separado. Alegorias metaf&iacute;sicas culturais como la&ccedil;os
                sangu&iacute;neos e exig&ecirc;ncias de sangue tamb&eacute;m s&atilde;o uma das chaves da
                hist&oacute;ria do povo japon&ecirc;s. Pelo contr&aacute;rio, sou favor&aacute;vel &agrave;
                compreens&atilde;o de que o povo japon&ecirc;s n&atilde;o &eacute; a chave para explicar a ra&ccedil;a
                ou a linhagem japonesa. Em outras palavras, tenho observado que todas as quest&otilde;es &eacute;tnicas
                se resumem a resolver quest&otilde;es do povo japon&ecirc;s e seus problemas cotidianos, e de modo algum
                o contr&aacute;rio. Caso, infelizmente, as minhas observa&ccedil;&otilde;es se revelarem erradas,
                n&atilde;o terei outra escolha sen&atilde;o abandonar minha gentileza atual. Embora insuficiente, desejo
                agora aproveitar ao m&aacute;ximo minha posi&ccedil;&atilde;o como membro do povo japon&ecirc;s.
                &Eacute; a&iacute; onde me ponho, &eacute; da&iacute; que falo. Por fim, sinto que n&atilde;o h&aacute;
                raz&atilde;o para a minha exist&ecirc;ncia sen&atilde;o aqui. Isso ocorre porque tenho motivos para
                acreditar na import&acirc;ncia final da classe social para a popula&ccedil;&atilde;o. Ainda menos do que
                para a popula&ccedil;&atilde;o, as ladainhas de grupos &eacute;tnicos, linhagens sangu&iacute;neas e
                tradi&ccedil;&otilde;es me parecem ressoar nada com japonicidade.</p>
            <p>Ou talvez digam que, mesmo n&atilde;o ressoando em mim, n&atilde;o seria bom se ressoasse no importante
                povo ele mesmo? Entretanto, ainda n&atilde;o cheguei a ver esse tipo de mantra sendo efetivamente aceito
                pelo povo japon&ecirc;s.</p>
            <p>O povo japon&ecirc;s constitui a japonicidade desde o in&iacute;cio, apenas. Essa japonicidade ainda
                n&atilde;o aceita as vias em que se n&atilde;o se deixa de lado o significado de classes sociais da
                popula&ccedil;&atilde;o. No entanto, isso n&atilde;o significa que ela esteja fadada a n&atilde;o ser
                aceita nunca. Isto ocorre porque o povo japon&ecirc;s ainda n&atilde;o teve uma boa
                forma&ccedil;&atilde;o pol&iacute;tica (mesmo que democr&aacute;tica, embora isso, de algum modo,
                tamb&eacute;m trate da efic&aacute;cia da democracia futuramente). Isso porque ainda hoje o povo
                n&atilde;o foi capaz de estabelecer claramente uma consci&ecirc;ncia confrontativa que deveria ter.
                Nesse sentido, o povo japon&ecirc;s ainda tem pouca compreens&atilde;o de si mesmo como um corpo social.
                Esclarecer esta autoconsci&ecirc;ncia [自意識] do povo ser&aacute; um papel para a autoconsci&ecirc;ncia
                [自己意識] dos autores japoneses do futuro, uma fun&ccedil;&atilde;o de seus egos [自我]. Se os artistas
                tiverem consci&ecirc;ncia de si simplesmente como &ldquo;japon&ecirc;s&rdquo;, seja &eacute;tnico,
                tradicional ou de sangue, eles n&atilde;o seriam capazes de cumprir esse papel com seguran&ccedil;a.
                &Eacute; por essa raz&atilde;o que os autores devem se tornar um com o povo &ndash; ou se dir&aacute;
                que esse papel &eacute; meramente formal e recus&aacute;vel?</p>
            <p>N&atilde;o se pode discutir japonicidade sem considerar os interesses do povo japon&ecirc;s. O povo
                japon&ecirc;s deve ser compreendido em sua singularidade. Digamos que a japonicidade reside na
                tradi&ccedil;&atilde;o, os verdadeiros mestres dessa tradi&ccedil;&atilde;o s&atilde;o o povo
                japon&ecirc;s, e n&atilde;o alguns intelectuais &ldquo;tradicionais&rdquo;. Hoje em dia, deve-se ter
                cautela com aqueles que impingem a tradi&ccedil;&atilde;o ao povo.</p>
            <p>Por fim, deve-se distinguir entre as regras que os especialistas da cultura precisam naturalmente
                conhecer, e as coisas que esses especialistas da cultura exigem que sejam representadas na
                consci&ecirc;ncia popular. A japonicidade &eacute;, efetivamente, um pedido que o povo japon&ecirc;s
                naturalmente envia aos autores e aos especialistas em cultura, sendo isso bom ou ruim. Essas s&atilde;o
                as regras que os escritores devem conhecer e fazer bom uso para responder &agrave;s demandas
                espont&acirc;neas do povo. No entanto, por outro lado, mesmo aqueles que representam culturalmente o
                povo t&ecirc;m o direito e o dever de fazer um pedido &agrave; consci&ecirc;ncia popular. Algo que, na
                minha opini&atilde;o, &eacute; uma exig&ecirc;ncia do esp&iacute;rito cient&iacute;fico. No caso dos
                autores, seus trabalhos devem realmente demonstrar isso. E em termos de cultura em geral, &eacute; isso
                que se entende como esclarecimento. Por que novamente o esp&iacute;rito cient&iacute;fico e n&atilde;o
                outra coisa? Porque ainda n&atilde;o h&aacute; outro mecanismo que possa tornar o povo japon&ecirc;s
                consciente da sua identidade como povo japon&ecirc;s, da autoconsci&ecirc;ncia que singulariza sua
                &ldquo;japonicidade&rdquo;.</p>
            <p>A quest&atilde;o ent&atilde;o &eacute;: qual &eacute; o pr&oacute;prio &ldquo;si-mesmo&rdquo; [自分] dos
                senhores? &Eacute; a&iacute; que a conversa diverge.</p>
        </section>

        <div class="notas" id="notas">
            <h3>Notas</h3>
        </div>

        <script>
            document.addEventListener('DOMContentLoaded', function () {
                const notasDiv = document.getElementById('notas');
                const notas = document.querySelectorAll('.nota');

                notas.forEach((nota, index) => {
                    const notaNumber = index + 1;
                    const notaId = `nota${notaNumber}`;
                    const linkId = `link${notaNumber}`;
                    const notaText = nota.getAttribute('data-nota');

                    nota.innerHTML = `<a href="#${notaId}" id="${linkId}">${notaNumber}</a>`;

                    const notaPara = document.createElement('p');
                    notaPara.id = notaId;
                    notaPara.innerHTML = `<strong>Nota ${notaNumber}:</strong> ${notaText} <a href="#${linkId}">Voltar para o texto</a>`;

                    notasDiv.appendChild(notaPara);
                });
            });
        </script>
        <footer class="rodape">
            <span>Adicionado em: <strong id="data-adicao"></strong></span> |
            <span>Atualizado em: <strong id="data_atualizacao"></strong></span>
        </footer>

        <script>
            const dataAdicao = new Date('2025-08-10');
            const dataAtualizacao = new Date('2025-08-10');

            document.getElementById('data-adicao').textContent = dataAdicao.toLocaleDateString('pt-BR');
            document.getElementById('data_atualizacao').textContent = dataAtualizacao.toLocaleDateString('pt-BR');
        </script>
    </main>
</body>

</html>