<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="description"
        content="Tradução de “Jibun dake no sekai (自分だけの世界)”, de Tsuji Jun. Arroz e flores: antologia de literatura rebelde japonesa em português">
    <link rel="icon" href="../../images/icone.svg" type="image/svg+xml">
    <title>Um mundo só meu - Tsuji Jun</title>
    <style>
        sup {
            font-size: 0.8rem;
            vertical-align: super;
        }

        a {
            color: #900;
            text-decoration: none;
        }

        a:hover {
            text-decoration: underline;
        }

        .notas p {
            margin-top: 10px;
            font-size: 0.8rem;
            color: #555;
        }
    </style>
    <link rel="stylesheet" href="../../css/texto.css">
</head>

<body>
    <main>
        <section class="destaque">
            <h1 class="titulo">Um mundo só meu</h1>
            <p class="autor"><strong><a href="../../antologia/tsuji_jun" target="_blank">Tsuji Jun</a></strong></p>
        </section>

        <section class="creditos">
            <p><strong>Tradução</strong>: Felipe Chaves Gonçalves Pinto</p>
            <p><strong>Revisão e cotejo</strong>: Texto ainda não revisado e/ou cotejado (versão provisória)</p>
            <p><strong>HTML</strong>: Felipe Chaves Gonçalves Pinto</p>
            <p><strong>Texto original</strong>: "Jibun dake no sekai". Manuscrito, 20 de setembro de 1921.
                Disponível em: <a href="https://www.aozora.gr.jp/cards/000159/files/853_15049.html"
                    target="_blank"><em>Aozorabunko</em></a>.
                Acesso em: 17/11/2024.</p>
            <p><strong>Este texto está licenciado por</strong>:
                <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank">
                    Licença Creative Commons Atribuição-CompartilhaIgual 4.0 Internacional (CC BY-SA 4.0)</a>.
            </p>
        </section>

        <section class="texto">
            <p>Este texto n&atilde;o foi escrito para leitores, mas sim enquanto anota&ccedil;&atilde;o pessoal. No
                entanto, pode ser que tamb&eacute;m sirva como refer&ecirc;ncia para algu&eacute;m. Quando terminei de
                traduzir este livro (<em>O &uacute;nico e sua propriedade</em>), senti como se tivesse conclu&iacute;do
                uma tarefa realmente expressiva. Embora para as outras pessoas isso possa n&atilde;o parecer nada
                demais, para mim soa como algo significativo.</p>
            <p>Demorei at&eacute; agora para finalmente terminar de traduzir um livro que comecei a ler h&aacute; dez
                anos. Desde o momento em que comecei a l&ecirc;-lo, a inten&ccedil;&atilde;o de traduzi-lo j&aacute;
                estava em mim, mas eu n&atilde;o fazia ideia de quando poderia iniciar ou concluir a
                tradu&ccedil;&atilde;o, e, claro, mesmo que conseguisse termin&aacute;-la, nem sabia se seria
                poss&iacute;vel public&aacute;-la. Al&eacute;m disso, era extremamente duvidoso se eu seria capaz de
                traduzir satisfatoriamente um livro t&atilde;o dif&iacute;cil. Agora, ao pensar que &ldquo;finalmente
                conclu&iacute; a tarefa&rdquo;, sinto-me um tanto alegre.</p>
            <p>N&atilde;o me atrevo a afirmar que esta seja uma tradu&ccedil;&atilde;o completa. Afinal, trata-se de uma
                tradu&ccedil;&atilde;o indireta e com muitos desafios. Em primeiro lugar, isso se deve &agrave; minha
                pr&oacute;pria forma&ccedil;&atilde;o cultural, mas tamb&eacute;m &agrave; minha condi&ccedil;&atilde;o
                financeira que, de maneira alguma, me permite focar neste trabalho com tranquilidade. Embora seja uma
                desculpa ap&aacute;tica, &eacute; a realidade. Eu posso fazer apenas o que est&aacute; ao meu alcance.
                No entanto, o forte desejo de ler este livro meticulosamente, palavra por palavra (algo que, levando
                essa vida de &ldquo;vender o almo&ccedil;o para pagar a janta&rdquo;, s&oacute; consigo fazer
                atrav&eacute;s da tradu&ccedil;&atilde;o) me impulsionou desde o in&iacute;cio. Por isso, contive
                repetidamente os sentimentos de des&acirc;nimo que surgiam e, enfim, consegui levar o trabalho
                at&eacute; o fim.</p>
            <p>Mesmo agora, quando penso sobre o assunto, acho que desde jovem, talvez por ter sido obrigado a enfrentar
                dificuldades cedo, fui uma crian&ccedil;a precoce e inconvenientemente madura. Al&eacute;m disso, minha
                sa&uacute;de nunca foi robusta, o que me tornava bastante taciturno &mdash; desde os meus doze ou treze
                anos, eu j&aacute; tinha internalizado a ideia de que o mundo n&atilde;o era um lugar agrad&aacute;vel,
                mas algo a ser evitado. Por isso, ao contr&aacute;rio dos meninos da minha idade, eu n&atilde;o gostava
                muito de esportes ou brincadeiras &mdash; passava o tempo calado, imerso em pensamentos, e tampouco
                gostava de ir &agrave; escola. Assim, nunca tive a ambi&ccedil;&atilde;o ou o sonho de ser um heroi ou
                um grande pol&iacute;tico, como talvez fosse comum aos outros garotos &mdash; ali&aacute;s, quase nunca
                pensava de maneira concreta em &ldquo;o que&rdquo; eu queria ser. Ent&atilde;o, o que se passava em
                minha cabe&ccedil;a? Nada que pudesse ser de fato &uacute;til: &ldquo;O que &eacute; o mundo
                afinal?&rdquo;, &ldquo;O que &eacute; o ser humano?&rdquo;, &ldquo;Como &eacute; que algu&eacute;m pode
                viver da melhor forma como ser humano?&rdquo;, &ldquo;Ser&aacute; que Deus existe mesmo?&rdquo;,
                &ldquo;Por que a vida existe?&rdquo; (etc). &mdash; isto &eacute;, perguntas puramente
                metaf&iacute;sicas. Minha leitura favorita aos quatorze ou quinze anos (um livro que ainda pego de vez
                em quando) era o <em>Tsurezuregusa</em>, o que d&aacute; uma ideia do meu estado de esp&iacute;rito na
                &eacute;poca. Quando comecei a aprender ingl&ecirc;s e, na escola, estudava o vol. 4 do <em>Union
                    Reader</em>, acabei me aproximando do cristianismo, trocando as obras liter&aacute;rias que havia
                lido at&eacute; ent&atilde;o por livros religiosos &mdash; foi assim que, at&eacute; cerca dos dezenove
                anos, fui crist&atilde;o. Por&eacute;m, &agrave; medida que minha raz&atilde;o despertava e o desejo de
                conhecimento se intensificava, j&aacute; n&atilde;o me satisfazia com a simples religi&atilde;o e,
                ent&atilde;o, comecei a ler todos os livros que encontrava, mesmo que nem sempre os compreendesse bem
                &mdash; foi nesse per&iacute;odo que uma profunda revolu&ccedil;&atilde;o espiritual ocorreu no
                Jap&atilde;o. Ou seja, a <em>young generation</em> da &eacute;poca passou a ser batizada pelo
                esp&iacute;rito moderno &mdash; que, sem d&uacute;vida, era o naturalismo. A influ&ecirc;ncia dessa
                mentalidade nos jovens japoneses foi verdadeiramente imensa.</p>
            <p>Por ora, vou me abster de discutir aqui o valor disso, mas, basicamente, aqueles que n&atilde;o receberam
                o batismo desse esp&iacute;rito s&atilde;o pessoas deixadas para tr&aacute;s pelo &ldquo;<em>Modern
                    Spirit</em>&rdquo;. Portanto, n&atilde;o &eacute; nada surpreendente que os jovens nascidos em uma
                &eacute;poca posterior tenham sido chamados de &ldquo;pr&eacute;-naturalistas&rdquo;, por exemplo. De
                qualquer forma, feliz ou infelizmente, &eacute; fato que passei por essa grande onda. Em seguida,
                surgiram v&aacute;rias rea&ccedil;&otilde;es contra o naturalismo &mdash; a mais not&aacute;vel foi a
                ascens&atilde;o do idealismo da escola Shirakaba, centralizada em Mushanok&ocirc;ji<sup><span class="nota" data-nota="Mushanokôji Saneatsu (武者小路実篤, 1885-1976)."></span></sup>. Entre a luta desses
                dois estados de esp&iacute;rito, outra corrente oculta, o romantismo, permaneceu como uma for&ccedil;a
                subjacente. Recentemente, o esp&iacute;rito do socialismo come&ccedil;ou a ganhar destaque. Esse
                socialismo remonta, talvez, &agrave; influ&ecirc;ncia inicial da escola francesa no come&ccedil;o da Era
                Meiji. No entanto, no Jap&atilde;o contempor&acirc;neo, ele &eacute; um tipo peculiar de filho disforme,
                nascido do idealismo crist&atilde;o como m&atilde;e e do naturalismo como pai. Ele &eacute;,
                verdadeiramente, o &ldquo;<em>Antipode antipodes</em>&rdquo; do &ldquo;<em>Romantic Spirit</em>&rdquo;.
            </p>
            <p>Eu pretendia falar apenas sobre mim, mas acabei me desviando. No entanto, &eacute; um fato que minha
                mente foi influenciada por esses v&aacute;rios esp&iacute;ritos e que esses mesmos esp&iacute;ritos
                encenaram v&aacute;rias &ldquo;<em>Dramatic Scenes</em>&rdquo; dentro de mim enquanto indiv&iacute;duo.
            </p>
            <p>De todo modo, fui arrastado pela correnteza do esp&iacute;rito da &eacute;poca e li desordenadamente uma
                grande variedade de livros &mdash; embora gostasse de obras liter&aacute;rias, eu tinha mais interesse
                em livros de car&aacute;ter filos&oacute;fico. No entanto, olhando para tr&aacute;s, percebo que era
                bastante ing&ecirc;nuo naquela &eacute;poca. Pensava seriamente: &ldquo;desta vez, quero ler aquele
                livro e realmente compreender algo como &lsquo;a verdade&rsquo;, ou resolver, mesmo que um pouco,
                &lsquo;os mist&eacute;rios do universo&rsquo;&rdquo;. Por&eacute;m, n&atilde;o importa qual livro eu
                lesse, talvez por causa da minha falta de intelig&ecirc;ncia, no final, a &uacute;nica coisa que
                conseguia entender era que n&atilde;o entendia &lt;strong&gt;nada&lt;/strong&gt;.</p>
            <p>No entanto, para algu&eacute;m como eu, enquanto minha postura em rela&ccedil;&atilde;o &agrave; vida
                n&atilde;o estiver claramente definida, n&atilde;o consigo me motivar a fazer absolutamente nada. E, no
                final das contas, como a postura fundamental de meu esp&iacute;rito estava inst&aacute;vel, &eacute;
                natural que eu n&atilde;o conseguisse realizar coisa alguma. Passei minha vida todo esse tempo
                preocupado apenas com a vontade de resolver isso o mais r&aacute;pido poss&iacute;vel.</p>
            <p>Ou seja, foi ao ler Stirner que finalmente defini minha postura. Foi como se eu tivesse assumido uma
                posi&ccedil;&atilde;o. Naquele momento, senti como se tivesse despertado. Percebi qu&atilde;o tolo havia
                sido ao me preocupar inutilmente com coisas que estavam al&eacute;m do meu controle. Entre todos os
                livros que j&aacute; li, provavelmente nenhum outro teve um impacto t&atilde;o profundo em mim como
                este. Depois disso, li e o reli v&aacute;rias vezes. De fato, quando comecei a l&ecirc;-lo pela primeira
                vez, fiquei um pouco perdido, sem conseguir compreender de imediato. No entanto, como o pref&aacute;cio
                da tradu&ccedil;&atilde;o inglesa j&aacute; avisava que o livro era dif&iacute;cil de entender, decidi
                ser paciente e continuar lendo e aos poucos, comecei a compreender o que Stirner dizia. Tudo o que eu
                vinha matutando confusamente at&eacute; ent&atilde;o foi explicado de forma t&atilde;o clara que parecia
                estar vendo cada ideia diante de mim. Durante a leitura, experimentei in&uacute;meras vezes aquela
                sensa&ccedil;&atilde;o de pensar &ldquo;ah, &eacute; isso!&rdquo;. Ent&atilde;o finalmente, comecei a
                sentir que podia encontrar a tranquilidade. Tive uma clara consci&ecirc;ncia da verdadeira
                ess&ecirc;ncia do &ldquo;Eu&rdquo;. Compreendi profundamente que, se todos os seres humanos tomassem
                essa consci&ecirc;ncia como ponto de partida, certamente cometeriam muito menos erros.</p>
            <p>Ap&oacute;s ler Stirner, comecei a abordar os livros de filosofia de uma maneira completamente diferente
                do que fazia antes. Isto &eacute;, passei a encar&aacute;-los da mesma forma que outras obras
                liter&aacute;rias, lendo-os com o mesmo esp&iacute;rito com que se l&ecirc; um romance. Antes disso,
                j&aacute; considerava a B&iacute;blia como uma esp&eacute;cie de romance antigo, mas ainda tinha a
                ilus&atilde;o de que os livros de filosofia escondiam algum tipo de &ldquo;verdade&rdquo; especial, como
                um truque m&aacute;gico revelado por meio de um conhecimento superior. No entanto, esse sonho
                ilus&oacute;rio foi completamente desfeito de uma s&oacute; vez.</p>
            <p>Normalmente, as pessoas que criticam Stirner dizem que, ap&oacute;s destruir todos os &iacute;dolos, ele
                acabou por erigir o &ldquo;eu&rdquo; como um novo &ldquo;&iacute;dolo&rdquo;. De fato, talvez se possa
                dizer isso. No entanto, ao observar como ele distingue claramente o &ldquo;Eu&rdquo; que prega dos
                chamados &ldquo;Eu Absoluto&rdquo; de Fichte<sup><span class="nota" data-nota="Johann Gottlieb Fichte (1762-1814)."></span></sup> ou do &ldquo;Grande &Aacute;tma&rdquo; frequentemente
                mencionado pelos budistas, fica evidente que o &ldquo;eu&rdquo; de Stirner &eacute; algo que se move
                constantemente dentro de cada indiv&iacute;duo, um &ldquo;eu moment&acirc;neo de carne e osso&rdquo;.
                Portanto, n&atilde;o &eacute; algo fixo ou imut&aacute;vel. Mesmo que fosse elevado ao status de
                &ldquo;&iacute;dolo&rdquo;, cada pessoa poderia moldar seu conte&uacute;do livremente conforme quisesse,
                tornando-o um &ldquo;&iacute;dolo&rdquo; que n&atilde;o impede ningu&eacute;m. Al&eacute;m disso,
                Stirner n&atilde;o se op&otilde;e particularmente &agrave; tend&ecirc;ncia humana de criar
                &iacute;dolos. O ponto central de sua cr&iacute;tica est&aacute; em alertar contra a ilus&atilde;o de
                tomar esses &ldquo;&iacute;dolos&rdquo; como se fossem criadores, invertendo a rela&ccedil;&atilde;o
                entre sujeito e objeto: &eacute; contra isto sua admoesta&ccedil;&atilde;o.</p>
            <p>A doutrina de Stirner &mdash; n&atilde;o importa se a chamamos de filosofia dogm&aacute;tica ou mero
                racioc&iacute;nio &mdash; pode, talvez, ser descrita como uma filosofia do desengano. Isso porque ela
                n&atilde;o reconhece nenhum valor al&eacute;m do pr&oacute;prio eu. Isto &eacute;, afirma unicamente a
                exist&ecirc;ncia do eu e nega todo o valor das exist&ecirc;ncias externas. Negar o valor de qualquer
                coisa fora de si mesmo pode, afinal, ser entendido como um desengano. N&atilde;o se busca nada
                al&eacute;m do pr&oacute;prio eu. Trata-se de um subjetivismo extremo, onde todo valor surge
                exclusivamente do julgamento individual. Esse subjetivismo, no entanto, &eacute; obra de um &ldquo;nada
                criativo&rdquo;, que muda e se transforma a cada instante e, portanto, sendo algo t&atilde;o
                intang&iacute;vel e vasto, seu nome pouco importa. A ess&ecirc;ncia do Eu &eacute; percebida por meio da
                autoconsci&ecirc;ncia de cada indiv&iacute;duo &mdash; ou seja, atrav&eacute;s de um despertar e nada
                mais. Nem mesmo os raios X ou a radiografia podem penetrar e revelar a forma do &ldquo;Eu&rdquo;.</p>
            <p>Esse estado de autoconsci&ecirc;ncia se assemelha, de certa forma, ao estado de ilumina&ccedil;&atilde;o
                mencionado no Zen, onde se fala sobre a &ldquo;Verdadeira Natureza&rdquo;. Embora eu praticamente
                n&atilde;o tenha conhecimento sobre o budismo, ao ler os textos do Zen ap&oacute;s estudar Stirner,
                sinto que consigo compreend&ecirc;-los com certa facilidade. Ainda que haja algumas diferen&ccedil;as,
                pode-se comparar o &ldquo;nada criativo&rdquo; ao conceito de vacuidade expresso em
                &ldquo;Sunyata&rdquo;. No entanto, no budismo, parece que h&aacute; toda uma elabora&ccedil;&atilde;o
                detalhada, como na filosofia Prajna, que complexifica e explora a ideia de &ldquo;vacuidade&rdquo; em
                suas nuances, criando algo que poderia ser chamado de uma filosofia abstrata do vazio. Por outro lado,
                Stirner resolve a quest&atilde;o de forma simples com a ideia de &ldquo;inefabilidade&rdquo;. Ele
                explica que, quando a reflex&atilde;o intelectual tenta transformar isso em um pensamento elaborado, o
                conceito j&aacute; deixa de ser aquilo que era.</p>
            <p>Segundo Stirner, o primeiro princ&iacute;pio &eacute; que cada indiv&iacute;duo deve tomar plena
                consci&ecirc;ncia de seu pr&oacute;prio eu. Isso equivale a possuir a si mesmo. E possuir a si mesmo
                significa, ao mesmo tempo, possuir tudo. Pois, &ldquo;todas as coisas s&atilde;o nada diante de
                mim&rdquo;.</p>
            <p>Um detalhe que me chamou a aten&ccedil;&atilde;o: a palavra &ldquo;propriet&aacute;rio&rdquo;
                (<em>Eigner</em>) usada por Stirner parece ser uma inven&ccedil;&atilde;o pr&oacute;pria. No entanto, ao
                ler o <em>Zhuangzi</em><sup><span class="nota" data-nota="O <em>Zhuangzi </em>(莊子) &eacute; um antigo texto chin&ecirc;s considerado um dos fundamentos do taoismo. Foi escrito durante o final do per&iacute;odo dos Estados Combatentes (476-221 a.C.) e recebeu o nome de seu autor tradicional, Zhuang Zhou, que &eacute; costumeiramente conhecido como &ldquo;Zhuangzi&rdquo; (&ldquo;Mestre Zhuang&rdquo;)."></span></sup> (um dos meus livros favoritos desde muito tempo), aparece a express&atilde;o
                &ldquo;&Uacute;nico Propriet&aacute;rio<sup><span class="nota" data-nota="No original o termo é 独有人."></span></sup>&rdquo;. Essa express&atilde;o poderia ser utilizada sem
                problemas como tradu&ccedil;&atilde;o de <em>Eigner</em>. Mas o que significa &ldquo;&Uacute;nico
                Propriet&aacute;rio&rdquo;? De acordo com o texto:</p>
            <p style="text-indent: 0; padding-left: 6em;">Possuir terras &eacute; deter algo grandioso. Quem possui algo grandioso n&atilde;o deve trat&aacute;-lo
                como algo comum. Aquele que administra sem ser dominado pelas coisas materiais &eacute; capaz de
                governar todas elas. Entender que governar as coisas n&atilde;o significa ser dominado por elas
                n&atilde;o se limita a governar o povo de um reino. Significa, tamb&eacute;m, transcender os limites do
                mundo, viajar pelos nove continentes, ir e vir autonomamente. Esse estado &eacute; chamado de
                &ldquo;&Uacute;nico Propriet&aacute;rio&rdquo;. Aqueles que alcan&ccedil;am esse estado s&atilde;o
                considerados os mais nobres.<sup><span class="nota" data-nota="<p>A passagem registrada no original &eacute;:&nbsp; &ldquo;能物レ物。明レ乎一レ物レ物者二レ之非物也。豈独治二レ天下一而己哉。出-二入六合一。遊レ乎二レ九州一。独往独来。是謂二レ独有一。独有之人。是之謂二レ至貴一。&rdquo; O texto fornecido no original est&aacute; em <em>kanbun </em>e n&atilde;o abrange toda a passagem em tradu&ccedil;&atilde;o. A tradu&ccedil;&atilde;o oferecida &eacute; de uma passagem mais extensa do original em chin&ecirc;s para facilitar a compreens&atilde;o da rela&ccedil;&atilde;o proposta pelo autor. A passagem completa em chin&ecirc;s &eacute;: &ldquo;夫有土者，有大物也。有大物者，不可以物；物而不物，故能物物。明夫物物者之非物也，豈獨治天下百姓而已哉？出入六合，遊乎九州，獨往獨來，是謂獨有。獨有之人，是之謂至貴。&rdquo;</p>"></span></sup></p>
            <p>Nietzsche pregava o conceito de &ldquo;Al&eacute;m-homem&rdquo;. Para Stirner, no entanto, n&atilde;o
                havia necessidade de algo como o &ldquo;Al&eacute;m-homem&rdquo;. Este, tal qual o &ldquo;Humano
                demasiadamente humano&rdquo; ou o "Verdadeiro Homem&rdquo;, era apenas mais uma ilus&atilde;o
                in&uacute;til para ele. Para Stirner, basta ser &ldquo;eu mesmo, de carne e osso&rdquo;. (Compare com o
                conceito budista de &ldquo;Este corpo mesmo &eacute; o Buda&rdquo;). Cada pessoa j&aacute; nasce
                completa enquanto pessoa, cresce como essa mesma pessoa e morre como ela, e isso &eacute; suficiente.
                N&atilde;o h&aacute; necessidade de se tornar um &ldquo;Verdadeiro Homem&rdquo;, um
                "Al&eacute;m-homem&rdquo;, um &ldquo;cachorro&rdquo; ou um &ldquo;Buda&rdquo;. Tampouco &eacute;
                necess&aacute;rio atender a ordens de outros para &ldquo;tornar-se algo&rdquo;.</p>
            <p>&Eacute; imposs&iacute;vel determinar at&eacute; que ponto Stirner, durante sua vida, incorporou sua
                pr&oacute;pria filosofia na pr&aacute;tica cotidiana. E, olhando agora, n&atilde;o h&aacute; como
                n&oacute;s, especialmente as gera&ccedil;&otilde;es posteriores, sabermos disso. Al&eacute;m disso,
                &eacute; extremamente duvidoso que seu estado de Uni&atilde;o de Ego&iacute;stas, como ele sugeriu,
                possam ser plenamente realizados neste mundo. No entanto, &eacute; ineg&aacute;vel que sua filosofia
                permite que cada indiv&iacute;duo tome consci&ecirc;ncia de seu pr&oacute;prio Eu. Posso dizer que, pelo
                menos para mim, esse foi o caso. E, se pessoas com essa consci&ecirc;ncia individual se reunirem e forem
                capazes de compreender as perspectivas uns dos outros, talvez seja poss&iacute;vel alcan&ccedil;ar as
                associa&ccedil;&otilde;es mais livres de &ldquo;propriet&aacute;rios&rdquo; previstas por Stirner. Essas
                associa&ccedil;&otilde;es seriam um estado em que os &ldquo;ego&iacute;smos&rdquo; s&atilde;o mutuamente
                reconhecidos e aceitos. Apenas aqueles que veem benef&iacute;cio em se unir a outros deveriam
                faz&ecirc;-lo, e aqueles que n&atilde;o reconhecem tal necessidade n&atilde;o precisam, de forma alguma,
                se for&ccedil;ar a participar. Trata-se de uma associa&ccedil;&atilde;o espont&acirc;nea de
                indiv&iacute;duos, sem qualquer poder de governan&ccedil;a que a controle. Se tal sistema funcionaria
                bem ou n&atilde;o &eacute; outra quest&atilde;o, mas, para mim, parece o tipo de
                organiza&ccedil;&atilde;o mais adequado e desej&aacute;vel.</p>
            <p>&Eacute; um estado em que ningu&eacute;m governa ou d&aacute; ordens a ningu&eacute;m. Cada um faz apenas
                o que &eacute; capaz de fazer. Vive-se conforme a pr&oacute;pria natureza e inclina&ccedil;&atilde;o. O
                que n&atilde;o se pode fazer, deixa-se para que outros fa&ccedil;am. Trata-se de estar claramente ciente
                dos limites de suas pr&oacute;prias capacidades e dos limites das capacidades dos outros. Basta que cada
                um evite imitar de forma equivocada, intrometer-se desnecessariamente ou vangloriar-se sem motivo. A
                ideia &eacute; &ldquo;Fa&ccedil;a o que voc&ecirc; gosta de fazer, porque eu farei o que gosto de
                fazer&rdquo;<em>. </em>N&atilde;o se trata de coisas do tipo &ldquo;por que voc&ecirc; est&aacute;
                fazendo isso?&rdquo;; &ldquo;qual &eacute; o prop&oacute;sito disso?&rdquo;; &ldquo;voc&ecirc; deveria
                parar com isso&rdquo;; &ldquo;isso nunca foi feito antes&rdquo;; &ldquo;a sociedade n&atilde;o aceita
                isso&rdquo;; &ldquo;isso n&atilde;o &eacute; moral&rdquo; (etc.)</p>
            <p>N&atilde;o se deve buscar em outros o padr&atilde;o pelo qual viver. Cada pessoa deve viver conforme a
                sua pr&oacute;pria medida. N&atilde;o existe outra moral ou padr&atilde;o al&eacute;m disso. N&atilde;o
                ser&aacute; mais necess&aacute;rio recorrer a m&aacute;ximas de santos e s&aacute;bios ou a passagens de
                sutras para justificar suas a&ccedil;&otilde;es. Regras e costumes podem ser escolhidos conforme o que
                for mais conveniente em determinado momento. No mundo, n&atilde;o existe sequer um padr&atilde;o
                objetivo que seja absoluto e imut&aacute;vel. As pessoas devem ser o mais flex&iacute;veis
                poss&iacute;vel umas com as outras.</p>
            <p>Pode-se dizer, sem d&uacute;vida, que &eacute; uma esp&eacute;cie de utilitarismo. Contudo, o nome
                n&atilde;o importa. Para aqueles que n&atilde;o conseguem ficar tranquilos sem dar um nome &agrave;s
                coisas, podem cham&aacute;-lo como quiserem.</p>
            <p>O livro <em>O &Uacute;nico e sua Propriedade</em> foi praticamente ignorado na hist&oacute;ria da
                filosofia at&eacute; agora. Recentemente, dei uma olhada na tradu&ccedil;&atilde;o do Sr. Suita<sup><span class="nota" data-nota="Suita Junsuke (吹田順助, 1883-1963)."></span></sup> da obra
                <em>Die Philosophie im deutschen Geistesleben des XIX </em>(<em>Hist&oacute;ria do Pensamento
                    Alem&atilde;o no S&eacute;culo XIX</em>), de Windelband<sup><span class="nota" data-nota="Wilhelm Windelband (1848-1915)."></span></sup>, e mesmo ali ele &eacute; mencionado apenas
                de passagem, como uma obra &ldquo;peculiar&rdquo; escrita por um dos membros da ala esquerda hegeliana.
                Se esta obra n&atilde;o tem valor como filosofia, talvez possamos cham&aacute;-la de romance do
                &ldquo;Eu&rdquo;. Um romance em dois volumes que descreve como o &ldquo;Eu&rdquo; foi perseguido e
                oprimido por in&uacute;meras for&ccedil;as durante tanto tempo e como, gra&ccedil;as ao poder de
                Stirner, conseguiu finalmente retornar &agrave; sua ess&ecirc;ncia original. Ou ainda, poder&iacute;amos
                consider&aacute;-la um poema l&iacute;rico filos&oacute;fico que exalta o &ldquo;Eu&rdquo; ao extremo.
                Se h&aacute; quem pense que romances e poesias n&atilde;o t&ecirc;m qualquer rela&ccedil;&atilde;o com o
                mundo real, deixemos que continuem a pensar assim. Ainda h&aacute; muito o que dizer, mas deixarei para
                outra oportunidade.</p>
            <p style="text-align: right;"><em>20 de setembro de 1921</em></p>
        </section>

        <div class="notas" id="notas">
            <h3>Notas</h3>
        </div>

        <script>
            document.addEventListener('DOMContentLoaded', function () {
                const notasDiv = document.getElementById('notas');
                const notas = document.querySelectorAll('.nota');

                notas.forEach((nota, index) => {
                    const notaNumber = index + 1;
                    const notaId = `nota${notaNumber}`;
                    const linkId = `link${notaNumber}`;
                    const notaText = nota.getAttribute('data-nota');

                    nota.innerHTML = `<a href="#${notaId}" id="${linkId}">${notaNumber}</a>`;

                    const notaPara = document.createElement('p');
                    notaPara.id = notaId;
                    notaPara.innerHTML = `<strong>Nota ${notaNumber}:</strong> ${notaText} <a href="#${linkId}">Voltar para o texto</a>`;

                    notasDiv.appendChild(notaPara);
                });
            });
        </script>
        <footer class="rodape">
            <span>Adicionado em: <strong id="data-adicao"></strong></span> |
            <span>Atualizado em: <strong id="data_atualizacao"></strong></span>
        </footer>

        <script>
            const dataAdicao = new Date('2024-11-17');
            const dataAtualizacao = new Date('2024-11-17');

            document.getElementById('data-adicao').textContent = dataAdicao.toLocaleDateString('pt-BR');
            document.getElementById('data_atualizacao').textContent = dataAtualizacao.toLocaleDateString('pt-BR');
        </script>
    </main>
</body>

</html>