<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="description"
        content="Tradução de “San'nin no hyakushô (三人の百姓)”, de Akita Ujaku. Arroz e flores: antologia de literatura rebelde japonesa em português">
    <link rel="icon" href="../../images/icone.svg" type="image/svg+xml">
    <title>Os três camponeses - Akita Ujaku</title>
    <style>
        sup {
            font-size: 0.8rem;
            vertical-align: super;
        }

        a {
            color: #900;
            text-decoration: none;
        }

        a:hover {
            text-decoration: underline;
        }

        .notas p {
            margin-top: 10px;
            font-size: 0.8rem;
            color: #555;
        }
    </style>
    <link rel="stylesheet" href="../../css/texto.css">
</head>

<body>
    <main>
        <section class="destaque">
            <h1 class="titulo">Os três camponeses</h1>
            <p class="autor"><strong><a href="../../antologia/akita_ujaku/" target="_blank">Akita Ujaku</a></strong></p>
        </section>

        <section class="creditos">
            <p><strong>Tradução</strong>: Kauã Henrique Matassoli Ribeiro
            </p>
            <p><strong>Revisão e cotejo</strong>: Felipe Chaves Gonçalves Pinto</p>
            <p><strong>HTML</strong>: Felipe Chaves Gonçalves Pinto</p>
            <p><strong>Texto original</strong>: "San'nin no hyakushô". In: <em>Fujin kôron</em>. jun., 1920.
                Disponível em: <a
                    href="https://www.aozora.gr.jp/cards/001584/files/53182_49659.html"
                    target="_blank"><em>Aozora Bunkô</em></a>.
                Acesso em: 13/04/2025.</p>
            <p><strong>Este texto está licenciado por</strong>:
                <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank">
                    Licença Creative Commons Atribuição-CompartilhaIgual 4.0 Internacional (CC BY-SA 4.0)</a>.
            </p>
        </section>    
            <section class="texto">
                <p>Antigamente, em um certo pa&iacute;s do norte, havia uma vila afastada nas montanhas. Nessa vila,
                    viviam tr&ecirc;s camponeses, chamados Isaku, Tasuke e Tarouemon. Esses tr&ecirc;s camponeses
                    cultivavam um pequeno arrozal, e nos intervalos, faziam carv&atilde;o para vend&ecirc;-lo nas
                    redondezas de um castelo, localizado a cerca de 12 km de dist&acirc;ncia. Esse era o trabalho deles.
                </p>
                <p>A vila em que nasceram os tr&ecirc;s camponeses era pequena e solit&aacute;ria. Quando chegava o
                    outono, toda a superf&iacute;cie da montanha ficava avermelhada, e as pessoas das redondezas do
                    castelo deslocavam-se para v&ecirc;-las. Fora isso, era uma vila que n&atilde;o tinha nada de
                    especial. No entanto, na entrada da vila dos camponeses, flu&iacute;a um grande rio que, no outono,
                    ficava repleto de peixes Iwana e Yamabe. As pessoas da vila trabalhavam com alegria e vigor.</p>
                <p>Os tr&ecirc;s camponeses, ao final de um certo outono, carregando, cada um, tr&ecirc;s fardos de
                    carv&atilde;o nas costas, sa&iacute;ram, como de costume, em dire&ccedil;&atilde;o &agrave;s
                    redondezas do castelo. Quando deixaram a vila, uma n&eacute;voa matinal ainda cobria o rio, e sobre
                    as pedras da margem formava-se branqu&iacute;ssima uma geada.</p>
                <p>&ldquo;Vamos torcer pro tempo continuar bom hoje&rdquo;<sup><span class="nota" data-nota="Apesar da tradução não refletir isto, todos os diálogos estão registrados no dialeto do nordeste do Japão"></span></sup></p>
                <p>Como se fosse um mon&oacute;logo, disse Isaku enquanto atravessava a ponte. Os outros dois, em voz
                    alta, responderam:</p>
                <p>&ldquo;Verdade, que continue&rdquo;</p>
                <p>Ajustando o ritmo, atravessaram a ponte. Como de costume, os tr&ecirc;s caminharam pela estrada,
                    acelerando o passo, ansiosos para beber em uma taberna da cidade depois de venderem o carv&atilde;o.
                    Al&eacute;m disso, n&atilde;o pensavam em mais nada.</p>
                <p>Isaku, por ser alto e o mais forte, caminhava &agrave; frente dos outros dois quando cruzavam a
                    montanha. Enquanto isso, Tasuke e Tarouemon conversavam em voz alta durante a subida. Discutiam
                    fervorosamente sobre uma jovem da vila que havia partido para o litoral com a inten&ccedil;&atilde;o
                    de se casar, por&eacute;m regressou para casa ap&oacute;s a morte do marido.</p>
                <p>Ao chegarem no topo da montanha, contemplava-se uma plan&iacute;cie e, de l&aacute; at&eacute; as
                    redondezas do castelo, estendiam-se os arrozais em todas as dire&ccedil;&otilde;es por 16
                    quil&ocirc;metros. Os campos, banhados pelos raios do sol outonal, estavam completamente dourados.
                </p>
                <p>&ldquo;O Isaku tem pernas muito ligeiras!&rdquo;</p>
                <p>Disse Tasuke para Tarouemon.</p>
                <p>&ldquo;Esse homem por agora deve estar descansando no p&eacute; da montanha&rdquo;</p>
                <p>Respondeu Tarouemon enquanto ria.</p>
                <p>Quando Tasuke e Tarouemon alcan&ccedil;aram o topo da montanha e chegaram a um local de onde podiam
                    contemplar a plan&iacute;cie, viram Isaku ao p&eacute; da montanha, olhando-os e acenando com toda
                    for&ccedil;a.</p>
                <p>&ldquo;O que foi? O Isaku est&aacute; nos chamando&rdquo;</p>
                <p>Disse Tasuke.</p>
                <p>Tarouemon tamb&eacute;m franziu a testa e olhou para o p&eacute; da montanha.</p>
                <p>&ldquo;Vem logo, anda&hellip; tem uma coisa interessante ca&iacute;da aqui!&rdquo;</p>
                <p>Escutava-se a voz de Isaku falando isso.</p>
                <p>&ldquo;Tem uma coisa ca&iacute;da, hein!&rdquo;</p>
                <p>Disse Tasuke enquanto ria. Tarouemon abriu sua grande boca e gargalhou tamb&eacute;m.</p>
                <p>&ldquo;Se foi o Isaku que achou n&atilde;o deve ser algo bom!&rdquo;</p>
                <p>Tarouemon acrescentou, enquanto descia a montanha com leve pressa, acompanhado de Tasuke.</p>
                <p>Isaku esperava-os, no p&eacute; da montanha, evidentemente impaciente.</p>
                <p>&ldquo;Confiem em mim e venham logo!&rdquo;</p>
                <p>Ao ouvir isso, Tasuke desceu rapidamente, sem se importar com o saco de carv&atilde;o. Como Tarouemon
                    n&atilde;o era uma pessoa de natureza &aacute;gil, ficou para tr&aacute;s e desceu sem companhia.
                    Quando chegou ao local onde Isaku estava, Tarouemon os observou levantando e tocando algo, como se
                    fosse extremamente valioso.</p>
                <p>&ldquo;O que que caiu?&rdquo;</p>
                <p>Disse Tarouemon com um semblante est&uacute;pido, enfiando o rosto no meio dos outros dois.</p>
                <p>&ldquo;Olha! Algo assim cair&hellip;&rdquo;</p>
                <p>Disse Isaku, se afastando para que Tarouemon tamb&eacute;m visse.</p>
                <p>&ldquo;Haha! Que coisa estranha!&rdquo;</p>
                <p>Gritou Tarouemon.</p>
                <p>Diante dos tr&ecirc;s camponeses, encontrava-se um rec&eacute;m-nascido abandonado, com apenas
                    tr&ecirc;s meses de vida, envolto em um belo tecido. Segundo Isaku, o beb&ecirc; dormia
                    profundamente quando o encontrou.</p>
                <p>&ldquo;De onde ser&aacute; que &eacute; essa crian&ccedil;a? Ela tem um rosto t&atilde;o lindo&rdquo;
                </p>
                <p>&ldquo;Vestindo um kimono bom assim n&atilde;o deve ser uma crian&ccedil;a qualquer. Melhor
                    n&atilde;o mexer. Se voc&ecirc; se envolver e acabar sendo preso, n&atilde;o vai ser bom. Tem aquele
                    ditado: &lsquo;n&atilde;o mexa com quem t&aacute; quieto&rsquo;.&rdquo;</p>
                <p>Complementou Tasuke, olhando para o rosto do beb&ecirc;.</p>
                <p>&ldquo;Eu sei, mas voc&ecirc; n&atilde;o sente pena? E se ele for encontrado por animais e fosse
                    devorado?&rdquo;</p>
                <p>Disse o t&iacute;mido Tarouemon.</p>
                <p>&ldquo;Tamb&eacute;m sinto pena da crian&ccedil;a, mas esse kimono &eacute; bom demais para ser
                    desperdi&ccedil;ado, n&atilde;o &eacute;?&rdquo;</p>
                <p>Isaku, que sempre foi um pouco ganancioso, despia aquele tecido luxuoso que envolvia a
                    crian&ccedil;a. Ao fazer isso, por volta da barriga do beb&ecirc;, havia um <em>doumaki</em><sup><span class="nota" data-nota="<em>Doumaki</em> &eacute; um tecido utilizado na cintura para guardar dinheiro ou coisas importantes."></span></sup>
                    costurado triangularmente. Isaku, como se n&atilde;o ouvisse o choro do beb&ecirc;, pegou essa bolsa
                    e, segurando uma das pontas, girou-a e viu um grande n&uacute;mero de moedas saindo dela. Ao verem
                    isso, Tasuke e Tarouemon ficaram surpresos.</p>
                <p>&ldquo;Que incidente bizarro!&rdquo;</p>
                <p>Tasuke olhou para Tarouemon com o rosto p&aacute;lido. Como Tarouemon nunca havia visto uma quantia
                    t&atilde;o grande de dinheiro, estava boquiaberto e tr&ecirc;mulo.</p>
                <p>E por uma proposta de Isaku, decidiram levar o beb&ecirc; junto a eles.</p>
                <p>&ldquo;Pode deixar que eu vou cuidar desse dinheiro&rdquo;</p>
                <p>Disse Isaku enquanto amarrava a bolsa rapidamente em sua cintura. Ao ver isso, Tasuke ficou
                    demasiadamente irritado e come&ccedil;ou uma discuss&atilde;o. Como n&atilde;o tinha
                    op&ccedil;&otilde;es, Isaku deu 10 moedas para Tasuke. E a Tarouemon entregou 5 moedas enquanto
                    dizia-lhe:</p>
                <p>&ldquo;Como voc&ecirc; n&atilde;o tem filhos, deve criar essa crian&ccedil;a&rdquo;</p>
                <p>&ldquo;Vou levar a crian&ccedil;a porque tenho pena dela, n&atilde;o &eacute; porque eu quero
                    dinheiro&rdquo;</p>
                <p>Olhando para Isaku, respondeu Tarouemon, dispensando qualquer quantia. Tasuke sabia que, caso
                    Tarouemon n&atilde;o aceitasse o dinheiro, Isaku o tomaria para si. Por isso, recomendou que
                    Tarouemon aceitasse o valor. Como Tarouemon continuava recusando, Isaku deu duas moedas para Tasuke
                    e guardou as outras tr&ecirc;s no <em>doumaki</em>. Por ter recebido duas moedas a mais, Tasuke
                    n&atilde;o ficou insatisfeito com a situa&ccedil;&atilde;o.&nbsp;</p>
                <p>Os tr&ecirc;s camponeses desistiram de ir at&eacute; os arredores do castelo e voltaram para a vila.
                </p>
                <p>Aflito sobre como criaria o beb&ecirc;, Tarouemon retornou ao seu lar. No entanto, ao
                    apresent&aacute;-lo para sua esposa - que n&atilde;o tinha filhos - sua preocupa&ccedil;&atilde;o se
                    esvaiu por v&ecirc;-la em euforia. Como Isaku disse-lhe para n&atilde;o abrir a boca, Tarouemon
                    n&atilde;o contou nada sobre o dinheiro.</p>
                <p>&ldquo;Se algu&eacute;m descobrir algo sobre o dinheiro, n&oacute;s tr&ecirc;s vamos ser presos
                    juntos&rdquo;</p>
                <p>Isaku deixou claro para o ing&ecirc;nuo e honesto Tarouemon.</p>
                <p>Enquanto Tarouemon e sua esposa observavam a crian&ccedil;a, sentiram uma alegria que nunca haviam
                    experienciado antes. Virando-se para Tarouemon, disse a Esposa:</p>
                <p>&ldquo;Ser&aacute; que esta crian&ccedil;a n&atilde;o &eacute; de um templo...&rdquo;</p>
                <p>O motivo era que ela j&aacute; havia visto uma vez um tecido de damasco como esse em um templo nas
                    redondezas do castelo.</p>
                <p>&ldquo;Mulher idiota, quem vai abandonar uma crian&ccedil;a em um templo!&rdquo;</p>
                <p>Repreendeu-a Tarouemon.</p>
                <p>Naquela noite, Tarouemon e sua esposa decidiram ferver &aacute;gua em um caldeir&atilde;o e dar banho
                    no beb&ecirc; em frente ao est&aacute;bulo. A esposa estava casualmente desamarrando o <em>obi</em><sup><span class="nota" data-nota="<em>Obi</em> &eacute; uma faixa larga usada para apertar o Kimono."></span></sup>
                    da crian&ccedil;a e, quando foi lev&aacute;-la ao est&aacute;bulo, caiu um peda&ccedil;o de
                    papel da manga do kimono.</p>
                <p>&ldquo;Mas o que &eacute; isso!&rdquo;</p>
                <p>Exclamou e entregou o peda&ccedil;o de papel para Tarouemon. Ele pegou e viu os seguintes caracteres
                    escritos em <em>hiragana</em><sup><span class="nota" data-nota="Hiragana &eacute; um dos silab&aacute;rios da l&iacute;ngua japonesa."></span></sup>:</p>
                <p>&ldquo;Portado de motivo, desamparei um menino. Ansi&aacute;-lo-ei que seja bem criado por pessoas
                    bondosas. N&atilde;o vos apresenteis antes de serdes chamados, quando chegar a ocasi&atilde;o
                    soprar&aacute; o vento primaveril.&rdquo;</p>
                <p>Para ler essa carta, o casal gastou uma noite inteira. Como cada um havia interpretado de forma
                    diferente quando leram, demorou muito.</p>
                <p>&ldquo;N&atilde;o importa o que a gente leu, &eacute; claro que a gente vai tratar bem o
                    beb&ecirc;&rdquo;</p>
                <p>Disse Tarouemon</p>
                <p>&ldquo;Verdade, verdade&rdquo;</p>
                <p>Concordou a esposa.</p>
                <p>Naquela noite, ambos dormiram abra&ccedil;ando o beb&ecirc;. Ao serem tocados pela pele macia do
                    beb&ecirc;, sentiam um prazer indescrit&iacute;vel. Durante a noite, o beb&ecirc; chorou duas vezes,
                    mas a cada vez eles se levantavam para acalm&aacute;-lo e deix&aacute;-lo &ldquo;fazer xixi&rdquo;,
                    de modo que pela manh&atilde; haviam dormido muito bem. Quando acordou, a esposa levantou
                    rapidamente e foi abrir as venezianas. Ao fazer isso, o sol brilhou incessantemente casa adentro. A
                    esposa sentiu como se de repente tivesse se tornado uma pessoa importante, a ponto de achar
                    estranho.</p>
                <p>Tarouemon, do seu jeitinho, pensava na crian&ccedil;a que dormia em seus bra&ccedil;os como se fosse
                    um filho que ele mesmo colocou no mundo.</p>
                <p>&ldquo;Olhe! Essa crian&ccedil;a tem um rosto t&atilde;o lindo..&rdquo;</p>
                <p>Disse Tarouemon chamando sua esposa, que estava fazendo os preparos matinais.</p>
                <p>&ldquo;&Eacute; mesmo, que rostinho lindo. A gente n&atilde;o pode deixar esse beb&ecirc; ser um
                    campon&ecirc;s!&rdquo;</p>
                <p>Respondeu decididamente, enquanto olhava o rosto da crian&ccedil;a dormindo.</p>
                <p>O boato de que Tarouemon havia adotado uma crian&ccedil;a se espalhou por toda a vila. Ao anoitecer,
                    as mulheres e crian&ccedil;as de l&aacute; vieram em grupo para ver o beb&ecirc; abandonado. E, ao
                    se depararem com uma crian&ccedil;a t&atilde;o bela, todos ficaram maravilhados.</p>
                <p>&ldquo;Que sorte tem a famil&iacute;a do Tarouemon!&rdquo;</p>
                <p>Diziam todos em sintonia enquanto voltavam para casa.</p>
                <p>At&eacute; agora, a casa de Tarouemon era vista apenas como a mais pobre e a mais ridicularizada pela
                    sua honestidade, mas ap&oacute;s pegaram um beb&ecirc;, tornou-se uma casa muito animada e feliz. No
                    entanto, eles n&atilde;o tinham nem uma planta&ccedil;&atilde;o e, agora que tinham uma
                    crian&ccedil;a, ficavam cada vez mais pobres. Ele, por&eacute;m, n&atilde;o reclamou sequer uma vez.
                    Quer estivesse arando os campos, ou fazendo carv&otilde;es nas montanhas, ao lembrar da
                    crian&ccedil;a, n&atilde;o se aguentava de felicidade.&nbsp;</p>
                <p>&ldquo;Quero acabar logo o trabalho e ir ver ele&rdquo;</p>
                <p>Pensava do fundo de seu cora&ccedil;&atilde;o enquanto laborava.</p>
                <p>Como acharam a crian&ccedil;a de manh&atilde;, deram-na o nome de Asatarou que agora j&aacute; tinha
                    quatro anos de idade. Apesar de ter uma fei&ccedil;&atilde;o linda - como sempre era levado para o
                    campo e para a montanha - passou a ter um rosto escurecido pelo sol digno de um filho de
                    campon&ecirc;s. At&eacute; suas roupas eram, claro, iguais a de um campon&ecirc;s, ent&atilde;o
                    ningu&eacute;m acharia estranho caso dissessem que realmente era o filho de Tarouemon e sua esposa.
                </p>
                <p>Mudando de assunto, como ser&aacute; que est&atilde;o Isaku e Tasuke que encontraram a crian&ccedil;a
                    com Tarouemon?</p>
                <p>Ap&oacute;s aquilo, Isaku e Tasuke se desentendiam cada vez mais e sempre estavam brigando. Em um
                    ver&atilde;o de certo ano, Isaku abriu uma pequena taverna ao lado de uma ponte e, como n&atilde;o
                    havia nenhuma outra pela vila, ela prosperou muito e ficou cada vez mais lucrativa. Mesmo sem arar
                    os campos ou fazendo carv&atilde;o, ele passou a conseguir comer muito bem. Na &eacute;poca, Tasuke
                    possu&iacute;a um pequeno moinho no final da vila. No entanto, passava todo dia na loja de Isaku
                    para beber e comer peixe seco e, como n&atilde;o pagava nem uma pequena parcela da conta, isso virou
                    o motivo de suas brigas. Quando voc&ecirc; achava que estavam brigando, faziam as pazes e quando
                    achava que estavam bem um com o outro, voltavam a brigar.</p>
                <p>As pessoas da vila se perguntavam como aqueles dois - que eram t&atilde;o pr&oacute;ximos - passaram
                    a brigar tanto assim.</p>
                <p>No in&iacute;cio do outono, quando Asatarou tinha quatro anos de idade, o governador do castelo
                    enviou um grande n&uacute;mero de seus servos para escoltar um palanquim vazio e veio at&eacute;
                    esse vilarejo afastado. Os alde&otilde;es observavam a prociss&atilde;o extremamente assustados.
                    Ent&atilde;o, da primeira linha, a qual estava o governador, entrou avassaladoramente na casa do
                    chefe da vila chamado Chouzaemon. O chefe da vila, com o rosto p&aacute;lido, foi ao encontro do
                    governador.</p>
                <p>&ldquo;Temo que ainda seja cedo para apreciar as folhas outonais, por qual motivo vossa
                    excel&ecirc;ncia estaria aqui?&rdquo;</p>
                <p>Comprimentou-o o chefe da vila com sua cabe&ccedil;a no tatame.&nbsp;</p>
                <p>&ldquo;Na verdade, hoje eu venho lhe pedir um conselho estranho. Poderia me acompanhar nessa
                    conversa?&rdquo;</p>
                <p>Ap&oacute;s rir, respondeu o governador. Chouzaemon, ainda mais assustado, disse:</p>
                <p>&ldquo;Caso haja algo em que eu possa lhe ajudar, ficarei honrado. Pergunte o que vossa
                    excel&ecirc;ncia desejar.&rdquo;</p>
                <p>&ldquo;Sei que &eacute; repentino, mas nesta vila h&aacute; um jovem chamado Asatarou. Voc&ecirc;s
                    n&atilde;o estariam dispostos a me d&aacute;-lo, n&atilde;o &eacute;?&rdquo;</p>
                <p>Disse o governador.</p>
                <p>Chouzaemon n&atilde;o conseguiu responder nada al&eacute;m de &ldquo;Ent&atilde;o&hellip;&rdquo;. O
                    motivo era simples: de todos, Asatarou era quem Tarouemon mais amava &mdash; e disso sabia o chefe
                    da vila. Chouzaemon, aterrorizado, olhou para o rosto do governador e disse:</p>
                <p>&ldquo;Na verdade, por alguns motivos, aquela crian&ccedil;a foi resgatada por Tarouemon e tem sido
                    criada por ele at&eacute; hoje&hellip;&rdquo;</p>
                <p>&ldquo;Eu tamb&eacute;m estou ciente disso. &Eacute; porque eu sei que estou lhe pedindo um conselho.
                    Na verdade, aquele menino, Asatarou, &eacute; o jovem Yoshimatsu, herdeiro do nosso senhor. Imagino
                    que voc&ecirc; fique surpreso ao ouvir isso, mas por um pequeno erro de nosso senhor aquela
                    crian&ccedil;a caiu nas m&atilde;os de malfeitores e quase foi morta. Depois de muitos
                    esfor&ccedil;os, conseguimos abandon&aacute;-la em um local remoto nas montanhas para ser criada por
                    um campon&ecirc;s honesto. A prova do que lhe falo deve estar com quem a encontrou. De todo modo, eu
                    gostaria de encontrar-me com o jovem Yoshimatsu o mais r&aacute;pido poss&iacute;vel.&rdquo;</p>
                <p>Respondeu o governador com um tom de voz muito s&eacute;rio.</p>
                <p>Quando Chouzaemon entendeu pela primeira vez a situa&ccedil;&atilde;o, logo foi para a casa de
                    Tarouemon e o fez mostrar o peda&ccedil;o de papel que estava guardado no <em>kamidana</em><sup><span class="nota" data-nota="<em>Kamidana</em> s&atilde;o altares xinto&iacute;stas em miniatura utilizados
                        domesticamente."></span></sup>. Em
                    seguida, acompanhado por Tarouemon e Asatarou, apresentou-se diante do governador. Ao fazer isso, o
                    governador e seus servos escoltaram Asatarou para fora do quarto at&eacute; o <em>tokonoma</em><sup><span class="nota" data-nota="<em>Tokonoma</em> &eacute; um dos elementos decorativos vistos em uma sala de tatame de casas
                        antigas japonesas, &eacute; o espa&ccedil;o a um n&iacute;vel elevado do solo, onde s&atilde;o
                        expostos o rolo pendurado de caligrafia ou pintura."></span></sup>
                    e o reverenciaram.&nbsp;</p>
                <p>Tarouemon, que j&aacute; havia ouvido fragmentos da hist&oacute;ria por Chouzaemon, ficou chocado ao
                    ver a cena. J&aacute; Asatarou, que n&atilde;o sabia de nada, ficou olhando o rosto de todos ao seu
                    redor.</p>
                <p>Ao final da tarde deste dia, Asatarou &ndash; ou melhor, Yoshimatsu &ndash; enquanto olhava perplexo
                    para o escurecer do dia foi colocado naquele lindo palanquim adornado com o s&iacute;mbolo de sua
                    fam&iacute;lia e levado para o castelo. Em retorno, Tarouemon e sua esposa receberam uma enorme
                    quantia de dinheiro.</p>
                <p>&ldquo;Mas que hist&oacute;ria para se comemorar! O seu Asatarou se transformar&aacute; em um lorde,
                    n&atilde;o &eacute;?&rdquo;</p>
                <p>Disse o chefe da vila voltando-se para Tarouemon quando n&atilde;o se via mais o palanquim no
                    horizonte. Com muitas l&aacute;grimas nos olhos, respondeu Tarouemon:</p>
                <p>&ldquo;Comemorar o que&hellip; chefe? Deus, eu imploro, se o jovem senhor um dia n&atilde;o quiser
                    mais ficar l&aacute;, fala pra ele voltar pra casa sem pensar duas vezes, ouviu?!&rdquo;</p>
                <p>Ap&oacute;s dizer isso, Tarouemon desabou em l&aacute;grimas.</p>
            </section>

            <div class="notas" id="notas">
                <h3>Notas</h3>
            </div>

            <script>
                document.addEventListener('DOMContentLoaded', function () {
                    const notasDiv = document.getElementById('notas');
                    const notas = document.querySelectorAll('.nota');

                    notas.forEach((nota, index) => {
                        const notaNumber = index + 1;
                        const notaId = `nota${notaNumber}`;
                        const linkId = `link${notaNumber}`;
                        const notaText = nota.getAttribute('data-nota');

                        nota.innerHTML = `<a href="#${notaId}" id="${linkId}">${notaNumber}</a>`;

                        const notaPara = document.createElement('p');
                        notaPara.id = notaId;
                        notaPara.innerHTML = `<strong>Nota ${notaNumber}:</strong> ${notaText} <a href="#${linkId}">Voltar para o texto</a>`;

                        notasDiv.appendChild(notaPara);
                    });
                });
            </script>
            <footer class="rodape">
                <span>Adicionado em: <strong id="data-adicao"></strong></span> |
                <span>Atualizado em: <strong id="data_atualizacao"></strong></span>
            </footer>

            <script>
                const dataAdicao = new Date('2025-04-13');
                const dataAtualizacao = new Date('2025-04-13');

                document.getElementById('data-adicao').textContent = dataAdicao.toLocaleDateString('pt-BR');
                document.getElementById('data_atualizacao').textContent = dataAtualizacao.toLocaleDateString('pt-BR');
            </script>
    </main>
</body>

</html>