<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="description"
        content="Tradução de “Koware yubiwa (こわれ指環)”, de Shimizu Shikin. Arroz e flores: antologia de literatura rebelde japonesa em português">
    <link rel="icon" href="../../images/icone.svg" type="image/svg+xml">
    <title>Anel quebrado - Shimizu Shikin</title>
    <style>
        sup {
            font-size: 0.8rem;
            vertical-align: super;
        }

        a {
            color: #900;
            text-decoration: none;
        }

        a:hover {
            text-decoration: underline;
        }

        .notas p {
            margin-top: 10px;
            font-size: 0.8rem;
            color: #555;
        }
    </style>
    <link rel="stylesheet" href="../../css/texto.css">
</head>

<body>
    <main>
        <section class="destaque">
            <h1 class="titulo">Anel quebrado</h1>
            <p class="autor"><strong><a href="../../antologia/shimizu_shikin/" target="_blank">Shimizu
                        Shikin</a></strong></p>
        </section>

        <section class="creditos">
            <p><strong>Tradução</strong>: Gustavo Perez Katague</p>
            <p><strong>HTML</strong>: Felipe Chaves Gonçalves Pinto</p>
            <p><strong>Primeira publicação da tradução</strong>: Katague, G. P. "Anel Quebrado: a miséria do matrimônio em Koware Yubiwa de Shimizu Shikin". <em>Cadernos de Literatura em Tradução</em>, n. 29, p. 16-34,
                2025. Disponível em: <a href="https://revistas.usp.br/clt/article/view/239229"
                    target="_blank"><em>Cadernos de Literatura em Tradução</em></a>.
                Acesso em: 16/07/2025</p>
            <p><strong>Texto original</strong>: Shimizu, Shikin. "Koware yubiwa". In: <em>Jogaku zasshi</em>, 1891.
                Disponível em: <a href="https://www.aozora.gr.jp/cards/001146/files/43515_16581.html"
                    target="_blank"><em>Aozorabunko</em></a>.
                Acesso em: 16/07/2025.</p>
            <p><strong>Este texto está licenciado por</strong>:
                <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank">
                    Licença Creative Commons Atribuição-CompartilhaIgual 4.0 Internacional (CC BY-SA 4.0)</a>.
            </p>
        </section>

        <section class="texto">
            <p>Se voc&ecirc; se intriga com a falta de uma pedra preciosa neste meu anel, eu concordo, &eacute; bastante
                deplor&aacute;vel us&aacute;-lo assim neste estado, quebrado, e que talvez fosse melhor troc&aacute;-lo
                por outro qualquer... mas o fato &eacute; que eu n&atilde;o consigo, porque a avaria deste anel &eacute;
                uma mem&oacute;ria para mim. Pois &eacute;, o tempo passa r&aacute;pido mesmo, j&aacute; faz mais de
                dois anos que eu o quebrei. Desde ent&atilde;o, as pessoas sempre me perguntam se n&atilde;o &eacute; um
                tanto inapropriado us&aacute;-lo desse jeito, mas eu me for&ccedil;o a este ato por motivos muito
                &iacute;ntimos. Por outro lado, sendo ningu&eacute;m menos do que voc&ecirc;, vou contar a minha
                hist&oacute;ria sobre ele.</p>
            <p>A verdade &eacute; que eu sinto mais dor ao olh&aacute;-lo do que se tivesse minhas entranhas
                dilaceradas... mas n&atilde;o consigo tir&aacute;-lo da minha m&atilde;o por um instante que seja, por
                ser o meu maior benfeitor, que, de um modo ou de outro, ainda por cima fez despertar em mim a energia
                para me tornar uma pessoa bem estabelecida, gra&ccedil;as aos in&uacute;meros sofrimentos e lamentos que
                ele me trouxe. Ele se tornou um meio de instigar minha determina&ccedil;&atilde;o e alimentar minha
                coragem, sendo um incompar&aacute;vel ponto de apoio para o meu pr&oacute;prio bem. Pode parecer bem
                vergonhoso ao olhar alheio, mas, para mim, &eacute; um verdadeiro tesouro que eu n&atilde;o trocaria nem
                por dez milh&otilde;es em ouro, uma pe&ccedil;a que realmente se adequa &agrave; minha pessoa.
                Voc&ecirc; provavelmente n&atilde;o conhece os detalhes da minha hist&oacute;ria, mas eu mesma me
                pare&ccedil;o muito com este anel na realidade. Junto a ele, recebo das pessoas diversas cr&iacute;ticas
                e censuras, mas ao quebr&aacute;-lo de bom grado, sem qualquer peso na consci&ecirc;ncia, j&aacute; de
                antem&atilde;o eu estava preparada para essas banalidades. Por um lado, &agrave;s vezes me pego olhando
                para ele, mergulhada em l&aacute;grimas de compaix&atilde;o por mim mesma, pensando que n&oacute;s
                juntos somos dois pobres coitados. Por outro lado, me conforta pensar que as divindades, e, agora, as
                pessoas, conhe&ccedil;am esta minha alma remendada. Ah, quem sabe, talvez daqui a cem anos, quantas
                pessoas n&atilde;o entender&atilde;o o real valor contido neste anel.</p>
            <p>De alguma forma, meu peito logo se inflamou renovado ao perceber que falar&iacute;amos disso. Nunca vou
                me esquecer do momento em que passei a usar este anel na minha m&atilde;o, h&aacute; exatos cinco anos,
                bem na primavera dos meus 18, quando me casei... sendo um presente dado pelo meu marido. N&atilde;o que
                ele tivesse a inten&ccedil;&atilde;o de me dar algo como um anel contratual, como &eacute; chamado por
                hora, apenas o comprou para mim sem nada especial em mente. Entretanto, vendo agora, n&atilde;o tenho
                nenhuma obje&ccedil;&atilde;o caso queira cham&aacute;-lo dessa maneira.</p>
            <p>Em primeiro lugar, aquela &eacute;poca, a &eacute;poca em que eu me casei, foi pr&oacute;xima ao que
                dizem ser enfim o momento em que as sementes da educa&ccedil;&atilde;o das mulheres foram semeadas em
                alguns cantos, e, deste modo, eu n&atilde;o possu&iacute;a nem metade dos ideais que carrego hoje, em
                particular por ter vivido em uma &aacute;rea rural, onde os mesmos cinco anos atr&aacute;s eram
                totalmente diferentes dos de T&oacute;quio. Eu nunca havia sonhado com a ideia de um casamento como o
                dos ocidentais<sup><span class="nota" data-nota="西洋人 (<em>seiyōjin</em>, lit. pessoa ocidental). A quest&atilde;o contempor&acirc;nea de defini&ccedil;&atilde;o do &ldquo;Ocidente&rdquo; &eacute; por vezes problem&aacute;tica em diversos aspectos. Sendo uma palavra de uso recorrente na &aacute;rea de Estudos Japoneses, ressaltamos que o termo &ldquo;Ocidente&rdquo; e seus derivados, quando empregados aqui, expressam seu conceito conforme concebido no Jap&atilde;o durante o momento hist&oacute;rico em que o texto foi produzido, englobando principalmente os Estados Unidos, Reino Unido, Fran&ccedil;a e Alemanha, e descartando outros pa&iacute;ses considerados ocidentais."></span></sup>, ou ent&atilde;o ouvido sobre o que eram essas dignas leis matrimoniais. Eu apenas
                compreendia o estado de ser dos costumes de um Jap&atilde;o ancestral como algo natural. E nas escolas
                para mulheres daquela &eacute;poca, inclusive na qual eu fui educada, nos faziam estudar somente os
                princ&iacute;pios morais &agrave; moda chinesa<sup><span class="nota" data-nota="Nota-se o uso do voc&aacute;bulo 支那 (<em>Shina</em>) para se referir &agrave; China, e ressaltamos que essa palavra confere um tom depreciativo devido ao seu uso generalizado durante a Segunda Guerra Mundial, em particular no contexto da Segunda Guerra Sino-Japonesa (1937-1945). Entretanto, sua utiliza&ccedil;&atilde;o aqui ocorre antes destes eventos."></span></sup> e ler textos como as Biografias de Mulheres Exemplares,
                de Liu Xiang<sup><span class="nota" data-nota="劉向 (<em>Ryū Kyō</em>). Liu Xiang (77 a.C. &ndash; 6 a.C.). Historiador, poeta e escritor chin&ecirc;s durante a dinastia Han. Escreveu Biografias de Mulheres Exemplares (列女伝,&nbsp;<em>Retsujode</em>n) por volta de 18 a.C., texto que por muito tempo serviu na China como refer&ecirc;ncia para a educa&ccedil;&atilde;o moral confucionista das mulheres."></span></sup>, e logo, antes de perceber, eu era influenciada somente nessa dire&ccedil;&atilde;o. Por
                exemplo, aprend&iacute;amos que se na inf&acirc;ncia f&ocirc;ssemos prometidas a um garoto que nem mesmo
                conhec&iacute;amos, dever&iacute;amos arrancar o nariz e cortar fora as orelhas para demonstrar nossa
                fidelidade caso a sua morte nos separasse, ou ent&atilde;o que uma esposa n&atilde;o tinha direito algum
                de pedir div&oacute;rcio ou interferir na fam&iacute;lia de seu marido, mesmo se a sogra tentasse
                estrangular sua cunhada por maldade, sendo essas atitudes nada menos do que a virtude de uma mulher.
                Portanto, com isso em mente naquela &eacute;poca, n&atilde;o havia como saber a verdadeira natureza da
                pessoa a ser selecionada como marido, assim como ao tirar um bilhete de loteria<sup><span class="nota" data-nota="みくじ (<em>mikuji</em>). Grafado assim pela autora, embora seu uso corrente seja omikuji. Bilhete geralmente pago e sorteado em santu&aacute;rios xinto&iacute;stas, atrelado a um dos n&iacute;veis de sorte (ou azar) dentro de uma grada&ccedil;&atilde;o."></span></sup>, &agrave; deriva entre a
                sorte e o azar, confiando apenas no destino. N&oacute;s &eacute;ramos preparadas para viver a vida de
                forma pura e honrar a integridade. Al&eacute;m do mais, minha m&atilde;e era do tipo de pessoa que se
                comportava conforme sua interpreta&ccedil;&atilde;o literal do Grande Aprendizado para Mulheres<sup><span class="nota" data-nota="女大学 (<em>Onna Daigaku</em>). Texto japon&ecirc;s do s&eacute;culo XVIII, de autoria por vezes atribu&iacute;da ao fil&oacute;sofo e bot&acirc;nico Kaibara Ekken (1630-1714). Prega a educa&ccedil;&atilde;o das mulheres aos valores neoconfucionistas, incluindo a completa subordina&ccedil;&atilde;o da mulher &agrave;s necessidades do marido e da fam&iacute;lia. Apontado como reflexo da misoginia do per&iacute;odo Edo (1603-1868) dada a sua ampla circula&ccedil;&atilde;o, foi posteriormente criticado durante a era Meiji (1868-1912) por defensores da educa&ccedil;&atilde;o das mulheres."></span></sup>,
                raramente dirigindo a palavra ao meu pai sem juntar suas duas m&atilde;os ao ch&atilde;o, ajoelhada
                al&eacute;m da divis&oacute;ria da porta. Todo tratamento dado a ele era como o dedicado a uma visita, e
                eu, desde crian&ccedil;a, estranhava a rela&ccedil;&atilde;o entre outros pais e filhos, me questionando
                a raz&atilde;o de serem t&atilde;o afetuosos. Ainda sem qualquer clareza e em grande parte influenciada
                por esse jeito t&atilde;o somente inibido da minha m&atilde;e para com meu pai, eu estava convencida de
                que o destino de uma mulher era apenas um pesaroso vazio. Entretanto, naquela &eacute;poca, apesar da
                minha aparente e total falta de compreens&atilde;o sobre certos aspectos e da eventual certeza do
                destino desprez&iacute;vel reservado &agrave;s mulheres, havia momentos em que eu me perguntava se
                n&atilde;o seria poss&iacute;vel viver a vida &agrave; minha vontade, sem me casar com ningu&eacute;m.
            </p>
            <p>Assim, por volta dos meus 15, 16 anos, meus pais insistiram em me instigar ao casamento, e, para a minha
                surpresa, n&atilde;o apenas uma ou duas vezes. Embora eu continuasse recusando, sugeriam diversos
                partidos, perguntando minha opini&atilde;o sobre esse e aquele, mas eu ressaltava somente os pontos
                negativos de cada um. No come&ccedil;o, minha m&atilde;e intercedia por mim, dizendo ao meu pai que
                podiam esperar um pouco mais pois eu ainda n&atilde;o tinha tanta idade... mas, no primeiro m&ecirc;s do
                ano em que eu fiz 18, ela discretamente deixou de advogar por mim, e meu pai, j&aacute; um tanto
                irritado, passou a repreender minha m&atilde;e, reclamando que eu era uma ego&iacute;sta tudo porque ela
                n&atilde;o havia me educado direito. Certo dia, ent&atilde;o, meu pai me chamou &agrave; sala. Quando
                fui averiguar, ele, esperando eu me sentar com um semblante impaciente, ordenou em definitivo que eu me
                casasse. Fiquei t&atilde;o perplexa na hora, chego a suar frio s&oacute; de lembrar. Eu havia planejado
                antes in&uacute;meras desculpas, falaria aquilo se ele falasse isso, falaria isso se ele falasse aquilo,
                mas nunca me veio &agrave; mente que ele daria uma ordem como aquela, como se a decis&atilde;o fosse
                final. Assim, simplesmente tomada pelo choque, levantei o olhar ao rosto do meu pai, mas nele havia
                somente a veem&ecirc;ncia de quem n&atilde;o aceitaria a ousadia de um n&atilde;o como resposta.
                Esperei, acreditando que minha m&atilde;e, sentada ao lado, interviria a meu favor. Entretanto, talvez
                por medo da ira dele, ou talvez por consenso pr&eacute;vio, ela parecia estar apreensiva e apenas me
                observava, sem dizer nada, indicando com o semblante que eu aceitasse o quanto antes. Sob ambos os
                olhares abatido e severo de cada um deles, eu estava de fato at&ocirc;nita, sem saber qual seria a
                melhor resposta, sobretudo diante da usual falta de afeto do meu pai.</p>
            <p>&mdash; Ainda tenho algumas coisas para estudar, n&atilde;o poder&iacute;amos adiar um pouco mais...
                &mdash; respondi, depois de muito esfor&ccedil;o, por entre os dentes que mordiam meus tr&ecirc;mulos
                l&aacute;bios, mas fui interrompida por meu pai, com os olhos em chamas me encarando.</p>
            <p>&mdash; Te falta estudo? Que estupidez! N&atilde;o te deixamos estudar o suficiente? O que te falta? O
                que te desagrada? Mas que ego&iacute;sta! &mdash; ele esbravejou lancinante, e a express&atilde;o da
                minha m&atilde;e ao me olhar era a de como se eu tivesse dito algo errado, mas n&atilde;o era como se eu
                estivesse dando uma desculpa qualquer da minha cabe&ccedil;a.</p>
            <p>&mdash; Por favor, deixem-me ir para a escola de forma&ccedil;&atilde;o de professoras em T&oacute;quio
                &mdash; disse, por fim, sem me intrometer de modo abrupto, mas uma vez mais fui interrompida.</p>
            <p>&mdash; O qu&ecirc;? Escola de professoras? Hum, e o que voc&ecirc; vai fazer depois de virar professora
                de escola prim&aacute;ria? Escute direito e pare de falar do que voc&ecirc; n&atilde;o sabe, porque
                n&atilde;o &eacute; f&aacute;cil passar o resto da vida inteira sozinha. Eu j&aacute; conversei com a
                sua m&atilde;e, ent&atilde;o ou&ccedil;a-a bem dessa vez &mdash; e se levantou casualmente, indo para um
                lugar qualquer.</p>
            <p>Por fim, depois minha m&atilde;e tentou me convencer com sensibilidade, argumentando com a voz embargada.
            </p>
            <p>&mdash; &Eacute; da &iacute;ndole do seu pai, &eacute; raro ele voltar atr&aacute;s quando fala daquele
                jeito, ainda mais porque o partido desta vez o agradou muito, e o intermedi&aacute;rio, o senhor
                Matsumura, de forma alguma tem qualquer m&aacute; inten&ccedil;&atilde;o. N&atilde;o &eacute; uma
                proposta de casamento f&aacute;cil de se conseguir, com algu&eacute;m de hist&oacute;rico e
                educa&ccedil;&atilde;o desse n&iacute;vel... e se uma mulher n&atilde;o se casa no momento certo, no fim
                acaba perdendo um bom candidato como esse...</p>
            <p>Hoje em dia, eu n&atilde;o seria nem um pouco condescendente com essa situa&ccedil;&atilde;o, mas naquela
                &eacute;poca, sendo apenas uma mo&ccedil;a ing&ecirc;nua, e ainda por cima j&aacute; bastante resignada
                a ser enviada de vez para um lugar qualquer, consenti embora n&atilde;o me agradasse. Pensando agora,
                acho estranho eu n&atilde;o ter sido um pouco mais inflex&iacute;vel e recusado.</p>
            <p>Ao ent&atilde;o abordar as quest&otilde;es do encontro formal entre as fam&iacute;lias para arranjo de
                casamento, minha m&atilde;e disse ser conveniente, conforme a proposta da parte interessada, que o
                encontro ocorresse dali dois dias, e que, diante dessa presteza fortuita, talvez fosse proveitoso que eu
                preparasse o cabelo e pensasse na combina&ccedil;&atilde;o de quimonos, colarinhos, entre outros,
                j&aacute; no dia seguinte. Por&eacute;m, como eu n&atilde;o sabia como responder naquela hora, apenas
                concordei, e em seguida voltei absorta para o meu quarto. Dada a certeza de que o casamento havia sido
                previamente arranjado pelo meu pai, eu n&atilde;o teria nenhuma chance de recus&aacute;-lo ap&oacute;s
                esse encontro. Achando um tanto rid&iacute;cula e vergonhosa a ideia de ter meu rosto apresentado para
                um partido, em teimosia deliberada, insisti &agrave; minha m&atilde;e que eu n&atilde;o queria
                participar. Agora, eu tamb&eacute;m vejo isso como uma estupidez, uma falha minha, mas, pensando ainda
                mais a fundo, desde muito pequena, eu raramente me relacionava com pessoas al&eacute;m de amigos da
                escola ou parentes. Quando uma visita do meu pai chegava e eu por acaso estava de bobeira pr&oacute;xima
                &agrave; entrada da casa, minha m&atilde;e sempre me alertava da presen&ccedil;a da pessoa e fazia eu me
                esconder. Acostumada a ser enxotada para a dispensa, nunca tive um olhar apurado para entender os
                outros. Dessa forma, sem que o encontro em quest&atilde;o fosse realizado e obviamente sem qualquer
                senso que me coubesse, ao inv&eacute;s de no m&iacute;nimo me preocupar com isso e aquilo diante de uma
                incerteza imprudente, houve momentos nos quais eu me entretia em vaga distra&ccedil;&atilde;o ao
                imaginar que tipo de pessoa ele seria. Dentro do meu desgosto pelo matrim&ocirc;nio, de certo essa me
                &eacute; uma das poucas lembran&ccedil;as que talvez seja feliz.</p>
            <p>E assim, no terceiro m&ecirc;s daquele ano, na &eacute;poca da floresc&ecirc;ncia das cerejeiras, o
                casamento finalmente aconteceu. Por&eacute;m, nos dois ou tr&ecirc;s primeiros meses, sem conseguir em
                nada me acostumar com o meu marido, eu n&atilde;o havia percebido direito que eu estava fadada a passar
                uma vida inteira junto &agrave; fam&iacute;lia dele. Eu n&atilde;o sabia se ele me amava. &Agrave;s
                vezes, ele me levava a museus ou outros lugares e se oferecia para comprar algo para mim, mas eu
                n&atilde;o tinha muito interesse em receber seus agrados, talvez porque, longe de qualquer paz de
                esp&iacute;rito, eu de fato n&atilde;o me sentia como algu&eacute;m da sua fam&iacute;lia. N&atilde;o
                havia o m&iacute;nimo de prazer ao caminhar ou fazer qualquer outra coisa junto a ele. Onde quer que eu
                fosse, eu apenas me lembrava dos momentos com a minha fam&iacute;lia e desejava que a minha m&atilde;e
                ou minha irm&atilde; mais velha estivessem ali comigo. Ent&atilde;o, certo dia, uma jovem de apenas 15
                ou 16 anos veio &agrave; nossa casa entregar uma carta de algum lugar. Uma empregada da casa a trouxe
                diante de mim sem pretens&atilde;o alguma e, por algum motivo, meu marido esticou as m&atilde;os com
                pressa para peg&aacute;-la, repreendendo-a por n&atilde;o ter trazido diretamente a ele. Sem entender
                nada do ocorrido, de repente pensei comigo como ele, irritado com algo banal, parecia intimidador. Ao
                terminar de ler a carta, ele enrolou-a v&aacute;rias vezes e a colocou dentro da manga do quimono, o que
                n&atilde;o era do seu feitio, e, ap&oacute;s avisar a empregada que iria responder eventualmente, por
                fim dispensou a jovem mensageira. Naquela noite, ele disse que iria sair de casa para dar uma volta na
                vizinhan&ccedil;a, mas n&atilde;o tendo retornado &agrave;s dez, nem mesmo &agrave; meia-noite, eu,
                certa do seu retorno, deixei de pedir que as roupas de cama fossem armadas e aproveitei a chance para
                escrever cartas &agrave;s minhas amigas de escola. E logo, como a madrugada avan&ccedil;ava aos poucos,
                considerei permitir que as empregadas fossem descansar antes de mim, mas uma delas se aproximou para me
                fazer companhia, dizendo que eu parecia solit&aacute;ria. Tendo atentamente me visto escrever as cartas,
                ela mencionou que minha caligrafia era muito bonita, deixando escapar que n&atilde;o era o caso da
                antiga madame da casa. &Agrave;s s&uacute;bitas palavras &ldquo;antiga&rdquo; e &ldquo;madame&rdquo; que
                chegaram aos meus ouvidos, eu fixei meu olhar inconsciente na imagem da empregada.</p>
            <p>&mdash; O qu&ecirc;? Havia algu&eacute;m antes de mim?</p>
            <p>A servi&ccedil;o daquela casa desde muito antes de eu chegar, ela sabia de quase tudo e n&atilde;o teve
                op&ccedil;&atilde;o sen&atilde;o responder &agrave; minha pergunta.</p>
            <p>&mdash; Ai, eu vou levar uma bronca do senhor mestre por dizer coisas assim, sem pensar, mas como
                j&aacute; n&atilde;o tem mais jeito, eu falo. At&eacute; uns cinco ou seis dias antes de voc&ecirc; vir,
                havia nesta resid&ecirc;ncia uma senhorita que, ao que parece, era da casa onde o senhor mestre ficou
                hospedado quando era estudante.</p>
            <p>Ela contou a hist&oacute;ria do come&ccedil;o ao fim. Ent&atilde;o, pensei, a mensageira que veio
                &agrave; tarde... talvez... mas me fiz de indiferente, escutando ap&aacute;tica entre um &ldquo;ah
                &eacute;?&rdquo; e outro, para n&atilde;o parecer comovida diante dela. De uma forma ou de outra,
                por&eacute;m, eu passei a me sentir mal depois disso. Mas que verdadeiro canalha, havendo uma mulher
                dessa, seria melhor n&atilde;o ter me desposado para come&ccedil;ar, e se fosse para casar, que parasse
                com isso. Assim eu pensava, mas, sem ver motivos para exp&ocirc;-lo, passei todo esse fastidioso tempo
                mantendo o caso em segredo, desde o in&iacute;cio. Da&iacute; para frente, de mar&ccedil;o a abril, de
                abril a maio, suas sa&iacute;das ficaram cada vez mais frequentes, ao ponto de passar at&eacute;
                tr&ecirc;s, quatro dias sem voltar para casa. No come&ccedil;o eu o esperava acordada por duas,
                tr&ecirc;s noites, mas depois, j&aacute; sem conseguir manter os olhos abertos passadas tantas
                madrugadas, por fim ca&iacute;a no sono &agrave;s vezes, e, como tudo que &eacute; infort&uacute;nio,
                meu marido foi chegar tarde da noite em uma dessas ocasi&otilde;es. Com as abruptas batidas na porta
                penetrando os ouvidos, corri para abri-la. Meu marido, fedendo a bebida, me fez uma carranca.</p>
            <p>&mdash; Mas que droga, agora mesmo bati at&eacute; quase quebrar a porta, n&atilde;o ouviu? Por que
                n&atilde;o abre? O barulho incomoda at&eacute; os vizinhos, n&atilde;o v&ecirc;? Voc&ecirc; &eacute; uma
                donzela muito relaxada, se atreve a dormir pesado enquanto deixa o seu marido em p&eacute; do lado de
                fora &mdash; ele murmurou, e eu me lamentava.</p>
            <p>O resto era toler&aacute;vel, mas achei o c&uacute;mulo da humilha&ccedil;&atilde;o ter que escutar
                aquela bronca na calada da noite, acordando as empregadas em descaso e dando a entender que eu estava
                discutindo isso e aquilo por causa do seu retorno tardio. Por&eacute;m, revidar assim seria desastroso
                como manusear um papel encharcado, ent&atilde;o, com frequ&ecirc;ncia, eu simplesmente lhe cedia a
                raz&atilde;o e me desculpava pela inconveni&ecirc;ncia, pedindo por fim que ele fosse se deitar. Nessas
                ocasi&otilde;es, eu sempre me lembrava da &eacute;poca da escola, pois soube que a minha melhor amiga de
                classe ainda estava solteira, e que uma outra tinha conseguido permiss&atilde;o para trabalhar
                l&aacute;. Sendo a &uacute;nica conformada a se casar, havia vezes em que eu me afogava em
                l&aacute;grimas de pena por mim mesma, me perguntando o porqu&ecirc; de eu passar por tamanha
                mis&eacute;ria.</p>
            <p>Nessa &eacute;poca, meu pai estava distante e apenas minha m&atilde;e estava em casa, e &eacute; claro
                que ela, como m&atilde;e, era perspicaz para essas coisas. Nas minhas visitas ocasionais &agrave; casa
                deles, eu me entristecia ao ouvi-la falar da minha p&eacute;ssima fei&ccedil;&atilde;o recente e da
                minha esqualidez, ou ao me perguntar se eu n&atilde;o estava preocupada com algo, mencionando que como
                m&atilde;e talvez ela n&atilde;o pudesse me ajudar, mas que eu poderia pedir por qualquer conselho ao
                meu pai se ele estivesse l&aacute;, e que, de qualquer forma, era melhor eu cuidar da minha sa&uacute;de
                e n&atilde;o me afligir muito. Embora eu tentasse n&atilde;o chorar, me estressava no &acirc;mago a vida
                ao lado de um marido por padr&atilde;o indecifr&aacute;vel e o meu retraimento diante das empregadas
                maliciosas, e assim&nbsp;eu sentia da minha m&atilde;e uma profunda ternura ao escutar suas palavras de
                conforto de vez em quando. Mas mesmo lhe afirmando que n&atilde;o havia com o qu&ecirc; se preocupar,
                uma infeliz cascata de l&aacute;grimas transmitia a ela a realidade de forma mais honesta do que eu.
                Evitando deixar isso &agrave; vista, eu secava os olhos com um len&ccedil;o discreto e, fingindo
                ignor&acirc;ncia, olhava em dire&ccedil;&atilde;o &agrave; minha m&atilde;e, mas ela, antes mesmo de
                mim, j&aacute; tinha os cantos dos olhos avermelhados. Ocasi&otilde;es assim aconteciam algumas vezes,
                at&eacute; que minha m&atilde;e, talvez por conta disso mas tamb&eacute;m pela sa&uacute;de
                fr&aacute;gil, ficou completamente acamada e logo inapta a se expressar sobre a minha
                situa&ccedil;&atilde;o, enfim desvanecendo junto ao orvalho de uma manh&atilde; de outono, aos meus 19
                anos. Nessa &eacute;poca, os meus sentimentos mais profundos eram indescrit&iacute;veis. No
                come&ccedil;o, minha m&atilde;e ficaria aliviada o quanto antes eu me casasse, e portanto eu me casei,
                relutante, com a inten&ccedil;&atilde;o de dar uma tr&eacute;gua ao seu cora&ccedil;&atilde;o inquieto,
                mas meu peito ficava em chamas s&oacute; de pensar que este casamento nefasto teria encurtado a sua
                vida. E ainda, eu vivi inconformada por dois anos, em profunda e lastim&aacute;vel mis&eacute;ria,
                ciente de que isso era culpa da minha completa falta de prud&ecirc;ncia. Por&eacute;m, as reais
                consequ&ecirc;ncias disso foram surpreendentes, pois ap&oacute;s dois ou tr&ecirc;s anos casada, eu, sem
                perceber, me tornei algu&eacute;m extremamente indignada pelo bem das mulheres, e justo essa foi a
                &eacute;poca em que as teorias sobre os direitos das mulheres come&ccedil;aram a prosperar, criando na
                sociedade japonesa a ideia de que n&oacute;s n&atilde;o est&aacute;vamos fadadas ao infort&uacute;nio e
                &agrave; mis&eacute;ria afinal. Como um interesse habitual, eu sempre tinha &agrave; m&atilde;o as novas
                publica&ccedil;&otilde;es peri&oacute;dicas das revistas femininas, lendo-as em paralelo &agrave;s
                atribula&ccedil;&otilde;es dom&eacute;sticas, e assim, o quanto antes, as teorias ocidentais dos
                direitos das mulheres penetravam na minha mente, me ocorrendo que as mulheres japonesas precisavam todas
                estar um pouco mais inteiradas do bem-estar que lhes &eacute; inato. De um lado para lidar com a minha
                pr&oacute;pria melancolia, e de outro pelo desejo de resgatar as mulheres da mis&eacute;ria, tornei-me
                algu&eacute;m que &agrave;s vezes faz declara&ccedil;&otilde;es um pouco inc&ocirc;modas. Desde
                ent&atilde;o, minha determina&ccedil;&atilde;o vem mudando bastante. A princ&iacute;pio eu estava
                moldada para a passividade &agrave; moda chinesa, cujos ideais simpl&oacute;rios se fazem na
                toler&acirc;ncia irrestrita e no sacrif&iacute;cio da pr&oacute;pria felicidade, mas depois isso
                j&aacute; n&atilde;o condizia nem um pouco comigo. &Agrave; parte do meu infort&uacute;nio, pensei em
                prosseguir passo a passo na corre&ccedil;&atilde;o das atitudes do meu marido, para torn&aacute;-lo um
                cavalheiro que n&atilde;o envergonhasse ningu&eacute;m, digno da sua posi&ccedil;&atilde;o de homem
                casado. Em repetidas e sinceras vezes, eu me esgotei ao adverti-lo, por&eacute;m, al&eacute;m de ser um
                tanto mais velho, ele acumulava &agrave; minha frente mais viv&ecirc;ncia em todos os aspectos, e
                portanto ele n&atilde;o dava valor a nada que eu dizia, passando por fim a me refutar como se ainda eu
                estivesse me gabando de saber um pouco sobre a posi&ccedil;&atilde;o social das mulheres. Cheguei
                &agrave; beira do lamento, pois, pobre de mim, eu culpava minha falta de honestidade e dignidade, e
                mesmo sem a perseveran&ccedil;a como a de M&ocirc;nica<sup><span class="nota" data-nota="モニカ (<em>Monika</em>). Santa M&ocirc;nica (331-387). M&atilde;e de Santo Agostinho, pregadora da f&eacute; e da moral crist&atilde;, lembrada tamb&eacute;m por seu sofrimento, causado pelo marido infiel de h&aacute;bitos libertinos e temperamento violento."></span></sup>, desejava possuir algum valor que instigasse o
                respeito dele. Mas sendo isso algo dif&iacute;cil como remendar um simples tecido rasgado ou retornar
                uma pedra preciosa em peda&ccedil;os ao seu estado original, percebi com clareza que meus
                esfor&ccedil;os seriam em v&atilde;o diante daquelas in&uacute;meras circunst&acirc;ncias, e
                tamb&eacute;m que a minha presen&ccedil;a n&atilde;o traria nada de bom, incitando as
                retalia&ccedil;&otilde;es do meu marido. Por fim, inclusive pelo bem dele, apesar de eu achar que ele
                fosse contr&aacute;rio &agrave; ideia, ficou decidido que a nossa separa&ccedil;&atilde;o era um estorvo
                necess&aacute;rio. E assim, resolvi me colocar &agrave; disposi&ccedil;&atilde;o de uma sociedade
                melhor, mas, ao arrancar a pedra deste anel como um ato de mem&oacute;ria e admir&aacute;-lo, dias e
                noites, percebo o tamanho da responsabilidade de t&ecirc;-lo avariado. N&atilde;o que eu seja uma
                imita&ccedil;&atilde;o barata<sup><span class="nota" data-nota="顰に倣ふ (<em>hisomi ni narau</em>, lit. imitar o franzir da testa). Express&atilde;o que faz refer&ecirc;ncia &agrave; lend&aacute;ria Xi Shi, uma das quatro beldades da China antiga ao final do per&iacute;odo das Primaveras e Outonos (722 a.C. &ndash; 481 a.C.), supostamente oferecida a Fuchai em uma tentativa de espionagem amorosa por parte de Goujian, capturado ap&oacute;s derrota militar. Diz-se que, certa vez adoecida, franzia o rosto ao tossir, ato que foi imitado pelos demais por ser considerado bonito. A express&atilde;o possui significados distintos: (i) imitar algu&eacute;m sem qualquer senso cr&iacute;tico e prop&oacute;sito, ou (ii) mostrar respeito ao agir imitando algu&eacute;m, o que possibilitaria a tradu&ccedil;&atilde;o do termo como &ldquo;humilde imita&ccedil;&atilde;o&rdquo;."></span></sup> do famoso Goujian<sup><span class="nota" data-nota="勾践 (<em>Kōsen</em>). Goujian (496 a.C. &ndash; 465 a.C.). Rei de Yue, antagonizou Fuchai (495 a.C. &ndash; 473 a.C.), o &uacute;ltimo rei de Wu."></span></sup>, me deitando em lenha ou lambendo ves&iacute;culas<sup><span class="nota" data-nota="Alus&atilde;o &agrave; express&atilde;o idiom&aacute;tica 臥薪嘗胆 (<em>ganshin shōtan</em>, lit. 臥 deitar, 薪 lenha, 嘗 lamber, 胆 ve-s&iacute;cula), que simboliza o ato de utilizar dificuldades autoimpostas para alimentar vingan&ccedil;a, como fizeram Fuchai e Goujian. Antes de conseguir for&ccedil;ar a rendi&ccedil;&atilde;o de Goujian, Fuchai se deitava na lenha para n&atilde;o se esquecer da dor da derrota de seu pai para o reino de Yue. Ent&atilde;o perdoado por seus atos e at&eacute; conseguir derrotar Fuchai, Goujian lambia ves&iacute;culas biliares e bile para n&atilde;o se esquecer do amargor da rendi&ccedil;&atilde;o ao reino de Wu."></span></sup>, mas,
                como fruto deste anel, despertei em mim o desejo de agir a todo custo para proteger o futuro de
                in&uacute;meras doces garotas e preciosas jovens, para que n&atilde;o pisem por onde eu pisei.</p>
            <p>Entretanto, aos poucos as leis de matrim&ocirc;nio t&ecirc;m sido reformuladas, e ao observar a
                exist&ecirc;ncia de casais bastante louv&aacute;veis sociedade afora, me pergunto o que nos impediu, a
                mim e ao meu marido, de nos amarmos desse mesmo jeito, e reservo a mim sentimentos muito &iacute;ntimos
                por este anel.</p>
            <p>Felizmente, meu pai vive em boa sa&uacute;de at&eacute; ent&atilde;o. Tendo a velhice o afastado das
                intromiss&otilde;es insensatas, agora, por outro lado, ele se arrepende de ter podado os galhos de uma
                jovem &aacute;rvore e se compadece bastante dos meus v&aacute;rios anos de afli&ccedil;&atilde;o, me
                confortando com suas cartas frequentes. Ele me encoraja e enaltece as minhas ambi&ccedil;&otilde;es, o
                que alegra meus dias mais do que qualquer coisa, mesmo em meio &agrave; tristeza. O meu mero desejo a
                esta altura diz respeito a quem me deu este anel, que lhe fosse poss&iacute;vel retornar &agrave; sua
                integridade original, mas, &eacute; claro, j&aacute; quanto a isso...</p>
            <p style="text-align: right;"><em>(&ldquo;Revista Jogaku&rdquo;, 1&ordm; de janeiro de 1891)</em></p>

        </section>

        <div class="notas" id="notas">
            <h3>Notas</h3>
        </div>

        <script>
            document.addEventListener('DOMContentLoaded', function () {
                const notasDiv = document.getElementById('notas');
                const notas = document.querySelectorAll('.nota');

                notas.forEach((nota, index) => {
                    const notaNumber = index + 1;
                    const notaId = `nota${notaNumber}`;
                    const linkId = `link${notaNumber}`;
                    const notaText = nota.getAttribute('data-nota');

                    nota.innerHTML = `<a href="#${notaId}" id="${linkId}">${notaNumber}</a>`;

                    const notaPara = document.createElement('p');
                    notaPara.id = notaId;
                    notaPara.innerHTML = `<strong>Nota ${notaNumber}:</strong> ${notaText} <a href="#${linkId}">Voltar para o texto</a>`;

                    notasDiv.appendChild(notaPara);
                });
            });
        </script>
        <footer class="rodape">
            <span>Adicionado em: <strong id="data-adicao"></strong></span> |
            <span>Atualizado em: <strong id="data_atualizacao"></strong></span>
        </footer>

        <script>
            const dataAdicao = new Date('2025-07-18');
            const dataAtualizacao = new Date('2025-07-18');

            document.getElementById('data-adicao').textContent = dataAdicao.toLocaleDateString('pt-BR');
            document.getElementById('data_atualizacao').textContent = dataAtualizacao.toLocaleDateString('pt-BR');
        </script>
    </main>
</body>

</html>