<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="description"
        content="Tradução de “Takekurabe (たけくらべ)”, de Higuchi Ichiyô. Arroz e flores: antologia de literatura rebelde japonesa em português">
    <link rel="icon" href="../../images/icone.svg" type="image/svg+xml">
    <title>Ombro a ombro - Higuchi Ichiyô</title>
    <style>
        sup {
            font-size: 0.8rem;
            vertical-align: super;
        }

        a {
            color: #900;
            text-decoration: none;
        }

        a:hover {
            text-decoration: underline;
        }

        .notas p {
            margin-top: 10px;
            font-size: 0.8rem;
            color: #555;
        }
    </style>
    <link rel="stylesheet" href="../../css/texto.css">
</head>

<body>
    <main>
        <section class="destaque">
            <h1 class="titulo">Ombro a ombro</h1>
            <p class="autor"><strong><a href="../../antologia/higuchi_ichiô/" target="_blank">Higuchi
                        Ichiyô</a></strong></p>
        </section>

        <section class="creditos">
            <p><strong>Tradução</strong>: Gustavo Perez Katague
            </p>
            <p><strong>HTML</strong>: Felipe Chaves Gonçalves Pinto</p>
            <p><strong>Primeira publicação da tradução</strong>: Katague, Gustavo Perez. <em>Ombro a ombro: uma tradução
                    comentada para a obra Takekurabe (1896) da autora Higuchi Ichiyô (1872-1896)</em>. Dissertação de
                mestrado, USP, p. 65-158,
                2024. Disponível em: <a href="https://doi.org/10.11606/D.8.2024.tde-05112024-130717"
                    target="_blank">Banco de dados USP
                </a>.
                Acesso em: 07/11/2024</p>
            <p><strong>Texto original</strong>: "Takekurabe". In: <em>Bungei kurabu</em>, Tóquio, 1896.
                Disponível em: <a href="https://www.aozora.gr.jp/cards/000064/files/389_15297.html"
                    target="_blank"><em>Aozorabunko</em></a>.
                Acesso em: 07/11/2024.</p>
            <p><strong>Este texto está licenciado por</strong>:
                <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank">
                    Licença Creative Commons Atribuição-CompartilhaIgual 4.0 Internacional (CC BY-SA 4.0)</a>.
            </p>
        </section>

        <section class="indice">
            <h3>Sumário</h3>
            <ul>
                <li><a href="#capitulo1">Capítulo 1</a></li>
                <li><a href="#capitulo2">Capítulo 2</a></li>
                <li><a href="#capitulo3">Capítulo 3</a></li>
                <li><a href="#capitulo4">Capítulo 4</a></li>
                <li><a href="#capitulo5">Capítulo 5</a></li>
                <li><a href="#capitulo6">Capítulo 6</a></li>
                <li><a href="#capitulo7">Capítulo 7</a></li>
                <li><a href="#capitulo8">Capítulo 8</a></li>
                <li><a href="#capitulo9">Capítulo 9</a></li>
                <li><a href="#capitulo10">Capítulo 10</a></li>
                <li><a href="#capitulo11">Capítulo 11</a></li>
                <li><a href="#capitulo12">Capítulo 12</a></li>
                <li><a href="#capitulo13">Capítulo 13</a></li>
                <li><a href="#capitulo14">Capítulo 14</a></li>
                <li><a href="#capitulo15">Capítulo 15</a></li>
                <li><a href="#capitulo16">Capítulo 16</a></li>
            </ul>
        </section>

        <section class="texto">
            <h3 id="capitulo1" class="capitulo">Capítulo 1</h3>

            <p>Ao voltar o olhar, os galhos suspensos do salgueiro da despedida<sup><span class="nota"
                        data-nota="見返り柳 (<em>mikaeri yanagi</em>, lit. &ldquo;o salgueiro do olhar para tr&aacute;s&rdquo;). Salgueiro externo ao distrito de Yoshiwara, pr&oacute;ximo do port&atilde;o principal. Chamado assim por conta dos clientes que o viam ao olhar para tr&aacute;s quando sa&iacute;am do distrito e relembravam nostalgicamente da noite anterior de amor com as prostitutas."></span></sup>
                ao port&atilde;o principal se fazem distantes, entretanto, fica
                evidente o alvoro&ccedil;o vindo do segundo andar, de onde as lamparinas s&atilde;o refletidas no
                fosso<sup><span class="nota"
                        data-nota="お齒ぐろ溝 (na grafia moderna, お歯ぐろ溝, <em>ohaguro dobu</em>, lit &ldquo;o fosso dos dentes escurecidos&rdquo;). Fosso cavado ao redor do distrito para evitar que as prostitutas fugissem. Chamado assim pelo pelo dito popular de ser ali derramado o excedente das tintas pretas que as prostitutas utilizavam para escurecer os dentes."></span></sup>.
                Sendo poss&iacute;vel imaginar a
                imensur&aacute;vel exuber&acirc;ncia por conta do incessante vaiv&eacute;m dos riquix&aacute;s, as
                pessoas que moram por ali costumam dizer que o nome do bairro, Daionjimae<sup><span class="nota"
                        data-nota="大音寺前 (Daionjimae). Nome popular da regi&atilde;o chamada Shitaya Ryūsenjimachi (atualmente bairro de Taitō)."></span></sup>,
                passa ares de santidade budista, mas que na realidade &eacute;
                um lugar extremamente vivaz.</p>
            <p>Ap&oacute;s virar na esquina do santu&aacute;rio Mishima<sup><span class="nota"
                        data-nota="三嶋神社 (na grafia atual, 三島神社, <em>Mishimasama</em>). Santu&aacute;rio localizado entre Yoshiwara e o atual bairro de Ueno."></span></sup>
                n&atilde;o h&aacute; sequer uma casa que se preze, mas
                uma fileira de dez, vinte casas <em>nagaya</em> geminadas<sup><span class="nota"
                        data-nota="長屋 (<em>nagaya</em>). Constru&ccedil;&otilde;es residenciais comuns do per&iacute;odo Edo, que aglomeravam lado a lado v&aacute;rios residentes citadinos."></span></sup>
                com os beirais dos telhados decadentes<sup><span class="nota"
                        data-nota="かたぶく (<em>katabuku</em>, ou tamb&eacute;m かたむく, <em>katamuku</em>). Palavra cujos significados v&atilde;o de &ldquo;estar inclinado, estar disposto para frente&rdquo; at&eacute; &ldquo;afundado, deca&iacute;do&rdquo;. Na tradu&ccedil;&atilde;o, optamos pelo segundo significado para ressaltar o aspecto de mis&eacute;ria na descri&ccedil;&atilde;o posterior do ambiente, embora a primeira acep&ccedil;&atilde;o tamb&eacute;m se encaixe no contexto."></span></sup>.
                Em um lugar nem um pouco prop&iacute;cio para o
                com&eacute;rcio segundo os rumores, s&atilde;o curiosos os aspectos dos pap&eacute;is cortados nos mais
                peculiares formatos e dos palitos de madeira curvados para tr&aacute;s, que parecem coloridos espetos
                grelhados<sup><span class="nota"
                        data-nota="田樂 (na grafia moderna,田楽, <em>dengaku</em>). Espetinho grelhado de peixe, <em>tōfu</em> e outros, cobertos com <em>miso</em>."></span></sup>
                pintados com p&oacute; de giz,
                ao lado de fora das portas venezianas semicerradas. N&atilde;o apenas em uma casa ou outra,
                fam&iacute;lias inteiras se dedicam ao trabalho com afinco, estendendo-os ao alvorecer e recolhendo-os
                ao anoitecer. E se lhes perguntassem o que era aquilo, responderiam:</p>
            <p>&mdash; N&atilde;o est&aacute; sabendo? &Eacute; a prepara&ccedil;&atilde;o dos amuletos
                <em>kumade</em><sup><span class="nota"
                        data-nota="熊手 (<em>kumade</em>). Amuleto de boa sorte em formato de rastelo, feito de bambu e vendido durante os festivais do dia do Galo."></span></sup>
                para os visitantes
                gananciosos que v&atilde;o aos festivais do dia do Galo<sup><span class="nota"
                        data-nota="酉の日 (<em>Tori no hi</em>, lit. &ldquo;dia do Galo&rdquo;). O galo &eacute; o d&eacute;cimo dos 12 signos do zod&iacute;aco do hor&oacute;scopo chin&ecirc;s. De acordo com as regras de encontro de datas no calend&aacute;rio, o dia do Galo ocorre de 12 em 12 dias, assim podendo ocorrer de duas a tr&ecirc;s vezes dentro do per&iacute;odo de um m&ecirc;s. &Eacute; comemorado, no entanto, no 11&ordm; m&ecirc;s."></span></sup>
                no d&eacute;cimo primeiro m&ecirc;s<sup><span class="nota"
                        data-nota="霜月 (<em>shimotsuki</em>). D&eacute;cimo primeiro m&ecirc;s do calend&aacute;rio lunar utilizado no Jap&atilde;o antes da introdu&ccedil;&atilde;o do calend&aacute;rio ocidental. Em outros casos, Higuchi grafa os meses conforme o padr&atilde;o moderno, como 四月 (<em>shigatsu</em>, abril) e 九月 (<em>kugatsu</em>, setembro), onde a tradu&ccedil;&atilde;o foi feita de acordo com o nome dos meses em portugu&ecirc;s."></span></sup>,
                no santu&aacute;rio Ōtori<sup><span class="nota"
                        data-nota="例の神社 (<em>rei no jinja</em>). Refer&ecirc;ncia ao santu&aacute;rio Ōtori (大鳥神社, <em>Ōtori jinja</em>), onde se cultua a divindade do com&eacute;rcio e, durante o 11&ordm; m&ecirc;s lunar, vende-se amuletos <em>kumade</em>."></span></sup>.
            </p>
            <p>Quem se dedica sem parar ao longo do ano, come&ccedil;ando a partir da &eacute;poca em que se recolhem as
                decora&ccedil;&otilde;es de Ano Novo<sup><span class="nota"
                        data-nota="門松 (<em>kadomatsu</em>). Ornamento de bambus e pinheiros colocado na entrada da casa para celebrar o Ano Novo."></span></sup>,
                s&atilde;o os verdadeiros comerciantes. J&aacute; os que o fazem como trabalho tempor&aacute;rio,
                mancham os p&eacute;s e as m&atilde;os de tinta a partir do ver&atilde;o, e quem sabe destinam o
                dinheiro das vendas nas confec&ccedil;&otilde;es das roupas de Ano Novo.</p>
            <p>&mdash; &Oacute;, vener&aacute;vel divindade Ōtori, se concedeis sorte para quem compra, concedei a
                n&oacute;s, que os fazemos, dez mil vezes mais &mdash; talvez dissessem, mas n&atilde;o deve ser o caso,
                pois n&atilde;o se ouvem boatos de gente rica naquela regi&atilde;o.</p>
            <p>Muitas das pessoas que moram ali t&ecirc;m alguma rela&ccedil;&atilde;o com o distrito. Em um reduto de
                entretenimento de porte inferior<sup><span class="nota"
                        data-nota="小格子 (<em>kogōshi</em>). Bordel de pior n&iacute;vel dentro do distrito de Yoshiwara."></span></sup>,
                um
                marido parece ocupado com o tilintar das plaquetas de madeira dos arm&aacute;rios para controle de
                cal&ccedil;ados. Ao sair depois do anoitecer, vestindo um agasalho <em>haori</em><sup><span class="nota"
                        data-nota="羽織 (<em>haori</em>). Casaco decorativo ou para a reten&ccedil;&atilde;o de calor, utilizado sobre a roupa."></span></sup>,
                sua esposa fa&iacute;sca pederneiras &agrave;s suas
                costas, rezando por seguran&ccedil;a, com o semblante de como se aquela pudesse ser a &uacute;ltima
                despedida. Isso porque seu marido poderia ser arrastado para uma sangrenta briga alheia, ou confundido e
                for&ccedil;ado a ser uma das partes de um duplo suic&iacute;dio<sup><span class="nota"
                        data-nota="情死 (por si s&oacute;, l&ecirc;-se &eacute; <em>jōshi</em>, embora a obra indique a leitura <em>shinjū</em>, o que seria escrito como 心中 na grafia moderna). Suic&iacute;dio em conjunto entre um homem e uma mulher que se amam."></span></sup>.
                Mas, assim por dizer, &eacute; curioso como ele
                parece estar dando apenas uma volta por a&iacute;, mesmo arriscando a vida com um trabalho extremamente
                perigoso e f&aacute;cil de acumular rancores. As filhas ou s&atilde;o camareiras nos bord&eacute;is
                <em>ōmagaki</em><sup><span class="nota"
                        data-nota="大籬 (<em>ōmagaki</em>). Bordel de mais alto n&iacute;vel em Yoshiwara, com prostitutas de maior prest&iacute;gio."></span></sup>
                de primeira classe, ou
                empregadas em umas das sete casas de ch&aacute;<sup><span class="nota"
                        data-nota="七軒 (<em>shichiken</em>). Sete casas de ch&aacute; que atuavam dentro do distrito como intermedi&aacute;rias no encontro entre os clientes e as prostitutas de alto prest&iacute;gio."></span></sup>,
                ou est&atilde;o em treinamento, correndo a passos
                r&aacute;pidos e curtos com as lanternas de papel que servem como propaganda dos estabelecimentos.
                Virariam algu&eacute;m ap&oacute;s o treinamento? N&atilde;o &eacute; estranho considerar que, de
                qualquer forma, iriam parar nos melhores palcos do distrito? J&aacute; passada dos trinta, vestindo um
                quimono asseado de listras verticais de algod&atilde;o e meias azul-escuras, uma refinada mulher de meia
                idade se mostra ocupada, fazendo seus cal&ccedil;ados estalarem ao carregar pacotes sob os
                bra&ccedil;os.
            </p>
            <p>&mdash; A volta &eacute; longa<sup><span class="nota"
                        data-nota="A volta at&eacute; o port&atilde;o principal, j&aacute; que o distrito inteiro era murado e cercado pelo fosso."></span></sup>,
                vou
                entregar por aqui &mdash; a instru&ccedil;&atilde;o fica clara atrav&eacute;s da ponte levadi&ccedil;a
                sobre o fosso, perto das casas de ch&aacute;. Sendo, na regi&atilde;o, uma das chamadas costureiras de
                encomendas, dispensa dizer o que h&aacute; no embrulho.</p>
            <p>Os costumes ali s&atilde;o diferentes dos outros locais. Poucas mulheres usam o <em>obi</em><sup><span
                        class="nota"
                        data-nota="帶 (na grafia moderna, 帯, <em>obi</em>). Faixa de pano utilizada ao redor da cintura para prender o quimono."></span></sup>
                propriamente com o la&ccedil;o
                atr&aacute;s, tendo a maioria prefer&ecirc;ncia pelos de estampa particular, mais largos, usando-os
                somente como uma faixa, sem n&oacute;. O estilo cai bem para as mulheres de meia idade, mas deve haver
                quem cubra os olhos diante de uma apar&ecirc;ncia dessas como uma jovem impertinente de quinze,
                dezesseis anos, soprando uma casca de fis&aacute;lis na boca. S&atilde;o, entretanto, tra&ccedil;os
                inevit&aacute;veis do distrito. Ontem lembrada pelo nome art&iacute;stico, uma certa mulher conhecida
                como Murasaki em uma das piores casas <em>kashimise</em> ao lado do fosso<sup><span class="nota"
                        data-nota="河岸店 (<em>kashimise</em>). Bordel de mais baixo n&iacute;vel que ficava pr&oacute;ximo ao fosso."></span></sup>,
                hoje, sem familiaridade com os neg&oacute;cios,
                abre uma barraca noturna de <em>yakitori</em> junto com um rufi&atilde;o local, e, ao falir, volta mais
                uma vez ao velho lar no distrito. De alguma maneira, consideram-se mulheres assim mais encantadoras do
                que as normais.</p>
            <p>N&atilde;o h&aacute; crian&ccedil;a que n&atilde;o seja instigada por um meio como esse. Veja como
                exemplo a Avenida na &eacute;poca do festival Niwaka, em setembro durante a primavera. A m&atilde;e de
                M&ecirc;ncio<sup><span class="nota"
                        data-nota="孟子の母 (<em>Mōshi no haha</em>, lit. &ldquo;m&atilde;e de M&ecirc;ncio&rdquo;). M&ecirc;ncio (372 a.C - 289 a.C.) foi um fil&oacute;sofo chin&ecirc;s que viveu a maior parte da vida no s&eacute;culo 4 a.C e foi eminente seguidor do confucionismo. Sua s&aacute;bia m&atilde;e teria trabalhado arduamente para educ&aacute;-lo, sendo considerada at&eacute; hoje um exemplo de figura da mulher na China."></span></sup>
                ficaria impressionada em
                ver o qu&atilde;o r&aacute;pido eles aprendem os trejeitos de Rohachi e os gestos de Eiki<sup><span
                        class="nota"
                        data-nota="露八 (<em>Rohachi</em>) e 榮喜 (na grafia moderna, 栄喜, <em>Eiki</em>). Dois homens que de fato existiram, respons&aacute;veis por manter os clientes do distrito bebendo e bem-humorados. Algo como bobos da corte ou animadores de palco."></span></sup>.
                Ao receberem elogios, dizem:</p>
            <p>&mdash; Nessa noite &eacute; s&oacute; uma volta!</p>
            <p>A aud&aacute;cia come&ccedil;a a aparecer a partir dos sete, oito anos. Ao atingir os quinze anos, os
                jovens se mostram precoces e convencidos, logo colocando a toalha de m&atilde;o sobre o ombro e
                cantarolando can&ccedil;&otilde;es populares do distrito<sup><span class="nota"
                        data-nota="そゝり節 (na grafia moderna, そそり節, <em>sosoribushi</em>). M&uacute;sicas cantaroladas pelos clientes enquanto caminhavam por entre os bord&eacute;is."></span></sup>.
                Passam a impress&atilde;o de que s&atilde;o capazes
                de qualquer coisa nas gincanas esportivas ao entoar as marchas dos bombeiros sob o ritmo das
                m&uacute;sicas escolares. Apesar de o magist&eacute;rio ser dif&iacute;cil at&eacute; mesmo nas melhores
                circunst&acirc;ncias, o trabalho &aacute;rduo dos professores &eacute; reconhecido pela Ikueisha,
                pr&oacute;xima a Iriya, que, embora seja uma escola privada, conta com aproximadamente mil alunos. Seu
                pequeno pr&eacute;dio &eacute; cheio de atividades cerimoniosas e a popularidade dos professores se faz
                cada vez mais aparente, ao ponto de a palavra &ldquo;escola&rdquo; se tornar sin&ocirc;nimo daquele
                lugar. Dentre as v&aacute;rias crian&ccedil;as que a frequentam, algumas, cujos pais talvez sejam
                bombeiros construtores<sup><span class="nota"
                        data-nota="火消鳶人足 (<em>hikeshi tobininsoku</em>). Trabalhador encarregado de executar tarefas diversas, relacionadas ao combate de inc&ecirc;ndios ou a obras de constru&ccedil;&atilde;o."></span></sup>,
                dizem:</p>
            <p>&mdash; Meu pai fica no posto de sentinela da ponte levadi&ccedil;a, do lado de fora do fosso! &mdash;
                diz um, sabendo as artimanhas da profiss&atilde;o, apesar de nenhum adulto ter lhe ensinado.</p>
            <p>&mdash; Opa! Voc&ecirc; quebrou o ofend&iacute;culo de bambu do muro! &mdash; reclama de pirra&ccedil;a o
                filho de um advogado vigarista, imitando acrobacias como se estivesse no topo de uma escada de
                m&atilde;o.</p>
            <p>&mdash; Seu pai &eacute; uma mula<sup><span class="nota"
                        data-nota="馬 (<em>uma</em>, lit. &ldquo;cavalo&rdquo;). Homem que coletava as d&iacute;vidas dos clientes do distrito que n&atilde;o conseguiam pagar a conta, seguindo-os at&eacute; sua resid&ecirc;ncia. Traduzido como &ldquo;mula&rdquo; pelo tom ofensivo que a palavra carrega no portugu&ecirc;s."></span></sup>,
                hein!
                &mdash; h&aacute; tamb&eacute;m crian&ccedil;a de boa &iacute;ndole cujo rosto se avermelha ao ouvir
                esse apelido cruel que o pai levava pelo trabalho que faz.</p>
            <p>&mdash; Senhorzinho, senhorzinho! &mdash; &eacute; curioso tamb&eacute;m, nos alojamentos dos
                bord&eacute;is, como se bajulam crian&ccedil;as que agem como se fossem pretensiosos nobres, aparentando
                riqueza com seus gorros felpudos e roupas ocidentais vistosas, p&eacute;rolas dos pais que, com
                frequ&ecirc;ncia, visitam os bord&eacute;is a neg&oacute;cios.</p>
            <p>Dentre as muitas crian&ccedil;as, havia Shinnyo, do templo Ryūge<sup><span class="nota"
                        data-nota="龍華寺 (<em>Ryūgeji</em>). O sufixo <em>ji</em> (寺) &eacute; atribu&iacute;do ap&oacute;s o nome de templos budistas. Daqui em diante, seguiremos com o padr&atilde;o de traduzir palavras desta natureza utilizando o seu sufixo original, evitando anteced&ecirc;-la com a palavra &ldquo;templo&rdquo;."></span></sup>,
                cujos fartos cabelos negros estavam com os dias
                contados. Eventualmente, as mangas do seu manto haveriam de ser tingidas de preto<sup><span class="nota"
                        data-nota="Met&aacute;fora para &ldquo;tornar-se monge&rdquo;."></span></sup>, seja por sua
                pr&oacute;pria voca&ccedil;&atilde;o,
                ou pela heran&ccedil;a do of&iacute;cio de seu pai. Apesar de estudioso, seus colegas lhe armavam
                diversas travessuras, desconfiados da sua natureza reservada. Houve vez em que, pendurando a
                carca&ccedil;a de um gato morto com uma corda, sentenciaram:</p>
            <p>&mdash; J&aacute; que &eacute; o seu dever, confiamos em voc&ecirc; para dizer as &uacute;ltimas
                palavras.</p>
            <p>Antigamente era assim. Hoje em dia, como o melhor aluno da escola, de jeito nenhum algu&eacute;m faria
                algo do qual pudesse se arrepender. Com quinze anos, de estatura m&eacute;dia e cabelos curtos quase
                raspados, pode ser apenas uma impress&atilde;o, mas ele se distinguia do ordin&aacute;rio. Apesar de a
                leitura japonesa de seu nome ser Fujimoto Nobuyuki<sup><span class="nota"
                        data-nota="信如 (<em>Shinnyo</em> ou <em>Nobuyuki</em>, leituras chinesa e japonesa, respectivamente). Shinnyo (1235-1300) tamb&eacute;m foi o nome de uma proeminente monja nascida em Quioto, neta de Shinran (親鸞), fundador da vertente budista da Verdadeira Escola da Terra Pura (浄土真宗, <em>Jōdo shinshū</em>)."></span></sup>,
                pode-se dizer que, de alguma forma, suas atitudes
                eram como as de um disc&iacute;pulo de Buda.</p>

            <h3 id="capitulo2" class="capitulo">Capítulo 2</h3>
            <p>No dia vinte de agosto, quando ocorre o festival do santu&aacute;rio Senzoku, &eacute; de se admirar o
                entusiasmo dos jovens que arrastam os carros aleg&oacute;ricos durante o desfile na cidade, com um vigor
                de como se fossem escalar a barragem<sup><span class="nota"
                        data-nota="土手 (<em>dote</em>). Dique, talude, barragem. Refer&ecirc;ncia &agrave; 日本堤 (<em>Nihonzutsumi</em>), uma eleva&ccedil;&atilde;o artificial para conter enchentes ocasionadas pela alta do rio Sumida."></span></sup>
                at&eacute; o
                interior do distrito. Deve-se redobrar a aten&ccedil;&atilde;o por esses lados, uma vez que os que
                consideramos crian&ccedil;as aprendem de ouvido sobre uma coisa ou outra. Por sua vez, o <em>yukata</em>
                &eacute; vestido como uniforme por cada uma delas. &Eacute; de se chocar com a impertin&ecirc;ncia delas
                ao pergunt&aacute;-las sobre isso.</p>
            <p>Chōkichi, o filho do chefe dos bombeiros, era o l&iacute;der das crian&ccedil;as arruaceiras da
                autoproclamada turma do Beco. Tinha dezesseis anos e, desde que trabalhou como condutor do desfile no
                festival Niwaka, representando seu pai, passou a ter a arrog&acirc;ncia nas alturas. Dava ordens de
                forma detest&aacute;vel, com o <em>obi</em> amarrado mais abaixo do que de costume, como se fosse um
                adulto, e com as respostas na ponta da l&iacute;ngua. Ouvia-se at&eacute; as esposas dos outros
                bombeiros praguejarem de volta:</p>
            <p>&mdash; Ah, se esse n&atilde;o fosse o filho do chefe&hellip;</p>
            <p>Fazia valer a sua autoridade com seu esp&iacute;rito completamente centrado em um ego&iacute;smo que mal
                cabia em si, mas tinha como rival o cort&ecirc;s Shōtarō, do estabelecimento Tanaka<sup><span
                        class="nota"
                        data-nota="田中屋 (<em>Tanakaya</em>). O sufixo <em>ya</em> (屋) &eacute; por vezes atribu&iacute;do ap&oacute;s o nome de estabelecimentos comerciais de diversas naturezas. Daqui em diante, seguiremos com o padr&atilde;o de traduzir palavras desta natureza utilizando o seu sufixo original, evitando anteced&ecirc;-la com a palavra &ldquo;estabelecimento&rdquo;."></span></sup>
                da Avenida principal, tr&ecirc;s anos mais novo, de
                fam&iacute;lia abastada e benquisto por todos.</p>
            <p>&ldquo;Eu frequento a escola privada, e outro, que vai para a escola p&uacute;blica<sup><span
                        class="nota"
                        data-nota="Naquela &eacute;poca, as escolas privadas, heran&ccedil;a das <em>terakoya</em> (寺子屋) do per&iacute;odo Edo, eram frequentadas por crian&ccedil;as das classes mais baixas, enquanto as escolas p&uacute;blicas, implementadas pelo novo governo na era Meiji, eram consideradas modelo, frequentadas por crian&ccedil;as de fam&iacute;lias ricas."></span></sup>,
                faz uma cara como se fosse de uma fam&iacute;lia
                superior, apesar de cantarmos as mesmas m&uacute;sicas escolares. Com o apoio dos adultos tanto no ano
                passado como no retrasado, esse a&iacute; se engajou mais do que eu nos planos do festival, que &eacute;
                organizado de forma a dificultar brigas. Se este ano for para perder dele de novo, quem seria? Chōkichi,
                do Beco! V&atilde;o difamar a minha for&ccedil;a, achar que ela &eacute; s&oacute; apar&ecirc;ncia, e
                seriam poucos a fazer parte da minha turma quando for para nadar no lago Benten<sup><span class="nota"
                        data-nota="弁天ぼり (<em>Bentenbori</em>). Lago artificial pr&oacute;ximo ao distrito de Yoshiwara. Al&eacute;m disso, Benten (弁天), nome derivado de Benzaiten (弁財天), &eacute; o nome japon&ecirc;s para Saraswati, divindade budista das artes e do conhecimento."></span></sup>.
                A gente ganha quando a quest&atilde;o &eacute;
                for&ccedil;a, mas &eacute; decepcionante como uns a&iacute; tipo o Tarokichi e o Sangorō, que eram da
                nossa turma do Beco, tapeados pelo jeito gentil daquele outro de Tanakaya e ainda impressionados por ele
                ser bom em quest&otilde;es escolares, se juntaram &agrave;queles l&aacute; em segredo. O festival
                &eacute; depois de amanh&atilde;, e, no fim, se realmente tivermos ind&iacute;cios de fracasso, vou
                entrar em desespero, vou ficar t&atilde;o bravo, mas t&atilde;o bravo, que vou acabar com a cara daquele
                Shōtarō, o que vai ser f&aacute;cil de fazer mesmo que me custe um olho ou um bra&ccedil;o. Se os que me
                apoiam, como o Ushi, o puxador de riquix&aacute;, o Bun, o artes&atilde;o de cord&otilde;es para cabelo,
                e o Yasuke da loja de brinquedos, estiverem ao meu lado, definitivamente n&atilde;o iremos perder. Ah,
                mas antes disso, aquela pessoa, se ele&hellip; se o Fujimoto estiver do meu lado, ele vai me ajudar com
                a esperteza dele&rdquo;.</p>
            <p>Assim, pr&oacute;ximo ao entardecer do d&eacute;cimo oitavo dia, afastando os mosquitos que ruidosamente
                pairavam ao redor de seus olhos e boca, foi devagar em dire&ccedil;&atilde;o ao quarto de Shinnyo a
                partir do jardim de opulentos bambus pr&oacute;ximo a Ryūgeji.</p>
            <p>&mdash; Nobu-san<sup><span class="nota"
                        data-nota="さん (<em>san</em>). Sufixo de respeito, utilizado principalmente junto a nomes pr&oacute;prios."></span></sup>,
                t&aacute; a&iacute;?
                &mdash; disse, mostrando o rosto &mdash; As pessoas dizem que o meu neg&oacute;cio &eacute;
                viol&ecirc;ncia. Provavelmente est&atilde;o certas, mas n&atilde;o deixa de ser decepcionante. Viu,
                escuta isso, Nobu-san. Come&ccedil;ou com a briga de lanternas de papel<sup><span class="nota"
                        data-nota="萬燈 (na grafia moderna, 万灯, <em>mandō</em>). Lanterna com uma estrutura de madeira retangular, coberta por papel com imagens ou letras. Seu longo cabo por vezes servia como bast&atilde;o em brigas durante os festivais."></span></sup>
                no ano passado, entre os amigos do meu irm&atilde;o
                mais novo e um nanico da turma do Shōtarō, quando acabaram destruindo a lanterna do pequeno e jogando os
                restos pro ar na euforia, e, v&ecirc; se pode, tendo a aud&aacute;cia de sair voando em debandada.
                Quando algu&eacute;m disse: &ldquo;Olha l&aacute;, a baderna de gente do Beco!&rdquo;, o idiota da loja
                de <em>dango</em><sup><span class="nota"
                        data-nota="團子 (na grafia moderna, 団子, <em>dango</em>). Bolinho redondo feito de farinha e &aacute;gua, cozido no vapor ou fervida, geralmente consumido com molho de soja."></span></sup>,
                fazendo cara de adulto,
                ficou praguejando: &ldquo;Ser&aacute; que n&atilde;o t&ecirc;m vergonha n&atilde;o? Esses a&iacute;
                s&atilde;o o pior dos piores, tudo uns bundas de porco<sup><span class="nota"
                        data-nota="豚の尻尾 (<em>buta no shippo</em>, lit. &ldquo;rabo de porco&rdquo;)."></span></sup>!&rdquo;.
                Eu estava no desfile do festival do
                santu&aacute;rio Senzoku durante a briga, assim fiquei sabendo disso depois. Quando disse que ia dar o
                troco imediatamente, levei um esporro do meu pai e tive que engolir o sapo. Veja bem, como voc&ecirc;
                j&aacute; sabe, no ano retrasado, os jovens da Avenida se reuniam na papelaria<sup><span class="nota"
                        data-nota="筆屋 (<em>fudeya</em>). Estabelecimento que fabricava e/ou vendia produtos para caligrafia, al&eacute;m de outros itens relacionados a papel. Encontramos em &ldquo;papelaria&rdquo; o equivalente mais pr&oacute;ximo no portugu&ecirc;s para se referir a este tipo de local."></span></sup>
                e faziam suas improvisa&ccedil;&otilde;es de
                pe&ccedil;as de com&eacute;dia e sabe-se l&aacute; o que mais. Naquela &eacute;poca, quando fui
                l&aacute; para ver, ouvi a aud&aacute;cia deles dizendo algo como &ldquo;o pessoal do Beco n&atilde;o
                t&ecirc;m mais o que fazer?&rdquo;. O fato de tratarem somente o Shōta como espectador tamb&eacute;m me
                deu nos nervos. N&atilde;o importa quanto dinheiro ele tenha, um agiota de uma loja de penhores
                med&iacute;ocre n&atilde;o &eacute; dono de nada! &Eacute; melhor para o mundo linchar um cara desses
                at&eacute; a morte do que deix&aacute;-lo viver. No pr&oacute;ximo festival, acho que n&oacute;s temos
                que armar uma briga e dar o troco, n&atilde;o importa o que aconte&ccedil;a. Por isso, eu te pe&ccedil;o
                em nome da amizade, Nobu-san. Eu sei que voc&ecirc; n&atilde;o gosta dessas coisas, mas &eacute; que com
                a sua ajuda vamos recuperar a honra da turma do Beco. Ent&atilde;o, vai? Voc&ecirc; n&atilde;o me ajuda
                a acertar as contas com esse Shōtarō pretensioso das can&ccedil;&otilde;es de escola p&uacute;blica? O
                mesmo vale para voc&ecirc;, quando me chamam de estudante meia-boca de escola privada. Por isso, eu te
                imploro, por favor! Considere ajudar, carregue uma das grandes lanternas de papel em nosso nome! Eu me
                sinto t&atilde;o humilhado, do fundo do meu cora&ccedil;&atilde;o. Vou ficar em uma
                posi&ccedil;&atilde;o dif&iacute;cil se eu perder para o Shōtarō da pr&oacute;xima vez! &mdash;
                terminou, extremamente frustrado, balan&ccedil;ando os grandes ombros.</p>
            <p>&mdash; Mas eu sou um fracote.</p>
            <p>&mdash; N&atilde;o tem problema ser fraco!</p>
            <p>&mdash; Eu n&atilde;o consigo nem balan&ccedil;ar a lanterna de papel!</p>
            <p>&mdash; Tudo bem, n&atilde;o precisa carregar!</p>
            <p>&mdash; Mas, tudo bem se eu entrar pra sua turma e voc&ecirc; perder pra ele?</p>
            <p>&mdash; N&atilde;o tem problema em perder. Se isso acontecer, vou desistir porque j&aacute; n&atilde;o
                h&aacute; o que fazer. Tudo bem tamb&eacute;m se voc&ecirc; n&atilde;o fizer nada, porque s&oacute; de
                parecer que voc&ecirc; est&aacute; com a gente, o nome da Turma do Beco vai ficar popular que &eacute;
                uma beleza! Apesar de eu ser assim, bronco, voc&ecirc; &eacute; inteligente, e se o pessoal de l&aacute;
                fizer provoca&ccedil;&otilde;es em chin&ecirc;s<sup><span class="nota"
                        data-nota="A l&iacute;ngua chinesa era considerada erudita. A resposta requisitada por Chōkichi deveria conter palavras cultas."></span></sup>
                ou qualquer outra do tipo, revide em chin&ecirc;s,
                por n&oacute;s! Ah, que sensa&ccedil;&atilde;o boa, me sinto aliviado! Se voc&ecirc; ajudar a gente com
                o que sabe, vai valer por mais de mil. Obrigado, Nobu-san &mdash; disse, com palavras gentis que
                n&atilde;o lhe eram de costume.</p>
            <p>Um deles, o filho de um bombeiro, com seu <em>obi</em> curto informal ao estilo dos trabalhadores e seu
                <em>zōri</em><sup><span class="nota"
                        data-nota="草履 (<em>zōri</em>). Chinelo de dedo tradicional japon&ecirc;s, feito de materiais como palha, junco ou casca de bambu."></span></sup>
                cal&ccedil;ado de modo
                desleixado. O outro, vestido como um monge, com um <em>haori</em> de malha de algod&atilde;o refinada
                azul-escura quase verde e um <em>obi</em> lil&aacute;s. Pensavam em coisas opostas e tinham sempre uma
                tend&ecirc;ncia &agrave;s discord&acirc;ncias nas conversas, mas o sacerdote mestre e sua esposa tinham
                certo favoritismo a Chōkichi pelo fato de ele ter dado ali, nas cercanias de Ryūgeji, o seu primeiro
                choro ao nascer. Havia tamb&eacute;m um desconforto quando falavam mal da escola privada porque ambos a
                frequentavam, e tinham pena de Chōkichi, que n&atilde;o conseguia fazer amigos de verdade por n&atilde;o
                ser um af&aacute;vel inato. A outra turma tinha apoio at&eacute; dos jovens das cercanias, e era um fato
                que a culpa do fracasso de Chōkichi se dava por conta dos pr&oacute;prios envolvidos com Tanakaya.
                Prevendo ser requisitado como obriga&ccedil;&atilde;o, era dif&iacute;cil para Shinnyo recusar.
            </p>
            <p>&mdash; Ent&atilde;o, eu entro para a sua turma, n&atilde;o &eacute; mentira quando digo isso. Mas, para
                ganhar, fa&ccedil;a o poss&iacute;vel para evitar as brigas! Se no fim os outros vierem comprar briga,
                a&iacute; n&atilde;o tem jeito. Hmm, at&eacute; porque n&atilde;o &eacute; dif&iacute;cil dar uma surra
                em algu&eacute;m como o Shōtarō de Tanakaya.</p>
            <p>Esquecendo-se de que n&atilde;o tinha for&ccedil;a, Shinnyo tirou de uma gaveta da mesa um objeto de
                lembran&ccedil;a de Quioto que havia ganhado, uma espada curta <em>Kokaji</em><sup><span class="nota"
                        data-nota="小鍛冶 (<em>Kokaji</em>). Palavra para designar os ferreiros descendentes de Sanjō Kokaji Munechika (三条小鍛冶宗近), fabricante de espadas da regi&atilde;o de Sanjō, em Quioto, durante o per&iacute;odo Heian. Ou tamb&eacute;m, palavra para designar os produtos feitos por eles."></span></sup>,
                mostrando-a.</p>
            <p>&mdash; Parece bem afiada! &mdash; disse Chōkichi com um semblante bisbilhoteiro &mdash; N&atilde;o
                &eacute; perigoso ficar mexendo com isso?</p>

            <h3 id="capitulo3" class="capitulo">Capítulo 3</h3>
            <p>Com a franja em um grande topete pesado e um coque firme ao topo da cabe&ccedil;a expondo as
                ra&iacute;zes dos cabelos, longos a alcan&ccedil;ar os p&eacute;s se soltos, seu penteado
                <em>shaguma</em><sup><span class="nota"
                        data-nota="赭熊 (<em>shaguma</em>, lit. &ldquo;urso vermelho&rdquo;). Penteado de coque estufado &agrave; moda das <em>oiran</em>, popular entre as jovens."></span></sup>,
                apesar do nome assustador, &eacute; bastante popular para a &eacute;poca e vai tamb&eacute;m ao encontro
                do gosto das mo&ccedil;as de boa fam&iacute;lia. De pele alva, seu nariz era delicado. Seus
                l&aacute;bios eram firmes e, embora n&atilde;o fossem pequenos, n&atilde;o eram feios. Olhando um a um
                os detalhes, estava longe de ser um exemplo de mo&ccedil;a bonita, mas tinha uma voz fina e suave. A
                vivacidade dos seus trejeitos era agrad&aacute;vel, e vertia graciosidade ao olhar para os outros.
            </p>
            <p>&mdash; Quero v&ecirc;-la daqui tr&ecirc;s anos! &mdash; diziam os jovens que sa&iacute;am do distrito ao
                ver a figura dela voltando do banho p&uacute;blico pela manh&atilde; com a toalha de m&atilde;o
                pendurada na nuca branca, vestida com um grande <em>yukata</em> de borboletas e p&aacute;ssaros tingidos
                sobre a cor c&aacute;qui, um <em>obi</em> de dois tecidos<sup><span class="nota"
                        data-nota="昼夜帶 (na grafia moderna, 昼夜帯, <em>chūya obi</em>, lit. &ldquo;<em>obi</em> dia e noite&rdquo;). <em>Obi</em> feminino de frente e verso costurados com tecidos diferentes, originalmente feito de cetim preto com um forro branco, da&iacute; o nome &ldquo;dia e noite&rdquo;."></span></sup>,
                cetim preto em uma face e <em>tie-dye</em><sup><span class="nota"
                        data-nota="染分絞 (<em>somewake shibori</em>)."></span></sup>
                na outra, amarrado mais acima da cintura, e cal&ccedil;ando aos p&eacute;s um tamanco alto de madeira
                laqueada<sup><span class="nota"
                        data-nota="ぬり木履 (<em>nuri bokkuri</em>). Chama a aten&ccedil;&atilde;o por sua sofistica&ccedil;&atilde;o."></span></sup>,
                algo n&atilde;o muito comum de
                se ver naquela regi&atilde;o.</p>
            <p>Nascida em Kishū<sup><span class="nota"
                        data-nota="紀州 (<em>Kishū</em>). Atual regi&atilde;o da prov&iacute;ncia de Wakayama."></span></sup>,
                Midori, do
                estabelecimento Daikoku<sup><span class="nota"
                        data-nota="大黒屋 (<em>Daikokuya</em>). Bordel fict&iacute;cio com o qual a fam&iacute;lia de Midori est&aacute; envolvida."></span></sup>,
                era
                ador&aacute;vel at&eacute; ao falar com seu sotaque. N&atilde;o houvesse quem n&atilde;o simpatizasse
                com sua natureza generosa, a maior de todas. N&atilde;o era &agrave; toa o peso de sua bolsa com moedas
                de prata, que em nada se parecia com as utilizadas por crian&ccedil;as, resultado da tamanha
                prosperidade de quem sua irm&atilde; mais velha veio a se tornar. Como lisonja &agrave; sua irm&atilde;,
                por extens&atilde;o, as madames e assistentes lhe davam algum dinheiro.</p>
            <p>&mdash; Aqui, Mii-chan<sup><span class="nota"
                        data-nota="美いちやん (na grafia moderna, 美いちゃん, <em>Mii-chan</em>). Forma graciosa de se referir &agrave; Midori. O sufixo <em>chan</em>, de familiaridade, &eacute; utilizado principalmente junto a nomes pr&oacute;prios."></span></sup>,
                compre uma boneca
                para voc&ecirc;! N&atilde;o &eacute; muito, mas deve dar ao menos para uma bola<sup><span class="nota"
                        data-nota="手鞠 (<em>temari</em>). Bola confeccionada com linhas costuradas."></span></sup>
                &mdash; diziam, sem exigir nenhuma gratid&atilde;o.
            </p>
            <p>Midori, por sua vez, sem se sentir especialmente agradecida, naturalmente mostrava sua generosidade como
                ao presentear bolas de borracha<sup><span class="nota"
                        data-nota="ごむ鞠 (<em>gomumari</em>). Bola de borracha. Naquela &eacute;poca, produto de alto valor."></span></sup>
                &agrave;s
                vinte colegas de sala de aula. Causava alegrias tamb&eacute;m ao comprar todos os brinquedos n&atilde;o
                vendidos da papelaria que sempre frequentava. No entanto, com gastos extravagantes todos os dias e
                noites, que n&atilde;o condiziam com sua idade e posi&ccedil;&atilde;o social, por fim, em que tipo de
                adulta viria a se tornar?</p>
            <p>Seus pais, entretanto, eram coniventes e nunca a reprimiam. O dono de Daikokuya tamb&eacute;m a tinha em
                grande considera&ccedil;&atilde;o, estranhamente, pois, pelo que se escutava, ela nem era sua filha
                adotiva e nem sua parente. Convencidos a deixar tudo para tr&aacute;s pelo mestre do bordel, que viajara
                a Kishū para fazer uma avalia&ccedil;&atilde;o profissional da irm&atilde; mais velha na &eacute;poca em
                que fora vendida, os outros tr&ecirc;s membros da fam&iacute;lia, desejando fazer a vida por estes
                lados, colocaram suas roupas de viagem e vieram. Mais do que isso, quais outros motivos teriam para vir?
                Agora, supervisionam o dormit&oacute;rio das garotas, a m&atilde;e costura as roupas das prostitutas e o
                pai &eacute; secret&aacute;rio em um bordel de menor reputa&ccedil;&atilde;o.</p>
            <p>Al&eacute;m das atividades art&iacute;sticas e manuais, era permitido a Midori frequentar a escola
                regular. Fora isso, de acordo com a sua disposi&ccedil;&atilde;o, passava metade do dia no quarto da
                irm&atilde; e a outra metade fora de casa brincando pela vizinhan&ccedil;a, ouvindo os
                <em>shamisen</em><sup><span class="nota"
                        data-nota="三味 (<em>sami</em>, ou 三味線, <em>shamisen</em>). Ala&uacute;de tradicional japon&ecirc;s de tr&ecirc;s cordas."></span></sup>
                e os <em>taiko</em><sup><span class="nota"
                        data-nota="太皷 (<em>taiko</em>). Tambor tradicional japon&ecirc;s."></span></sup>, ou observando
                as cores chamativas
                vermelha e roxa dos padr&otilde;es das vestimentas das prostitutas. Quando nova na cidade, houve vez em
                que chorara por tr&ecirc;s dias e tr&ecirc;s noites, humilhada pelo deboche de algumas meninas da cidade
                ao andar com a gola <em>tie-dye</em> lil&aacute;s do interior de seu quimono. &ldquo;Caipira,
                caipira!&rdquo;, elas riam. Mas agora, quem zombava dos outros era ela, e mesmo ridicularizando frente a
                frente o senso de moda das pessoas, n&atilde;o havia quem a respondesse.
            </p>
            <p>Com o festival do vig&eacute;simo dia por chegar, os amigos, cheios de entusiasmo, a cobravam por ideias
                legais.</p>
            <p>&mdash; Bolem um plano, cada um de voc&ecirc;s. Seria legal se fosse algo que a multid&atilde;o v&aacute;
                gostar, n&atilde;o &eacute;? Eu pago, n&atilde;o importa o quanto custar! &mdash; disse Midori, generosa
                como sempre, tomando a responsabilidade sem se preocupar com as contas. Se n&atilde;o fosse pela
                incompar&aacute;vel bondade da rainha das crian&ccedil;as, que era muito mais eficaz que os adultos.</p>
            <p>&mdash; Vamos fazer um <em>chaban</em><sup><span class="nota"
                        data-nota="茶番 (<em>chaban</em>). Farsa. Encena&ccedil;&atilde;o de com&eacute;dia barata."></span></sup>!
                A gente pega emprestado o espa&ccedil;o de alguma loja onde quem estiver passando na rua consiga ver
                &mdash; disse um deles.</p>
            <p>&mdash; Bobagem! Melhor do que isso, vamos fazer um <em>omikoshi</em><sup><span class="nota"
                        data-nota="お神輿 (<em>omikoshi</em>). Altar xinto&iacute;sta de menor porte, carregado pelas ruas como uma liteira durante festivais."></span></sup>!
                Um de verdade, como o que est&aacute; decorado nos
                fundos da Kabataya<sup><span class="nota"
                        data-nota="蒲田屋 (<em>Kabataya</em>). Nome de um estabelecimento fict&iacute;cio."></span></sup>.
                Quem se importa com
                o peso? Vamos, vamos, sem moleza! &mdash; disse um menino usando uma faixa tran&ccedil;ada &agrave;
                testa.</p>
            <p>&mdash; Olha, &eacute; uma chatice pra n&oacute;s ver apenas voc&ecirc;s meninos carregando e se
                divertindo. N&atilde;o deve ter gra&ccedil;a nem pra Midori-san. Em todo caso, fa&ccedil;am do jeito que
                quiserem &mdash; disse uma do grupo das meninas, deixando de lado o festival e dando a entender, pelo
                modo de falar, o interesse delas em ir a Tokiwaza<sup><span class="nota"
                        data-nota="常盤座 (<em>Tokiwaza</em>). Teatro inaugurado no parque de Asakusa, T&oacute;quio, em 1886 (Meiji 19)."></span></sup>.
            </p>
            <p>&mdash; E uma lanterna m&aacute;gica<sup><span class="nota"
                        data-nota="幻燈 (na grafia moderna, 幻灯, <em>gentō</em>). Lanterna m&aacute;gica. Caixa equipada com lentes e luz artificial que permite a proje&ccedil;&atilde;o amplificada de imagens pintadas em uma placa de vidro sobre uma tela ou parede branca. Naquela &eacute;poca, produto de alto valor."></span></sup>?
                N&atilde;o querem fazer uma lanterna m&aacute;gica? &mdash; perguntou Shōta de Tanakaya &mdash; Na minha
                loja tem poucas placas de vidro, e as que faltarem a Midori-san poderia gentilmente comprar para
                n&oacute;s. Daria pra fazer as proje&ccedil;&otilde;es na papelaria? Eu posso operar a lanterna, e o
                Sangorō, do Beco, poderia fazer a narra&ccedil;&atilde;o. O que acha, Midori-san? &mdash; disse, girando
                seus olhos graciosos.</p>
            <p>&mdash; Ah, isso parece interessante! Com a narra&ccedil;&atilde;o do San-chan<sup><span class="nota"
                        data-nota="三ちやん (na grafia moderna, 三ちゃん, <em>San-chan</em>). Refer&ecirc;ncia a Sangorō."></span></sup>,
                com certeza vai todo mundo rir! Ali&aacute;s, com
                aquela cara dele vai ser ainda mais engra&ccedil;ado!</p>
            <p>Resolvido o arranjo dos planos, Shōta ficou encarregado de comprar os itens que faltavam. Puseram-se a
                suar com o trabalho duro. Por fim, era quase o dia do festival, e at&eacute; mesmo a turma do Beco ficou
                sabendo do planejado.</p>

            <h3 id="capitulo4" class="capitulo">Capítulo 4</h3>
            <p>Apesar de nunca faltar na regi&atilde;o os rufos dos tambores e os tons dos <em>shamisen</em>, o festival
                &eacute; algo especial, com uma vivacidade &uacute;nica durante o ano, atr&aacute;s apenas dos festivais
                dos dias do Galo. &Eacute; curioso ver o esp&iacute;rito competitivo entre os santu&aacute;rios Mishima
                e Ono Teru<sup><span class="nota"
                        data-nota="小野照さま (<em>Ono Terusama</em>). Refer&ecirc;ncia ao atual santu&aacute;rio de Ono Terusaki no bairro de Taitō, T&oacute;quio."></span></sup>,
                cada um se recusando a ser inferior ao
                outro por serem vizinhos<sup><span class="nota"
                        data-nota="Inferioridade quanto a produ&ccedil;&atilde;o realizada para o festival."></span></sup>.
                Os moradores dos Becos,
                assim como os da Avenida, usam em conjunto o mesmo <em>yukata</em> de algod&atilde;o
                <em>mooka</em><sup><span class="nota"
                        data-nota="眞岡木綿 (na grafia moderna, 真岡木綿, <em>mooka momen</em>). Algod&atilde;o produzido na cidade de Mooka, prov&iacute;ncia de Tochigi."></span></sup>
                com os nomes de suas localidades escritos &agrave;
                m&atilde;o, mas h&aacute; quem resmungue que o padr&atilde;o do ano anterior era melhor. Pendurados em
                seus fibrosos <em>tasuki</em><sup><span class="nota"
                        data-nota="麻だすき (<em>asadasuki</em>). Palavra composta por 麻 (<em>asa</em>), fibra, e たすき (襷, <em>tasuki</em>), cord&atilde;o usado para prender as cavas das mangas de um quimono."></span></sup>,
                feitos com o linho
                mais grosso poss&iacute;vel e tingidos de cor ocre das gard&ecirc;nias secas, os jovens, que n&atilde;o
                chegam aos catorze, quinze anos, ostentam diversos brinquedos de papel mach&ecirc; feitos aos formatos
                de <em>daruma</em><sup><span class="nota"
                        data-nota="達磨 (<em>daruma</em>). Boneco da sorte arredondado e avermelhado no formato de Bodhidharma, com um olho em branco para ser pintado quando o desejo de uma pessoa for atendido."></span></sup>,
                corujas e cachorros, havendo quem
                tenha at&eacute; mesmo onze deles pendurados. &Eacute; divertido ver a coragem dos que saem correndo
                usando nada al&eacute;m das meias nos p&eacute;s, fazendo tilintar os sinos, pequenos ou grandes, que
                levam &agrave;s costas.
            </p>
            <p>Separado do grupo, Shōta de Tanakaya vestia um casaco <em>hanten</em><sup><span class="nota"
                        data-nota="半天 (<em>hanten</em>). Tradicional casaco curto de inverno semelhante a um <em>haori</em> sem refor&ccedil;os."></span></sup>
                de fios vermelhos que mostrava o nome da loja de sua
                fam&iacute;lia e um avental <em>haragake</em><sup><span class="nota"
                        data-nota="腹がけ (<em>haragake</em>). Pe&ccedil;a de roupa suplementar, similar a um avental, usada sob a roupa, do peito ao abd&ocirc;men, para manter o calor."></span></sup>
                azul escuro preso &agrave; sua nuca alva, vestes com
                as quais n&atilde;o era costume ser visto. Al&eacute;m disso, estava com um <em>obi</em> azul cadete
                amarrado bem firme, que, ao olhar atento, era feito em trama de seda tran&ccedil;ada com duas camadas de
                tintura. Os emblemas tingidos em sua gola se sobressa&iacute;am, e na bandana amarrada por tr&aacute;s
                havia uma flor, daquelas usadas como enfeites nos carros aleg&oacute;ricos. S&oacute; se escutava o som
                de seu <em>setta</em><sup><span class="nota"
                        data-nota="雪駄 (<em>setta</em>). Tamanco similar aos <em>geta</em>, mas com solas forradas de couro para impedir que a umidade do ch&atilde;o estrague o cal&ccedil;ado. O primeiro ideograma da palavra significa neve (雪)."></span></sup>
                de tiras de couro,
                mas n&atilde;o estava com seus colegas que tocavam instrumentos na parada.</p>
            <p>A noite &agrave;s v&eacute;speras do festival ocorreu sem nenhum incidente, e ao entardecer do dia do
                festival, doze pessoas se reuniam na papelaria. Apenas Midori estava ausente pela demora no preparo da
                maquiagem noturna.</p>
            <p>&mdash; Cad&ecirc; ela, cad&ecirc;? &mdash; repetia Shōta, entrando e saindo pela porta &mdash; Vai
                chamar ela, Sangorō. Acho que voc&ecirc; nunca foi ao dormit&oacute;rio de Daikokuya, mas a Midori-san
                deve ouvir se voc&ecirc; chamar pelo jardim perto da casa. Vai, vai!</p>
            <p>&mdash; Ent&atilde;o vou l&aacute; chamar. Acho que ningu&eacute;m vai pegar a vela da minha lanterna se
                eu deixar ela aqui, n&atilde;o &eacute;? Shōta-san, pe&ccedil;o para vigiar pra mim.</p>
            <p>&mdash; Mas que tapado! Deixa de besteira e vai logo! &mdash; gritou Shōta, apesar de ser mais novo.</p>
            <p>&mdash; Opa, vou indo nessa no Jirozaemon<sup><span class="nota"
                        data-nota="おつと來たさの次郎左衞門 (na grafia moderna, おっと来たさの次郎左衛門, <em>otto kita sa no Jirozaemon</em>). Um trocadilho cacof&ocirc;nico com inten&ccedil;&atilde;o c&ocirc;mica. おっと来たさ (<em>otto kita sa</em>) seria equivalente a &ldquo;Ah, aqui vamos n&oacute;s&rdquo;, enquanto さの次郎左衛門 (<em>Sano Jirozaemon</em>) faz refer&ecirc;ncia ao personagem principal da pe&ccedil;a de kabuki <em>Kagotsurube Sato no Eizame</em> (籠釣瓶花街酔醒), estreada em T&oacute;quio no ano 1888 (Meiji 21). Nela, Jirozaemon, um comerciante de seda de Yashū-Sano (regi&atilde;o da atual prov&iacute;ncia de Tochigi) durante a era Kyōhō (1716-1736), se encanta com Yatsuhashi, uma <em>oiran</em> de Yoshiwara, passando a visit&aacute;-la sempre que viaja a Edo. Quando Jirozaemon descobre que os sentimentos dela n&atilde;o s&atilde;o rec&iacute;procos, ele saca a lend&aacute;ria espada <em>Kagotsurube</em> e, al&eacute;m dela, assassina diversas outras pessoas. A pe&ccedil;a &eacute; uma dramatiza&ccedil;&atilde;o baseada no incidente conhecido como <em>Yoshiwara hyakunin giri</em> (吉原百人斬り, o massacre dos cem de Yoshiwara)."></span></sup>
                &mdash; e logo saiu em disparada como Idaten<sup><span class="nota"
                        data-nota="韋駄天 (<em>Idaten</em>). Um dos generais de Zōjōten (増長天) ou Virudhaka, deidade budista, por sua vez um dos quatro reis celestiais. H&aacute; uma cren&ccedil;a popular de que, depois do Nirvana de Buda, Idaten perseguiu um veloz dem&ocirc;nio que havia roubado um dente das rel&iacute;quias de Buda, por fim recuperando-o. Sin&ocirc;nimo para algu&eacute;m que corre r&aacute;pido."></span></sup>.
            </p>
            <p>&mdash; Ai, que jeito mais estranho de correr o dele! &mdash; riram inevitavelmente algumas meninas que o
                acompanhavam com o olhar.</p>
            <p>Atarracado, com a cabe&ccedil;a em formato de martelo, pesco&ccedil;o curto. Olhando de perfil, um nariz
                de batata saindo da testa proeminente, os dentes salientes para frente. Todos tra&ccedil;os
                imagin&aacute;veis pelo apelido, Sangorō. Apesar da pele de cor escura, o mais impressionante era o
                quanto seu esp&iacute;rito brincalh&atilde;o transparecia em seus olhos, com suas af&aacute;veis
                covinhas em ambas as bochechas e sobrancelhas que pareciam com aquelas colocadas em brincadeiras
                <em>fukuwarai</em><sup><span class="nota"
                        data-nota="福笑ひ (na grafia moderna, 福笑い, <em>fukuwarai</em>). Brincadeira de Ano Novo em que participantes vendados colocam recortes de caracter&iacute;sticas faciais no contorno de um rosto."></span></sup>.
                Por fim, um
                ador&aacute;vel garoto, livre de maldades. Sendo pobre, usava um quimono de mangas curtas, feitas de
                crepe de algod&atilde;o <em>awa</em><sup><span class="nota"
                        data-nota="阿波ちゞみ (na grafia moderna, 阿波ちぢみ, <em>awachijimi</em>). Tipo de algod&atilde;o barato, utilizado no ver&atilde;o, que confere ao toque a sensa&ccedil;&atilde;o de encolhimento. Produzido na antiga regi&atilde;o de Awa (atual prov&iacute;ncia de Tokushima)."></span></sup>.
            </p>
            <p>&mdash; &Eacute; que n&atilde;o deu pra conseguir um traje do festival a tempo &mdash; dizia para os
                amigos que n&atilde;o sabiam das suas condi&ccedil;&otilde;es.</p>
            <p>Filho mais velho em uma fam&iacute;lia de seis crian&ccedil;as, dependia do trabalho &aacute;rduo do seu
                pai como puxador de riquix&aacute;. Embora levasse os clientes at&eacute; a via das Cinquenta
                Lojas<sup><span class="nota"
                        data-nota="五十軒 (<em>gojikken</em>, lit. &ldquo;cinquenta constru&ccedil;&otilde;es&rdquo;). Nome dado &agrave; via, em frente ao port&atilde;o principal do lado de fora do distrito, onde existiam as casas de ch&aacute; intermedi&aacute;rias entre clientes e prostitutas."></span></sup>,
                onde as casas de ch&aacute; operam
                como vitrines, a triste situa&ccedil;&atilde;o financeira era inevit&aacute;vel. Desde o ano retrasado,
                quando fez treze anos, foi tido como bra&ccedil;o direito da fam&iacute;lia e passou a trabalhar em uma
                loja de impress&otilde;es em Namiki<sup><span class="nota"
                        data-nota="並木 (<em>Namiki</em>). Nome da &aacute;rea que engloba desde o portal Kaminari em Asakusa at&eacute; a ponte Komagata no bairro de Taitō."></span></sup>,
                mas n&atilde;o durou dez dias dada a sua personalidade pregui&ccedil;osa, e muito menos conseguia manter
                o mesmo trabalho por um m&ecirc;s que fosse. Do d&eacute;cimo primeiro m&ecirc;s at&eacute; meados da
                primavera, se ocupava confeccionando raquetes de <em>hanetsuki</em><sup><span class="nota"
                        data-nota="突羽根 (<em>tsukubane</em>, ou 羽根突き, <em>hanetsuki</em>). Jogo em parte similar ao <em>badminton</em>."></span></sup>
                em casa, e no ver&atilde;o ajudava na loja de gelo
                pr&oacute;xima ao posto de inspe&ccedil;&atilde;o sanit&aacute;ria<sup><span class="nota"
                        data-nota="檢査塲 (na grafia moderna, 検査場, <em>kensaba</em>). Posto de inspe&ccedil;&atilde;o sanit&aacute;ria que havia atr&aacute;s do distrito de Yoshiwara."></span></sup>,
                onde se tornou favorito pois era bom em usar a voz
                para atrair clientes. Apesar de haver ainda o apelido maldoso, Mannenchō<sup><span class="nota"
                        data-nota="萬年町 (na grafia atual, 万年町, <em>Mannenchō</em>). Regi&atilde;o localizada dentro do bairro de Taitō."></span></sup>,
                colocado pelos amigos que o ridicularizaram ao
                v&ecirc;-lo puxar o carro aleg&oacute;rico no festival Niwaka do ano anterior, o apelido Sangorō era
                sin&ocirc;nimo de algu&eacute;m brincalh&atilde;o, mas de boa &iacute;ndole, que ningu&eacute;m
                detestava. Sua fam&iacute;lia carregava uma d&iacute;vida de gratid&atilde;o para com Tanakaya e, apesar
                dos juros di&aacute;rios que n&atilde;o eram baixos, n&atilde;o conseguiam ter ressentimento desse
                indispens&aacute;vel respaldo financeiro, que lhes era como uma luz no fim do t&uacute;nel, uma
                t&aacute;bua da salva&ccedil;&atilde;o<sup><span class="nota"
                        data-nota="命の綱 (<em>inochi no tsuna</em>, lit. &ldquo;corda da vida&rdquo;). T&aacute;bua de salva&ccedil;&atilde;o. Express&atilde;o que compara a sobreviv&ecirc;ncia de uma pessoa a um barco amarrado por uma corda, simbolizando o algo do qual uma vida depende."></span></sup>.
                Havia ent&atilde;o um compromisso irrecus&aacute;vel quando chamado por Shōta para brincar com a sua
                turma. Contudo, ele havia nascido e crescido nos becos. O peda&ccedil;o de terra onde morava era
                propriedade de Ryūgeji e os senhorios eram os pais de Chōkichi. N&atilde;o podia dar as costas para a
                turma do Beco abertamente. Seria dif&iacute;cil realizar de forma discreta essa tarefa da turma da
                Avenida, enquanto os outros poderiam estar observando.</p>
            <p>Sentado na papelaria, Shōta cantarolava entediado, em voz baixa, &ldquo;O caminho oculto do
                amor&rdquo;<sup><span class="nota"
                        data-nota="忍ぶ戀路 (na grafia moderna, 忍ぶ戀路, <em>shinobu koiji</em>). Can&ccedil;&atilde;o curta de amor (端唄, <em>hauta</em>), popular ao fim do per&iacute;odo Edo, que retrata as dores de um amor persistente e imposs&iacute;vel. A letra (忍ぶ恋路はさてはかなさよ、今度逢うのが命がけ、よごす涙のおしろいも、その顔かくす無理な酒) poderia ser traduzida como: &Oacute;, o t&atilde;o fugaz caminho oculto do amor, faz do pr&oacute;ximo encontro uma chance de morrer, a maquiagem branca suja de l&aacute;grimas, no rosto que nem o saqu&ecirc; faz esquecer."></span></sup>,
                e nisso a senhora da papelaria riu:
            </p>
            <p>&mdash; &Eacute;, n&atilde;o d&aacute; para bobear.</p>
            <p>As bases das orelhas de Shōta se avermelharam sem motivo aparente. Disfar&ccedil;ando a vergonha, ele
                chamou em voz alta:</p>
            <p>&mdash; Vamos l&aacute;, todo mundo! &mdash; e, ao sair correndo da papelaria, trombou com sua
                av&oacute;.</p>
            <p>&mdash; Shōta, porque voc&ecirc; n&atilde;o veio jantar? Voc&ecirc; esquece de tudo quando est&aacute;
                brincando, n&atilde;o sabia que j&aacute; estou te chamando faz tempo? Crian&ccedil;ada, deixa ele
                brincar com voc&ecirc;s depois &mdash; disse a av&oacute; &agrave; senhora da papelaria, agradecendo-a
                com um cumprimento.</p>
            <p>Tendo a sua av&oacute; vindo pessoalmente para lev&aacute;-lo para casa, Shōta n&atilde;o teve como
                reclamar. Assim que sa&iacute;ram, o ambiente foi tomado pela quietude repentina, embora a quantidade de
                pessoas ali mal houvesse mudado.</p>
            <p>&mdash; Quando ele n&atilde;o est&aacute; at&eacute; os adultos se sentem mais solit&aacute;rios.
                N&atilde;o &eacute; como o San-chan, que faz palha&ccedil;adas e piadas, mas ele cai nas gra&ccedil;as
                das pessoas com um charme raro que as crian&ccedil;as das fam&iacute;lias ricas n&atilde;o t&ecirc;m.
            </p>
            <p>&mdash; Deu pra ver, n&atilde;o &eacute;, como a vi&uacute;va de Tanakaya &eacute; antip&aacute;tica. Ela
                j&aacute; tem sessenta e quatro anos. Tudo bem que ela n&atilde;o usa maquiagem branca na cara, mas
                aquele tamanho de penteado <em>marumage</em><sup><span class="nota"
                        data-nota="丸髷 (<em>marumage</em>). Penteado tradicional japon&ecirc;s, utilizado por mulheres casadas, com um coque oval no topo que indica mais jovialidade quanto maior for o seu tamanho."></span></sup>,
                aquela voz estridente. Ela n&atilde;o est&aacute;
                nem a&iacute; para a morte de ningu&eacute;m. Ela vai morrer por dinheiro ou duplo suic&iacute;dio,
                quase certeza!</p>
            <p>&mdash; Ainda assim, n&oacute;s n&atilde;o somos nem p&aacute;reo para ela. O poder do dinheiro. No fim,
                &eacute; o que todo mundo quer. Ouvi dizer tamb&eacute;m que os bord&eacute;is maiores do distrito
                t&ecirc;m grande d&iacute;vida para com ela &mdash; conversavam duas, tr&ecirc;s mulheres, em p&eacute;
                na Avenida, estimando a fortuna alheia.</p>

            <h3 id="capitulo5" class="capitulo">Capítulo 5</h3>
            <p>Um <em>kotatsu</em><sup><span class="nota"
                        data-nota="炬燵 (<em>kotatsu</em>). Mesa sobre um braseiro a carv&atilde;o (atualmente, el&eacute;trico) em um espa&ccedil;o aberto no ch&atilde;o, forrada com uma colcha para reter o calor."></span></sup>
                port&aacute;til na calada da noite
                &eacute; cruel a quem espera<sup><span class="nota"
                        data-nota="Trecho da can&ccedil;&atilde;o popular <em>Wagamono</em> (我がもの), baseada em um poema que fala do sentimento de espera pela visita de mulher em uma noite de neve. O g&ecirc;nero da can&ccedil;&atilde;o, <em>utazawa</em> (うた沢), &eacute; de ritmo lento, com o <em>shamisen</em> acompanhado pela voz, popular ao fim do per&iacute;odo Edo."></span></sup>,
                assim diz a
                can&ccedil;&atilde;o de amor. O anoitecer de ver&atilde;o era refrescado pelo vento. Tendo dispersado o
                calor da tarde em um banho de <em>ofuro</em><sup><span class="nota"
                        data-nota="風呂 (<em>furo</em>). Banheira tradicional japonesa, profunda o suficiente para cobrir os ombros de &aacute;gua ao sentar."></span></sup>,
                a filha
                estava diante do espelho que refletia seu corpo inteiro, enquanto sua pr&oacute;pria m&atilde;e arrumava
                seus cabelos soltos. Mesmo sendo sua m&atilde;e, ela se sentava e se levantava repetidas vezes,
                apreciando a beleza da filha.</p>
            <p>&mdash; Falta mais maquiagem na nuca &mdash; a m&atilde;e concluiu.</p>
            <p>Ela vestia um quimono sem forro, com o frescor da seda azul clara tingida ao padr&atilde;o
                <em>yūzen</em><sup><span class="nota"
                        data-nota="友仙 (na grafia moderna, 友禅, <em>yūzen</em>). Pano de seda com padr&otilde;es vividamente tingidos."></span></sup>
                e um <em>obi</em> de
                brocados de ouro. Passou um certo tempo at&eacute; ficar pronta e cal&ccedil;ar o <em>geta</em> deixado
                no jardim de pedra.
            </p>
            <p>&mdash; Cad&ecirc; ela, cad&ecirc;? &mdash; procurava Sangorō, j&aacute; na s&eacute;tima volta em torno
                do muro do dormit&oacute;rio, ap&oacute;s incont&aacute;veis bocejos. Tentava espantar os mosquitos que
                o picavam vorazmente na nuca e na testa. J&aacute; estava exausto quando Midori apareceu.</p>
            <p>&mdash; Pronto! &mdash; ela disse. Sem falar nada, ele a pegou pelas mangas e partiu em disparada.</p>
            <p>&mdash; Estou sem f&ocirc;lego, meu peito est&aacute; doendo! N&atilde;o sei se consigo ir t&atilde;o
                depressa assim, pode ir sozinho na frente! &mdash; gritou irritada. Por fim, chegaram separados na
                papelaria enquanto Shōta ainda estava ausente, jantando.</p>
            <p>&mdash; Ai, isso n&atilde;o &eacute; legal! N&atilde;o d&aacute; para come&ccedil;ar com o projetor se
                ele n&atilde;o vier. Dona, aqui na loja voc&ecirc;s n&atilde;o vendem pe&ccedil;as de tangram<sup><span
                        class="nota"
                        data-nota="智惠の板 (na grafia moderna, 知恵の板, <em>chie no ita</em>, lit. &ldquo;plaquetas de sabedoria&rdquo;). Similar ao tangram, diferindo no formato de algumas pe&ccedil;as."></span></sup>
                de papel cart&atilde;o? Um jogo de
                Musashi e os dezesseis<sup><span class="nota"
                        data-nota="十六武藏 (na grafia moderna, 十六武蔵, <em>jūroku Musashi</em>). Jogo de tabuleiro onde um lado joga com um pe&atilde;o, Musashi, e o outro joga com 16 pe&otilde;es, os assassinos. O objetivo de cada lado &eacute; eliminar pe&otilde;es advers&aacute;rios."></span></sup>,
                qualquer coisa
                serve. A gente n&atilde;o pode &eacute; ficar &agrave; toa! &mdash; disse Midori, desolada, ao que de
                imediato as meninas tomaram algumas tesouras emprestadas e come&ccedil;aram a recortar. Os meninos, com
                Sangorō ao centro, come&ccedil;aram os ensaios do festival Niwaka.</p>
            <p style="text-indent: 0; padding-left: 6em;">Vendo o pr&oacute;spero norte do distrito,<br>
                a luz dos postes nos beirais,<br>
                sempre lotadas, as cinco divis&otilde;es<sup><span class="nota"
                        data-nota="Versos do festival Niwaka em Yoshiwara. Yoshiwara possu&iacute;a cinco divis&otilde;es: Edomachi chōme 1 e 2 (江戸町一・二丁目), Kyōmachi chōme 1 e 2 (京町一・二丁目), e Sumimachi (角町)."></span></sup>
            </p>
            <p>Cantavam em un&iacute;ssono, fazendo farra. Com boa mem&oacute;ria, lembraram-se das palmas e dos gestos
                ensaiados nos anos anteriores sem nenhum erro. Dado o alvoro&ccedil;o de quase dez pessoas festejando,
                ouvia-se de dentro uma multid&atilde;o &agrave; porta se perguntando o que seria aquilo.</p>
            <p>&mdash; O Sangorō est&aacute; a&iacute;? Vem aqui, rapidinho &mdash; disse Bunji, o artes&atilde;o de
                cord&otilde;es para cabelo. Sangorō foi despreocupado &agrave;quela voz familiar, cruzando para fora da
                linha da porta.</p>
            <p>&mdash; Opa, cheguei.</p>
            <p>&mdash; Seu traidor sem-vergonha, sujando o orgulho do Beco! Agora voc&ecirc; vai ver, isso n&atilde;o
                vai ficar assim! Adivinha? Chōkichi aqui! Vai se arrepender por ser t&atilde;o babaca! &mdash; disse
                j&aacute; cruzando um soco no rosto de Sangorō.</p>
            <p>&mdash; Ugh!</p>
            <p>Atordoado, Sangorō tentou fugir, mas foi pego por tr&aacute;s da gola e puxado de volta pelo bando do
                Beco.</p>
            <p>&mdash; Esfolem esse Sangorō at&eacute; ele morrer!</p>
            <p>&mdash; Arrastem o Shōta para fora e acabem com ele!</p>
            <p>&mdash; N&atilde;o vai fugir n&atilde;o, fracote!</p>
            <p>&mdash; N&atilde;o deixem barato para o idiota da loja de <em>dango</em> tamb&eacute;m!</p>
            <p>O alvoro&ccedil;o fervia como um turbilh&atilde;o. As lanternas de papel nos beirais do telhado da
                papelaria eram derrubadas com facilidade, e at&eacute; as penduradas no teto viraram um perigo.</p>
            <p>&mdash; Parem de brigar na frente da loja! &mdash; a senhora da papelaria gritou alto, mas n&atilde;o
                havia nem como n&atilde;o terem escutado. Devia haver umas quatorze, quinze pessoas, brandindo as varas
                de suas lanternas o mais forte que podiam, passando da delinqu&ecirc;ncia &agrave; f&uacute;ria
                descontrolada com pis&otilde;es dos p&eacute;s enlameados, at&eacute; verem que o verdadeiro rival,
                Shōta, n&atilde;o estava l&aacute;.</p>
            <p>&mdash; Onde esconderam ele?</p>
            <p>&mdash; Para onde ele fugiu?</p>
            <p>Tendo cercado Sangorō, Chōkichi perguntava entre socos e chutes.</p>
            <p>&mdash; N&atilde;o vai falar, &eacute;? N&atilde;o vai falar? Vai ter que falar!</p>
            <p>Irritada, Midori empurrou para os lados aqueles que a tentavam impedir de chegar &agrave; frente.</p>
            <p>&mdash; Olha aqui, voc&ecirc;s a&iacute; erraram feio com o San-chan! Se querem brigar com o Shōta-san,
                briguem com ele! Ele n&atilde;o fugiu e nem se escondeu, n&atilde;o est&atilde;o vendo que ele
                n&atilde;o est&aacute; aqui? Esse &eacute; o lugar que eu venho pra me divertir, n&atilde;o pra receber
                ordem de voc&ecirc;s. Mas como voc&ecirc; &eacute; p&eacute;ssimo, Chōkichi. Por que bater no San-chan e
                ainda por cima derrubar o menino? Se voc&ecirc; est&aacute; com rancor, vem bater em mim, seu alvo agora
                sou eu. Dona, n&atilde;o me impe&ccedil;a, por favor! &mdash; esbravejou, contraindo-se em
                ang&uacute;stia.</p>
            <p>&mdash; Mas que vadia, fazendo conversinha fiada! Seguindo os passos da irm&atilde; para mendigar o
                dinheiro dos clientes! O inimigo certo para voc&ecirc; &eacute; isso aqui!</p>
            <p>Por tr&aacute;s das pessoas aglomeradas, Chōkichi pegou seu <em>zōri</em> imundo e o arremessou com uma
                pontaria perfeita, atingindo a testa de Midori com for&ccedil;a. Em p&eacute;, com a express&atilde;o do
                rosto alterada e machucada, foi segurada pela senhora da loja.</p>
            <p>&mdash; Isso &eacute; pra voc&ecirc; aprender! A gente tem do nosso lado o Fujimoto de Ryūgeji. A nossa
                vingan&ccedil;a n&atilde;o tem hora pra acontecer, sua idiotinha fracote e covarde. E voc&ecirc;, quando
                voltar pra casa, fica esperto porque a gente vai estar &agrave; espreita no escuro dos Becos! &mdash;
                disse, jogando terra do ch&atilde;o em Sangorō.</p>
            <p>Logo em seguida ouviram-se passos. Algu&eacute;m havia relatado &agrave; pol&iacute;cia, que chegou
                s&oacute; ent&atilde;o.</p>
            <p>&mdash; Hora de ir!</p>
            <p>Ao ouvir a voz de Chōkichi, Ushimatsu, Bunji e as mais de outras dez pessoas mudaram o rumo,
                dispersando-se em passos r&aacute;pidos, havendo quem se esgueirasse pelas vielas como atalho.</p>
            <p>&mdash; Mas que droga! Que droga, que droga, que droga! Chōkichi, Bunji, Ushimatsu, seus
                desgra&ccedil;ados, por que n&atilde;o me mataram logo de uma vez? N&atilde;o sou ningu&eacute;m menos
                que Sangorō, n&atilde;o ia apenas morrer, ia virar um fantasma e assombrar voc&ecirc;s at&eacute; a
                morte! Voc&ecirc; vai ver, Chōkichi!</p>
            <p>Sangorō praguejava enquanto l&aacute;grimas cheias vertiam dos olhos. E ainda, por fim, de repente
                come&ccedil;ou a chorar em voz alta. Seu corpo inteiro parecia estar em dor, as mangas da sua roupa
                rasgadas em v&aacute;rias partes, suas costas cobertas com areia de cima a baixo. Nada menos que
                perplexa e sem nem mesmo conseguir interromper a briga, a senhora da papelaria, at&eacute; ent&atilde;o
                amedrontada e paralisada com horror daquela bestialidade, correu em sua dire&ccedil;&atilde;o e o ajudou
                a se levantar, tirando a areia das costas dele com as m&atilde;os.</p>
            <p>&mdash; Paci&ecirc;ncia, paci&ecirc;ncia. No fim eles estavam em muitos, e do nosso lado n&atilde;o tinha
                ningu&eacute;m forte. Voc&ecirc; sabe que mesmo um adulto brigando no seu lugar n&atilde;o ia dar conta
                deles. E ainda bem que voc&ecirc; n&atilde;o teve nenhum machucado mais grave. No mais, agora as
                emboscadas no caminho s&atilde;o perigosas, que bom que o senhor guarda que chegou a tempo, e, se ele
                puder te acompanhar at&eacute; em casa, vamos ficar todos tranquilos. Ent&atilde;o, foi assim&hellip;
                &mdash; a senhora da loja fez um breve relato do caso de at&eacute; ent&atilde;o ao guarda.</p>
            <p>&mdash; Te acompanho agora mesmo, &eacute; o meu trabalho &mdash; disse o guarda, tomando a m&atilde;o de
                Sangorō.</p>
            <p>&mdash; N&atilde;o, n&atilde;o, posso voltar sem ajuda. Volto sozinho mesmo &mdash; disse Sangorō, como
                que encolhendo.</p>
            <p>&mdash; N&atilde;o h&aacute; do que ter medo. Vou s&oacute; te acompanhar at&eacute; a sua casa,
                n&atilde;o precisa se preocupar &mdash; disse o guarda com um sorriso, dando tapinhas na cabe&ccedil;a
                de Sangorō, que cada vez mais se encolhia.</p>
            <p>&mdash; Meu pai vai ficar bravo comigo quando ele souber da briga, porque os pais do Chōkichi s&atilde;o
                os donos da nossa casa &mdash; disse Sangorō, ainda mais desanimado.</p>
            <p>&mdash; Ent&atilde;o eu te levo at&eacute; o port&atilde;o principal. N&atilde;o vou fazer nada que possa
                te deixar encrencado!</p>
            <p>Ver os dois partindo juntos foi um al&iacute;vio para as pessoas ali presentes, mas, sem saber como ele o
                fez, Sangorō se soltou da m&atilde;o do guarda quando estavam &agrave; esquina dos becos e fugiu
                correndo o mais r&aacute;pido que podia.</p>

            <h3 id="capitulo6" class="capitulo">Capítulo 6</h3>
            <p>&mdash; Que coisa rara, ser&aacute; que n&atilde;o vai nevar em um dia de sol escaldante como esse?
                Voc&ecirc;, sem vontade de ir &agrave; escola, Midori? Est&aacute; de mau humor? Voc&ecirc; n&atilde;o
                terminou o caf&eacute; da manh&atilde;, quer que eu pe&ccedil;a algo na loja de sushi depois? Voc&ecirc;
                est&aacute; sem febre para ser gripe. Parece cansada da farra de ontem, deixa que a m&atilde;e faz a
                visita matinal ao santu&aacute;rio Tarō Inari<sup><span class="nota"
                        data-nota="太郎樣 (<em>Tarōsama</em>), ou 太郎稲荷 (<em>Tarō Inari</em>). Santu&aacute;rio localizado em Nakatanbo (中田圃), nome comum para a regi&atilde;o ao redor de Yoshiwara."></span></sup>
                no seu
                lugar. T&aacute; tudo bem &mdash; disse a m&atilde;e &agrave; Midori.</p>
            <p>&mdash; N&atilde;o, n&atilde;o. Eu que fiz a prece pelo sucesso da minha irm&atilde;, n&atilde;o vou
                ficar tranquila se eu mesma n&atilde;o for fazer a visita. Me d&aacute; dinheiro para a oferenda? Vou e
                j&aacute; volto &mdash; disse Midori, saindo &agrave;s pressas para fora de casa.</p>
            <p>Fazendo soar o sino pendurado em frente ao santu&aacute;rio em Nakatanbo, ela juntou suas m&atilde;os e
                fez uma prece que ningu&eacute;m al&eacute;m dela saberia qual &eacute;. Cabisbaixa desde que saiu de
                casa, voltava pelos caminhos entre os arrozais quando Shōta a viu. Ele a chamou de longe, correu na
                dire&ccedil;&atilde;o dela at&eacute; alcan&ccedil;ar a manga de seu quimono.</p>
            <p>&mdash; Midori-san, me desculpe por ontem &agrave; noite! &mdash; disse Shōta de repente.</p>
            <p>&mdash; Voc&ecirc; n&atilde;o tem nada pelo que pedir desculpas.</p>
            <p>&mdash; Ainda assim, &eacute; de mim que eles n&atilde;o gostam, o alvo da briga era eu. Eu n&atilde;o
                teria voltado para casa se n&atilde;o fosse pela minha av&oacute; que veio me chamar, e o Sangorō
                n&atilde;o teria apanhado daquele jeito t&atilde;o absurdo. Essa manh&atilde;, quando fui at&eacute; a
                casa dele para v&ecirc;-lo, ele estava chorando inconformado. S&oacute; de ouvir o que aconteceu eu
                j&aacute; fico abatido. E aquele traste do Chōkichi, jogou o <em>zōri</em> no seu rosto, n&atilde;o foi?
                Aquele idiota, a delinqu&ecirc;ncia dele passou dos limites. Mas, Midori-san, por favor me desculpe!
                N&atilde;o foi como se eu soubesse do que ia acontecer e tivesse fugido. Eu engoli a janta, e quando ia
                sair para a Avenida, minha av&oacute; me disse que ia ao banho p&uacute;blico. A confus&atilde;o toda
                deve ter acontecido enquanto eu estava tomando conta da casa. De verdade, eu n&atilde;o sabia de nada
                &mdash; Shōta se desculpava profundamente como se fosse culpado por toda a situa&ccedil;&atilde;o.</p>
            <p>&mdash; N&atilde;o est&aacute; doendo? &mdash; Shōta subiu os olhos &agrave; testa de Midori, que sorriu
                com leveza.</p>
            <p>&mdash; Nada que v&aacute; deixar uma cicatriz. Mas apesar disso, Shō-san, n&atilde;o diga pra
                ningu&eacute;m que o Chōkichi me acertou com o <em>zōri</em>, mesmo que perguntarem. Se por acaso minha
                m&atilde;e ouvir falar disso, eu vou levar uma bronca. Nem mesmo meus pais levantam a m&atilde;o para
                mim. Ter a testa suja de lama do <em>zōri</em> de um cara como Chōkichi seria igual a ser pisoteada
                &mdash; lamentou-se, virando o rosto para o outro lado.</p>
            <p>&mdash; De verdade, me desculpe. A culpa &eacute; toda minha. Por isso pe&ccedil;o desculpas. Voc&ecirc;
                n&atilde;o pode recuperar seu bom humor? Eu vou ficar mal se voc&ecirc; se zangar comigo.</p>
            <p>Sem perceber, eles haviam chegado aos fundos da casa de Shōta enquanto conversavam.</p>
            <p>&mdash; N&atilde;o quer entrar, Midori-san? N&atilde;o tem ningu&eacute;m em casa, minha av&oacute; deve
                ter sa&iacute;do para coletar os juros di&aacute;rios. Assim eu n&atilde;o me sinto solit&aacute;rio.
                Posso te mostrar aquele <em>nishiki-e</em><sup><span class="nota"
                        data-nota="錦繪 (na grafia moderna, 錦絵, <em>nishiki-e</em>). Termo geral para impress&otilde;es policromadas em xilogravura de <em>ukiyo-e</em> (浮世絵), onde v&aacute;rias cores s&atilde;o impressas com precis&atilde;o usando t&eacute;cnicas elaboradas para criar uma paleta de cores semelhante a um brocado."></span></sup>
                que comentei uma vez. Entre! Tenho v&aacute;rias outras coisas.</p>
            <p>Shōta segurava, sem soltar, a manga de Midori, que consentiu em sil&ecirc;ncio acenando com a
                cabe&ccedil;a. Entraram pela porta dobr&aacute;vel envelhecida que dava acesso ao jardim. O ambiente
                n&atilde;o era muito grande, mas os vasos das plantas estavam curiosamente alinhados e era
                poss&iacute;vel ver pendurado no beiral do telhado o xaxim<sup><span class="nota"
                        data-nota="つり忍艸 (na grafia moderna, 釣忍, <em>tsurishinobu</em>)."></span></sup> que Shōta parecia
                ter comprado durante o festival do
                dia do Cavalo. Quem n&atilde;o soubesse das circunst&acirc;ncias talvez ficasse em d&uacute;vida, mas
                apesar de ser a fam&iacute;lia mais rica da regi&atilde;o, s&oacute; duas pessoas, a av&oacute; e o
                neto, faziam parte dela. A mir&iacute;ade de chaves da fam&iacute;lia era tanta que gelava a pele do
                abdome ao carreg&aacute;-las, mas como eram todas de casas <em>nagaya</em>, era de se esperar que nenhum
                ladr&atilde;o quebraria sequer um cadeado quando estavam ausentes.</p>
            <p>Entrando na frente, Shōta procurou um lugar onde o vento soprasse mais.</p>
            <p>&mdash; N&atilde;o quer vir aqui? &mdash; perguntou, sacando uma ventarola<sup><span class="nota"
                        data-nota="團扇 (na grafia moderna, 団扇, <em>uchiwa</em>)."></span></sup>. Era peculiar o
                qu&atilde;o precoce era para uma
                crian&ccedil;a de treze anos. Pegando diversos <em>nishiki-e</em> herdados atrav&eacute;s das
                gera&ccedil;&otilde;es, ficou feliz quando Midori os elogiou.</p>
            <p>&mdash; Midori-san, vou te mostrar uma raquete antiga de <em>hanetsuki</em>. Minha m&atilde;e ganhou
                quando trabalhava como governanta em uma mans&atilde;o! Ela &eacute; grande, n&atilde;o &eacute;
                engra&ccedil;ado? E os rostos das pessoas tamb&eacute;m eram diferentes dos de agora<sup><span
                        class="nota" data-nota="As raquetes eram ilustradas com rostos pintados nelas."></span></sup>,
                n&atilde;o &eacute;? Ah, eu queria tanto que ela
                ainda estivesse viva, ela morreu quando eu tinha tr&ecirc;s anos. Tem meu pai, mas ele acabou voltando
                para a casa da fam&iacute;lia dele<sup><span class="nota"
                        data-nota="Provavelmente, o pai de Shōtarō se casou de novo e se juntou &agrave; fam&iacute;lia da esposa."></span></sup>
                no
                interior, e agora s&oacute; tenho a minha av&oacute;. Sinto inveja de voc&ecirc;, sabe? &mdash; disse,
                come&ccedil;ando a trazer o assunto dos pais.</p>
            <p>&mdash; Chorar n&atilde;o &eacute; coisa de homem, voc&ecirc; vai molhar as gravuras &mdash; Midori lhe
                disse.</p>
            <p>&mdash; Acho que eu sou um covarde, de vez em quando me pego lembrando de v&aacute;rias coisas, sabe? Por
                ora eu estou bem, mas no inverno, em noites de luar, depois de fazer uma ronda na regi&atilde;o de
                Tamachi<sup><span class="nota"
                        data-nota="田町 (<em>Tamachi</em>). Regi&atilde;o a sudeste de Yoshiwara."></span></sup> para
                coletar o dinheiro das
                d&iacute;vidas, em in&uacute;meras vezes desatei a chorar ao chegar na barragem. N&atilde;o por conta do
                frio. Eu n&atilde;o sei por qual motivo, s&oacute; fico pensando nas coisas. &Eacute;&hellip; eu comecei
                a fazer as rondas para coletar as d&iacute;vidas di&aacute;rias no ano retrasado. A minha av&oacute;
                j&aacute; era idosa, e &agrave; noite &eacute; mais perigoso tamb&eacute;m. Ela j&aacute; n&atilde;o
                enxerga direito, ent&atilde;o fica dif&iacute;cil para ela fazer as coisas como carimbar os documentos.
                J&aacute; tentamos contratar diversos homens para o servi&ccedil;o, mas minha av&oacute; disse que eles
                acham que conseguem nos enrolar por sermos uma senhora e uma crian&ccedil;a, e no fim acabam n&atilde;o
                trabalhando como ela quer. Ela espera ansiosa que eu fique mais velho e abra a loja de penhores,
                pendurando novamente a placa de Tanakaya, mesmo que n&atilde;o seja como antigamente. Eu fico com pena
                porque as pessoas dizem que a minha av&oacute; &eacute; mesquinha, mas &eacute; por minha causa que ela
                &eacute; controlada assim com o dinheiro. Tamb&eacute;m devem falar mal da minha av&oacute; quando
                coletamos as d&iacute;vidas nas casas, algumas delas em situa&ccedil;&atilde;o de dar d&oacute;, em
                Tōrishinmachi<sup><span class="nota"
                        data-nota="通新町 (<em>Tōrishinmachi</em>). Regi&atilde;o localizada entre Minowa e a ponte Senbashira."></span></sup>
                ou qualquer outro lugar.
                S&oacute; de pensar nisso, as l&aacute;grimas j&aacute; escorrem. &Eacute; mesmo um fato que eu sou
                fracote. Nesta manh&atilde;, quando fui &agrave; casa do Sankō<sup><span class="nota"
                        data-nota="三公 (<em>Sankō</em>). Refer&ecirc;ncia a Sangorō."></span></sup> coletar o juros,
                apesar do corpo todo dolorido, o
                rapaz estava trabalhando para que o pai dele n&atilde;o descobrisse. Quando eu vi isso, fiquei sem
                palavras. N&atilde;o &eacute; esquisito quando um homem chora? &Eacute; por isso que aqueles selvagens
                do beco me acham um idiota.</p>
            <p>Ao come&ccedil;ar a falar assim, sua fei&ccedil;&atilde;o parecia expressar vergonha da sua
                pr&oacute;pria fraqueza. Sem pensar em nada espec&iacute;fico, seu olhar af&aacute;vel se encontrava com
                o de Midori.</p>
            <p>&mdash; Mas voc&ecirc; estava muito estiloso no festival, eu fiquei com inveja. Se eu fosse homem, eu
                queria ser daquele jeito. Estava mais estiloso do que qualquer outro &mdash; Midori elogiava.</p>
            <p>&mdash; Eu n&atilde;o sou nada de mais, quem &eacute; bonita &eacute; voc&ecirc;! Mais bonita ainda do
                que a Ōmaki-san<sup><span class="nota"
                        data-nota="大卷 (na grafia moderna, 大巻, <em>Ōmaki</em>). Nome art&iacute;stico da irm&atilde; mais velha de Midori utilizado em Yoshiwara."></span></sup>,
                o pessoal diz. Que
                orgulho seria se voc&ecirc; fosse minha irm&atilde; mais velha! Em qualquer lugar que fosse, eu iria me
                gabar por estar na sua companhia. Irm&atilde;os mesmo eu n&atilde;o tenho nenhum, fazer o qu&ecirc;?
                Ent&atilde;o, Midori-san, da pr&oacute;xima vez vamos tirar uma foto juntos? Eu vestido como estava no
                festival, voc&ecirc; toda chique com as roupas de seda fina e estampada em listras largas. Podemos tirar
                a foto no est&uacute;dio Katō<sup><span class="nota"
                        data-nota="加藤 (<em>Katō</em>). Est&uacute;dio de fotos que de fato existiu."></span></sup> de
                Suidōjiri<sup><span class="nota"
                        data-nota="水道尻 (<em>Suidōjiri</em>). &Uacute;ltimo ponto de parada na alameda Nakanochō (仲の町), a principal de Yoshiwara."></span></sup>,
                para deixar aquele l&aacute;
                de Ryūgeji com inveja! &Eacute; s&eacute;rio! Ele vai ficar bravo com certeza, vai ficar azul de
                t&atilde;o bravo! Se bem que ele &eacute; todo introvertido, n&atilde;o vai nem ficar vermelho. Ou
                talvez ele v&aacute; rir da gente, quem se importa? Se a gente tirar uma foto grande, seria legal se
                colocassem ela no mural<sup><span class="nota"
                        data-nota="Quando usado para decorar a vitrine."></span></sup>, n&atilde;o
                &eacute;? Voc&ecirc; n&atilde;o gostou da ideia? Porque est&aacute; com cara de que n&atilde;o gostou
                &mdash; at&eacute; mesmo seu aborrecimento era engra&ccedil;ado.</p>
            <p>&mdash; &Eacute; que voc&ecirc; n&atilde;o vai gostar se eu sair com uma cara esquisita &mdash; soltou
                Midori junto com um doce riso alto, retomando o bom humor.</p>
            <p>O frescor da manh&atilde; passou despercebido, dando lugar ao calor da luz do sol.</p>
            <p>&mdash; Shōta-san, nos vemos &agrave; noite. Vem brincar no meu dormit&oacute;rio, podemos acender
                algumas lanternas e ficar perseguindo os peixes. Consertaram a ponte sobre o lago, n&atilde;o tem com o
                que se preocupar &mdash; disse j&aacute; por cima do ombro.</p>
            <p>Shōta olhava feliz a figura de Midori que se distanciava, pensando na sua beleza.</p>

            <h3 id="capitulo7" class="capitulo">Capítulo 7</h3>
            <p>Shinnyo, de Ryūgeji, e Midori, de Daikokuya, ambos frequentavam a escola Ikueisha. Ao final de abril
                daquele ano as flores de cerejeira ca&iacute;am e come&ccedil;ava a &eacute;poca de
                aprecia&ccedil;&atilde;o das glic&iacute;nias &agrave;s sombras das folhas jovens. Em Mizunoya no
                Hara<sup><span class="nota"
                        data-nota="水の谷の原 (<em>Mizunoya no Hara</em>). Campina que havia entre Kanasugichō (金杉町) e Ryūsenjimachi (龍泉寺町), com um lago ao meio."></span></sup>,
                acontecia a grande competi&ccedil;&atilde;o
                esportiva de primavera, onde as pessoas se entretiam fazendo cabo de guerra, jogando bola, pulando
                corda, sem se darem conta do p&ocirc;r do sol ap&oacute;s o longo dia. Shinnyo, sem a compostura de
                sempre que lhe cabia, havia trope&ccedil;ado na raiz de um pinheiro ao lado do lago, vergonhosamente
                sujando as m&atilde;os e as mangas da roupa com a terra vermelha do caminho. Midori, ao redor por acaso
                e sem conseguir ignor&aacute;-lo, pegou seu len&ccedil;o de seda carmesim<sup><span class="nota"
                        data-nota="紅 (<em>kurenai</em>). H&aacute; estudos que indicam ser a cor que simboliza Midori."></span></sup>.
            </p>
            <p>&mdash; Pode usar isso pra limpar &mdash; e ao expressar seus cuidados, alguns amigos que estavam com
                Midori ficaram com ci&uacute;mes.</p>
            <p>&mdash; Apesar do Fujimoto ser metido &agrave; monge, &eacute; estranho como ele parece todo feliz quando
                vai agradecer uma mulher, n&atilde;o acham? Muita gente acha que a Midori-san vai virar esposa do
                Fujimoto. O nome do santu&aacute;rio vai ser Daikoku<sup><span class="nota"
                        data-nota="大黒 (<em>daikoku</em>). i) Divindade da riqueza; ii) a esposa de um monge. Trocadilho provocativo que, al&eacute;m de abarcar os dois significados da palavra, relaciona o nome do bordel com o qual a fam&iacute;lia de Midori est&aacute; envolvida."></span></sup>
                se continuar assim &mdash; circulavam as fofocas desse
                tipo.</p>
            <p>Por natureza, Shinnyo detestava ouvir sobre assuntos de outras pessoas, sempre propenso a fechar a cara e
                olhar para outro lado. Sendo ele o alvo, n&atilde;o havia motivos para ter que tolerar aquilo. Depois
                disso, ele ficava receoso toda vez que ouvia o nome &ldquo;Midori&rdquo;. Sentia uma
                indescrit&iacute;vel relut&acirc;ncia, uma ansiedade dentro do cora&ccedil;&atilde;o, pensando se iam
                comentar de novo sobre o ocorrido. Entretanto, n&atilde;o adiantaria se zangar toda vez que algo do tipo
                acontecesse. Tanto quanto poss&iacute;vel, ignorava esse tipo de ocasi&atilde;o, agindo como se de nada
                soubesse, fingindo indiferen&ccedil;a com um semblante frio. Mas se sentia constrangido quando
                questionado cara a cara, sendo que um breve &ldquo;n&atilde;o &eacute; da minha conta&rdquo; bastaria
                para a maioria, e, desamparado, um suor frio escorria por seu corpo.</p>
            <p>Midori, que no come&ccedil;o n&atilde;o sabia disso, o chamava com um tom de intimidade &mdash;
                Fujimoto-san, Fujimoto-san!</p>
            <p>Certa vez, ela estava alguns passos &agrave; frente dele enquanto voltavam da escola. Tendo parado para
                ver uma flor diferente &agrave; beira da via, for&ccedil;ou um encontro com Shinnyo, que vinha
                atr&aacute;s.</p>
            <p>&mdash; Olha, tem uma flor t&atilde;o bonita desabrochando, mas est&aacute; em um galho alto demais para
                mim. Nobu-san, voc&ecirc; deve conseguir alcan&ccedil;ar j&aacute; que &eacute; alto. Pegue para mim,
                por favor! &mdash; pediu, procurando o mais velho dentro daquele grupo de pessoas, que naturalmente
                seria Shinnyo.</p>
            <p>Com o pedido, ele n&atilde;o conseguiu ignor&aacute;-la<sup><span class="nota"
                        data-nota="袖ふり (<em>sodefuri</em>, lit. &ldquo;balan&ccedil;ar da manga&rdquo;). Segundo o dicion&aacute;rio Kotobank, h&aacute; obras cl&aacute;ssicas que relacionam o ato de balan&ccedil;ar as mangas com uma demonstra&ccedil;&atilde;o de amor e de tristeza na ocasi&atilde;o de uma despedida. No original, esta palavra est&aacute; composta com o verbo 振り切る (<em>furikiru</em>), que possui acep&ccedil;&otilde;es como &ldquo;desvencilhar&rdquo;, &ldquo;ignorar&rdquo; ou &ldquo;rejeitar um pedido&rdquo;. A ideia &eacute; que Shinnyo n&atilde;o conseguiu rejeitar o pedido de Midori sem &ldquo;balan&ccedil;ar as suas mangas&rdquo;, ou seja, sem demonstrar algum afeto."></span></sup>,
                por&eacute;m cada vez mais relutante por n&atilde;o
                saber o que os demais ao redor pensariam, apenas pelas apar&ecirc;ncias, tomou um galho pr&oacute;ximo
                qualquer e puxou uma flor sem muita escolha, chegando ao ponto de jog&aacute;-la rapidamente para
                Midori. Ela, surpreendida por aquela falta de cortesia, concluiu que ele estava sendo maldoso com ela de
                prop&oacute;sito pela frequ&ecirc;ncia com que essas situa&ccedil;&otilde;es aconteciam.</p>
            <p>&mdash; Ele n&atilde;o &eacute; diferente assim com os outros, s&oacute; comigo ele mostra essa atitude
                horr&iacute;vel. Quando pergunto alguma coisa ele mal responde, ele foge quando eu chego ao lado dele,
                ele fica bravo quando falo com ele, todo travado e recluso. N&atilde;o fa&ccedil;o ideia do que eu
                poderia fazer, nada o faz melhorar os &acirc;nimos. N&atilde;o preciso falar com algu&eacute;m mal
                humorado e teimoso assim, que faz tudo do jeito que quiser e que fica bravo porque distorce as coisas.
                Muito menos ser amigo dele.</p>
            <p>Nem um pouco pesarosa, Midori n&atilde;o falaria com ele a menos que precisasse. Caso passassem um pelo
                outro, nem mesmo cogitaria um cumprimento. Simples assim, sem que percebessem, estendia-se entre os dois
                um grande rio onde barcos e jangadas eram proibidos, sem que tivessem outra escolha sen&atilde;o seguir
                cada um &agrave; sua margem.</p>
            <p>Passado o dia do festival, Midori de repente parou de frequentar a escola. Sem que fosse
                necess&aacute;rio dizer, sentia uma profunda humilha&ccedil;&atilde;o da qual, ao contr&aacute;rio da
                lama na testa, era dif&iacute;cil de se livrar.</p>
            <p>&mdash; Turma da Avenida isso, turma do Beco aquilo. Se todos fossem enfileirados na mesma sala de aula,
                n&atilde;o teria porque fazer essa distin&ccedil;&atilde;o dos colegas de escola. Com essa
                divis&atilde;o estranha, eles ficam competindo por orgulho a todo momento. Sendo menina, acham que eu
                sou n&atilde;o sou p&aacute;reo para eles e me tomam como ponto fraco. E a atitude deles na noite do
                festival? Que covardia! Qualquer um sabe que aquele est&uacute;pido do Chōkichi &eacute; o mais atroz de
                todos, mas seria imposs&iacute;vel ser t&atilde;o obstinado em arrebentar a turma da Avenida se
                n&atilde;o tivesse tido o apoio do Shinnyo. Na frente das pessoas ele pode parecer culto, dando uma
                falsa apar&ecirc;ncia de honesto, mas, nas sombras, quem d&aacute; as cartas<sup><span class="nota"
                        data-nota="機械の糸を引きしは (<em>karakuri no ito o hikishi wa</em>, quem puxa as cordas da marionete). A express&atilde;o evoca a ideia de se controlar a situa&ccedil;&atilde;o assim como um titereiro manipula marionetes."></span></sup>
                &eacute; o Fujimoto. Mesmo que ele seja mais velho na
                escola e que seja bom nos estudos, mesmo que seja o jovem mestre de Ryūgeji, eu, Midori de Daikokuya,
                que nunca precisei de qualquer coisa que fosse dele, n&atilde;o tenho motivos para ser chamada de
                indigente. N&atilde;o sei o qu&atilde;o not&aacute;veis s&atilde;o as fam&iacute;lias<sup><span
                        class="nota" data-nota="檀家 (<em>danka</em>)."></span></sup> que frequentam e fazem
                doa&ccedil;&otilde;es para
                Ryūgeji, mas mesmo minha irm&atilde; j&aacute; conta com tr&ecirc;s anos de patronagem do Kawa-sama, do
                banco, e do Yone-sama, de Kabutochō<sup><span class="nota"
                        data-nota="兜町 (<em>Kabutochō</em>) Regi&atilde;o central onde a Bolsa de Valores de T&oacute;quio foi estabelecida em 1878. Nome comumente usado para se referir &agrave; bolsa de valores."></span></sup>.
                O
                congressista Chii-sama chegou a dizer que pagaria o resgate<sup><span class="nota"
                        data-nota="根曳 (na grafia moderna, 根引き, <em>nebiki</em>). Dinheiro utilizado para a compra de uma prostituta, quitando o resto de suas d&iacute;vidas no bordel onde trabalha."></span></sup>
                e que a tomaria como esposa, mas minha irm&atilde;
                recusou a proposta por n&atilde;o gostar de gente disposta assim. Entretanto, dizem que mesmo ele
                &eacute; uma pessoa de bastante renome na sociedade. Pode perguntar por a&iacute; se &eacute; mentira! O
                que dizem &eacute; que, se n&atilde;o fosse pela Ōmaki, Daikokuya seria um bordel ao relento. Por isso
                que o mestre nem brinca em ser grosseiro com o papai, nem com a mam&atilde;e e nem comigo. Teve uma vez,
                n&atilde;o me lembro quando foi, eu estava fazendo bagun&ccedil;a com a raquete de <em>hanetsuki</em>,
                querendo brincar dentro de uma das salas de <em>tatami</em><sup><span class="nota"
                        data-nota="坐敷 (na grafia moderna, 座敷, <em>zashiki</em>). Sala tradicional japonesa forrada com <em>tatami</em> no ch&atilde;o."></span></sup>,
                onde no <em>tokonoma</em><sup><span class="nota"
                        data-nota="床の間 (<em>tokonoma</em>). Espa&ccedil;o dentro de uma sala, similar a um nicho, onde se disp&otilde;em objetos de decora&ccedil;&atilde;o."></span></sup>
                tinha uma porcelana da divindade Daikoku a qual o
                mestre tinha muito apre&ccedil;o. Eu derrubei um dos vasos de arranjo de flores que ficava alinhado ali
                e ele se despeda&ccedil;ou inteirinho. O mestre, que estava na sala ao lado tomando saqu&ecirc;,
                s&oacute; disse &ldquo;Midori, voc&ecirc; est&aacute; muito moleca, hein!&rdquo;, sem nenhuma bronca! Se
                fosse qualquer outra pessoa, ele ficaria muito mais bravo, ao ponto das outras criadas ficarem com
                ci&uacute;mes de mim, mesmo depois de muito tempo do ocorrido. No fim, &eacute; tudo gra&ccedil;as
                &agrave; minha irm&atilde;. Apesar de eu ser s&oacute; quem toma conta do nosso dormit&oacute;rio, minha
                irm&atilde; &eacute; a Ōmaki de Daikokuya. N&atilde;o sou dessas que vai abaixar a cabe&ccedil;a para
                qualquer um como Chōkichi, muito menos ser humilhada pelo monge de Ryūgeji.</p>
            <p>Assim dizendo, Midori perdeu o interesse em ir &agrave; escola. Em sua verdadeira ess&ecirc;ncia
                ego&iacute;sta, com a raiva de ter sido subestimada, quebrou seu l&aacute;pis de cera<sup><span
                        class="nota"
                        data-nota="石筆 (<em>sekihitsu</em>). Pedra de cera no formato de um l&aacute;pis, utilizado para a escrita em placas de pedra."></span></sup>
                e jogou fora as pedras de nanquim<sup><span class="nota"
                        data-nota="墨 (<em>sumi</em>). Pedras utilizadas no preparo de tintas nanquim."></span></sup>.
                Passou a ignorar os livros escolares e o
                &aacute;baco<sup><span class="nota"
                        data-nota="十露盤 (na grafia moderna, 算盤, <em>soroban</em>). &Aacute;baco tradicional japon&ecirc;s com uma barra divis&oacute;ria horizontal."></span></sup>
                e foi brincar &agrave; toa
                com seus amigos.</p>

            <h3 id="capitulo8" class="capitulo">Capítulo 8</h3>
            <p>Em contraste com as noites agitadas, ao amanhecer resta a solid&atilde;o dos riquix&aacute;s onde
                embarcam os sonhos da noite anterior. H&aacute; quem seja avesso ao olhar alheio, cobrindo a linha dos
                olhos com um chap&eacute;u. H&aacute; quem envolva o rosto com uma toalhinha qualquer, esbo&ccedil;ando
                um sorriso sinistro e feliz quanto mais lembrava do sofrimento penetrante do tapinha que recebeu de uma
                delas ao partir. H&aacute; de se ter cuidado ao passar pela avenida Sakamoto<sup><span class="nota"
                        data-nota="Avenida a oeste de Ryūsenjimachi."></span></sup>, pois com as carro&ccedil;as de
                verdura que voltam de Senju<sup><span class="nota"
                        data-nota="Voltavam do mercado de legumes e verduras de Senju (千住)."></span></sup> podem ser
                perigosas para quem est&aacute; a
                p&eacute;. Na avenida at&eacute; a esquina do santu&aacute;rio Mishima ficam os man&iacute;acos que
                frequentam o distrito. Embora deselegante, h&aacute; tamb&eacute;m quem viva de nariz empinado aqui e
                acol&aacute;, com o semblante todo relaxado, dizendo rudezas nos cruzamentos. Pode-se pensar ser um
                rapaz importante, mas a verdade &eacute; que ele n&atilde;o tem quase nada de valor.</p>
            <p>Desnecess&aacute;rio seria citar a Can&ccedil;&atilde;o do Eterno Lamento<sup><span class="nota"
                        data-nota="長恨歌 (<em>Chōgonka</em>, lit. &ldquo;longo 長&rdquo;, &ldquo;lamento ou pesar 恨&rdquo; e &rdquo;can&ccedil;&atilde;o 歌&rdquo;). Poema escrito em 809 por Bai Juyi, baseado na hist&oacute;ria entre o imperador Xuanzong e a sua concubina preferida, Yang Guifei."></span></sup>,
                onde a senhorita da casa Yang prestou-se &agrave;
                afei&ccedil;&atilde;o de seu soberano. Em qualquer lugar, uma filha &eacute; tida como preciosa quando
                chega &agrave; idade de ser desposada, mas na regi&atilde;o h&aacute; muitos exemplos de princesa
                Kaguya<sup><span class="nota"
                        data-nota="Personagem principal d&rsquo;<em>As narrativas do cortador de bambu </em>(竹取物語, <em>Taketori monogatari</em>). Exemplo de princesa que recebe propostas de casamento de membros da mais alta classe da sociedade."></span></sup>
                nascidas em um casebre qualquer.
                Por exemplo, uma linda mo&ccedil;a chamada Yuki<sup><span class="nota"
                        data-nota="雪 (<em>yuki</em>, lit. &ldquo;neve&rdquo;)."></span></sup>, agora alocada em uma
                ag&ecirc;ncia qualquer de
                Tsukiji<sup><span class="nota"
                        data-nota="築地 (<em>tsukiji</em>, lit. &ldquo;aterro&rdquo;). Regi&atilde;o hoje ao sudeste de Ginza, T&oacute;quio. Terreno aterrado sobre o mar pr&oacute;ximo ao delta do Rio Sumida."></span></sup>,
                excelente dan&ccedil;arina e
                acompanhante apenas de nobres patr&otilde;es, diz algo extremamente inocente em um recente jantar de
                trabalho, com os clientes em uma sala de <em>tatami</em>: &ldquo;De qual &aacute;rvore vem o
                arroz?&rdquo;<sup><span class="nota"
                        data-nota="お米のなります木は (<em>okome no narimasu ki wa</em>). A pergunta ing&ecirc;nua indica uma suposta inoc&ecirc;ncia dela ao lidar com os clientes, com o intuito de entret&ecirc;-los."></span></sup>.
                Antes era, entretanto,
                dessas que nem o <em>obi</em> amarrava<sup><span class="nota"
                        data-nota="H&aacute;bito de mulheres que n&atilde;o receberam uma boa educa&ccedil;&atilde;o conforme as normas sociais da &eacute;poca."></span></sup>
                e
                que confeccionava cartas de <em>hanafuda</em><sup><span class="nota"
                        data-nota="花がるた (<em>hanagaruta</em>, ou, na grafia moderna, 花札, <em>hanafuda</em>). Baralho organizado em quatro cartas para cada um dos 12 naipes, que ilustram uma planta tem&aacute;tica de cada m&ecirc;s do ano, totalizando 48 cartas."></span></sup>
                como trabalho tempor&aacute;rio. Sua
                reputa&ccedil;&atilde;o estava em alta recentemente, mas o passar dos dias traz a indiferen&ccedil;a
                para com aqueles que partem. Tendo ela pr&oacute;pria ca&iacute;do no esquecimento, a segunda flor
                &eacute; a filha mais nova da casa dos tintureiros, que por hora &eacute; sugerida na lanterna da
                entrada de uma nova ag&ecirc;ncia em Senzoku<sup><span class="nota"
                        data-nota="千束町 (<em>Senzokumachi</em>). Atual regi&atilde;o de Asakusa no bairro de Taitō, antes uma &aacute;rea de prostitui&ccedil;&atilde;o."></span></sup>.
                Chama-se Kokichi, uma das mulheres de rara beleza
                do parque de Asakusa, igualmente nascida por estes lados. Seja dia, seja noite, o rumor &eacute; que o
                sucesso na vida se limita apenas &agrave;s mulheres, e os homens aparentam ser in&uacute;teis como
                cachorros de manchas pretas no rabo que vasculham lix&otilde;es.</p>
            <p>No auge da impetuosidade aos dezessete, dezoito anos, os chamados rapazotes<sup><span class="nota"
                        data-nota="若い衆 (<em>wakaishu</em>, lit. &ldquo;homem jovem&rdquo;). Optamos pela tradu&ccedil;&atilde;o &ldquo;rapazote&rdquo; por ser uma palavra menos comum no portugu&ecirc;s."></span></sup>,
                filhos dos citadinos desta vizinhan&ccedil;a,
                agrupam-se em bandos de cinco, sete, nenhum deles um d&acirc;ndi ao ponto de ter &agrave; cintura uma
                flauta <em>shakuhachi</em><sup><span class="nota"
                        data-nota="尺八 (<em>shakuhachi</em>). Flauta tradicional japonesa feita de bambu. Refer&ecirc;ncia ao personagem fict&iacute;cio Hanakawado Sukeroku (花川戸助六) do teatro kabuki."></span></sup>.
                Mas, por
                algum motivo, se envolvem em uma intrincada rela&ccedil;&atilde;o entre quem manda e quem obedece, com
                as toalhas de m&atilde;o e lanternas de vara longa combinando, onde ningu&eacute;m ousa contar uma piada
                diante das treli&ccedil;as dos bord&eacute;is pelas quais olhavam como clientes sem a
                inten&ccedil;&atilde;o de comprar nada enquanto n&atilde;o souberem rolar um dado. Enquanto se ocupam
                apenas pela tarde, trabalhando duro nos neg&oacute;cios familiares, tomam um banho assim que o sol se
                p&otilde;e, cal&ccedil;am o <em>geta</em> e vestem um quimono ao estilo sete-cinco-tr&ecirc;s<sup><span
                        class="nota"
                        data-nota="七五三の着物 (<em>shichi-go-san no kimono</em>). Quimono feito sob medida, com larguras traseira de 7 <em>sun</em> (寸, aprox. 3 cm.), frontal de 5 <em>sun</em> e refor&ccedil;o de 3 <em>sun</em>. Al&eacute;m disso, os n&uacute;meros 7, 5 e 3 s&atilde;o considerados &ldquo;positivos&rdquo; (陽, <em>yō</em>, ou <em>yang</em>, em chin&ecirc;s), sendo refer&ecirc;ncia na celebra&ccedil;&atilde;o do crescimento das crian&ccedil;as, realizada no dia 15 de novembro, quando os meninos t&ecirc;m tr&ecirc;s e cinco anos de idade e as meninas de tr&ecirc;s e sete anos. Na ocasi&atilde;o, as crian&ccedil;as vestem quimonos especiais e visitam templos. No contexto da obra, o vestu&aacute;rio favorito dos libertinos."></span></sup>.
            </p>
            <p>&mdash; Voc&ecirc;s viram a novinha que come&ccedil;ou naquela loja l&aacute;? Parece a mo&ccedil;a da
                loja de linhas de Kanasugi<sup><span class="nota"
                        data-nota="金杉 (<em>Kanasugi</em>). Regi&atilde;o vizinha a Ryūsenjimachi."></span></sup>, com o
                nariz
                um pouco menor.</p>
            <p>Ocupando suas mentes com essas quest&otilde;es, apanham sem pudor o tabaco pelas treli&ccedil;as de cada
                bordel, importunam pedindo len&ccedil;os de papel, batem uns nos outros de maneira despretensiosa,
                fazendo disso um orgulho de vida. H&aacute; herdeiro de fam&iacute;lia honesta que mudou de nome e se
                tornou rufi&atilde;o, saindo para comprar briga ao lado do port&atilde;o principal.</p>
            <p>Por dizer, nas cinco divis&otilde;es,
                onde primavera e outono s&atilde;o indistingu&iacute;veis, a multid&atilde;o exalta o vigor das
                mulheres. Embora as lanternas-guia<sup><span class="nota"
                        data-nota="送りの提燈 (<em>okuri no kanban</em>). Lanterna carregada pelas mulheres que acompanham os clientes de uma casa de ch&aacute; a um bordel."></span></sup>
                j&aacute; estejam fora de moda, junto ao som dos <em>setta</em> das mulheres <em>mawashi</em><sup><span
                        class="nota"
                        data-nota="廻女 (<em>mawashi</em>). Mulheres que acompanham os clientes de uma casa de ch&aacute; a um bordel."></span></sup>
                das casas de ch&aacute;, ressoam as
                m&uacute;sicas e as dan&ccedil;as. Caso pergunte aos festeiros por qual motivo entravam na
                aglomera&ccedil;&atilde;o, respondem que para ver os longos gib&otilde;es de colarinho
                vermelho<sup><span class="nota"
                        data-nota="赤ゑり赭熊 (<em>akaeri shiguma</em>). Pe&ccedil;a de vestu&aacute;rio utilizada sob o quimono, feita de tecido leve."></span></sup>
                sob as jaquetas <em>uchikake</em><sup><span class="nota"
                        data-nota="裲襠 (<em>uchikake</em>). Jaqueta usada sobre um quimono, traje formal para prostitutas."></span></sup>
                de mangas longas, os l&aacute;bios
                sorridentes e as express&otilde;es nos rostos, e que &eacute; dif&iacute;cil dizer de onde vem a beleza,
                mas que aqui as <em>oiran</em><sup><span class="nota"
                        data-nota="華魁 (na grafia moderna, 花魁, <em>oiran</em>). Prostitutas de mais alto prest&iacute;gio."></span></sup>
                s&atilde;o dignas de rever&ecirc;ncia, enquanto n&atilde;o sabem o que seria delas l&aacute; fora.</p>
            <p>Tendo passado dias e noites em meio a tudo isso, n&atilde;o era de se admirar que Midori tivesse suas
                roupas brancas tingidas de carmesim<sup><span class="nota"
                        data-nota="Indica a influ&ecirc;ncia que os arredores exerceram em Midori."></span></sup>. Ao
                seu ver, aqueles chamados de homens n&atilde;o eram nem um pouco medonhos ou assustadores, e n&atilde;o
                pensava que aquelas chamadas de prostitutas faziam um trabalho vulgar. Com isso, a lembran&ccedil;a de
                quando se despediu chorando da sua irm&atilde; mais velha, que partia da terra natal, lhe parecia uma
                ilus&atilde;o. Tinha inveja do qu&atilde;o prestativa sua irm&atilde; era para com os pais por conta do
                seu sucesso atual, mas, por desconhecer seus os incont&aacute;veis sofrimentos dela, que persistia firme
                no of&iacute;cio, Midori ouvia e observava com interesse o som chamativo aos clientes<sup><span
                        class="nota"
                        data-nota="鼠なき (<em>nezumi naki</em>, lit. &ldquo;chiado de rato&rdquo;). Chamado assim por imitar o barulho de um rato."></span></sup>,
                o feiti&ccedil;o das treli&ccedil;as<sup><span class="nota"
                        data-nota="格子の呪文 (<em>kōshi no jumon</em>). Som de batidas na treli&ccedil;a do bordel para chamar um cliente."></span></sup>
                e at&eacute; a magia do tapinha nas
                costas no momento da separa&ccedil;&atilde;o<sup><span class="nota"
                        data-nota="別れの背中に手加減の秘密 (<em>wakare no sena ni tekagen no oku</em>, lit. &ldquo;o discreto segredo de partida nas costas&rdquo;)."></span></sup>.
                Era lastim&aacute;vel como ela falava por a&iacute;
                as palavras usadas no distrito sem nem mesmo sentir vergonha. Com quase catorze anos contados, ela
                n&atilde;o era diferente de uma donzela de fam&iacute;lia nobre pelo jeito como abra&ccedil;ava as
                bonecas ou como esfregava as suas bochechas. Apesar de ter tido alguma instru&ccedil;&atilde;o sobre
                moral, bons costumes e economia familiar, isso se limitava &agrave; escola, e o que chegava aos seus
                ouvidos a todo tempo era, na verdade, fofocas daquilo que os clientes gostavam ou n&atilde;o, das roupas
                de trabalho das mulheres<sup><span class="nota"
                        data-nota="仕着せ (<em>shikise</em>). Roupas fornecidas aos empregados de acordo com a temporada."></span></sup>,
                das roupas de
                cama que os clientes davam de presente<sup><span class="nota"
                        data-nota="積み夜具 (<em>tsumiyagu</em>). Havia o costume das prostitutas de exibirem as roupas de cama enviadas por seus clientes, empilhando-as na fachada de seus bord&eacute;is durante festivais e outras ocasi&otilde;es."></span></sup>,
                dos presentes recebidos pelas casas de ch&aacute;. O que fosse vistoso era maravilhoso, o que n&atilde;o
                fosse era deplor&aacute;vel. Ainda era cedo para discernir o que era assunto alheio do que era privado.
                Para seu imaturo cora&ccedil;&atilde;o, apenas flores brilhavam diante de seus olhos<sup><span
                        class="nota"
                        data-nota="Somente o que era extravagante lhe chamava a aten&ccedil;&atilde;o."></span></sup>.
                Sua natural disposi&ccedil;&atilde;o competitiva
                corria solta, sem arb&iacute;trio, tomando a forma de uma nuvem<sup><span class="nota"
                        data-nota="Sua linha de pensamento fugia do senso comum, como devaneios sem coer&ecirc;ncia."></span></sup>.
            </p>
            <p>A avenida dos man&iacute;acos, a rua dos sonolentos. Estas comp&otilde;em a rota dos cavalheiros que
                voltam para casa ap&oacute;s o amanhecer. Nesta vizinhan&ccedil;a de despertar tardio, as vassouras que
                varrem a frente das portas desenham um padr&atilde;o de ondas do mar. Ao seguir o percurso da Avenida,
                finalizada com agrad&aacute;veis salpicadas de &aacute;gua<sup><span class="nota"
                        data-nota="打水 (na grafia moderna, 打ち水, <em>uchimizu</em>). &Aacute;gua espalhada pelo ch&atilde;o para manter a poeira baixa e resfriar o pavimento."></span></sup>,
                passa-se pelas redondezas<sup><span class="nota"
                        data-nota="萬年町 (na grafia moderna, 万年町, <em>Mannenchō</em>), 山伏町 (<em>Yamabushichō</em>), 新谷町 (<em>Shintanimachi</em>). Todas eram localidades no bairro de Asakusa, na &eacute;poca."></span></sup>
                de Mannenchō, Yamabushichō, Shintanimachi, onde se
                aninham pessoas, cada um com seu talento e estilo, conhecidas como artistas de rua<sup><span
                        class="nota" data-nota="藝人 (na grafia moderna, 芸人, <em>geinin</em>)."></span></sup>.
                Doceiros<sup><span class="nota"
                        data-nota="よか／＼飴 (na grafia moderna, よかよか飴, <em>yokayoka ame</em>). Doceiros que, com um suporte de doces na cabe&ccedil;a, cantam enquanto tocam tambor."></span></sup>,
                equilibristas, titereiros acrobatas<sup><span class="nota"
                        data-nota="人形つかひ大神樂 (na grafia moderna, 人形つかい大神楽, <em>ningyō tsukai daikagura</em>). <em>Daikagura</em> &eacute; um tipo de performance tradicional xinto&iacute;sta, que inclui dan&ccedil;a, m&uacute;sica e malabarismo. Neste caso, al&eacute;m da performance, o artista de rua titereava um par de marionetes do teatro <em>jōruri</em> (浄瑠璃)."></span></sup>,
                jovens fantasiados com cabe&ccedil;a
                de le&atilde;o fazendo a dan&ccedil;a de Sumiyoshi<sup><span class="nota"
                        data-nota="住吉をどり (na grafia moderna, 住吉おどり, <em>Sumiyoshi odori</em>). Dan&ccedil;a de v&aacute;rias pessoas em torno de um guarda-chuva. Originalmente de um ritual xinto&iacute;sta no santu&aacute;rio Sumiyoshi de Osaka."></span></sup>,
                cada um vestido ao pr&oacute;prio gosto, de crepes
                finos de seda a roupas de algod&atilde;o lavado e estampadas no padr&atilde;o azul escuro Satsuma sob
                estreitos <em>obi</em> de cetim preto. Mulheres decentes, homens, grupos de cinco, sete, outros grandes
                de dez pessoas, velhinhos franzinos e solit&aacute;rios carregando nos bra&ccedil;os um
                <em>shamisen</em> surrado, v&ecirc;-se at&eacute; meninas de seis, cinco anos, com faixas vermelhas
                amarradas para subir as cavas dos quimonos, obrigadas a dan&ccedil;ar &ldquo;Aquela &eacute;
                Kinokuni&rdquo;<sup><span class="nota"
                        data-nota="あれは紀の國 (<em>are wa Kinokuni</em>). Parte da letra da can&ccedil;&atilde;o popular <em>Kappore</em>."></span></sup>.
            </p>
            <p>Estes artistas de rua s&atilde;o entretenimento para os frequentadores que vivem dentro do distrito e
                distra&ccedil;&atilde;o para as ang&uacute;stias das prostitutas. Eles sabem que conseguir&atilde;o
                renda para a vida inteira se entrarem no distrito com essa clientela fiel. Desprezando os pequenos
                ganhos do lado de fora, nem mesmo um mendigo com as cal&ccedil;as do quimono esfarrapadas como algas
                marinhas se presta ficar parado em uma esquina qualquer.</p>
            <p>Ao ver passar uma bela artista de rua <em>tayū</em><sup><span class="nota"
                        data-nota="女太夫 (<em>onnatayū</em>). Musicista de rua que usava um chap&eacute;u tran&ccedil;ado e carregava um <em>shamisen</em>."></span></sup>,
                mostrando seu refinado rosto que estava coberto por
                um chap&eacute;u c&ocirc;nico, orgulhosa de sua voz e de suas habilidades, a senhora da papelaria
                comentou estalando a l&iacute;ngua:</p>
            <p>&mdash; Olha s&oacute;, &eacute; uma pena que n&atilde;o se costuma escutar uma voz assim por estes
                lados.</p>
            <p>Midori, que ap&oacute;s o banho observava o vaiv&eacute;m sentada em frente &agrave; loja, ajeitou
                agilmente suas franjas soltas com um pente<sup><span class="nota"
                        data-nota="鬢櫛 (<em>bingushi</em>). Pente usado nos cabelos das costeletas, de dentes longos e grossos."></span></sup>
                de buxo-arb&oacute;reo japon&ecirc;s, e disse:</p>
            <p>&mdash; Dona, vou chamar aquela mo&ccedil;a <em>tayū</em> &mdash; ao que saiu correndo como o vento.
                Agarrando sorridente uma das mangas da mo&ccedil;a, colocou algo dentro sem dizer a ningu&eacute;m o que
                era e a fez recitar sem hesitar o seu adorado trecho, &ldquo;o corvo do amanhecer&rdquo;<sup><span
                        class="nota"
                        data-nota="明烏 (<em>Akegarasu</em>). Trecho de 明烏夢泡雪 (<em>Akegarasuyumeno awayuki</em>), uma recita&ccedil;&atilde;o do teatro <em>jōruri</em>."></span></sup>.
            </p>
            <p>&mdash; Obrigada, at&eacute; a pr&oacute;xima! &mdash; agradeceu a artista <em>tayū</em> com sua voz
                charmosa, um feito que nem todos conseguiam assim t&atilde;o f&aacute;cil.</p>
            <p>&mdash; Foi a crian&ccedil;a ali que fez ela cantar? &mdash; questionavam perplexas as pessoas
                aglomeradas ali, mais admiradas com Midori do que com a artista <em>tayū</em>.</p>
            <p>&mdash; Gosto de parar os artistas de rua que passam por aqui para ouvir o som dos <em>shamisen</em>, das
                flautas, dos tambores, para ver eles cantarem e dan&ccedil;arem, para ver algo que ningu&eacute;m ainda
                fez antes &mdash; Midori sussurrava para Shōta de tempos em tempos, fazendo-o ficar surpreso e
                desgostoso.</p>
            <p>&mdash; Eu n&atilde;o gosto n&atilde;o&hellip;</p>

            <h3 id="capitulo9" class="capitulo">Capítulo 9</h3>
            <p>&mdash; Assim eu vos ou&ccedil;o.</p>
            <p>A entoa&ccedil;&atilde;o dos ensinamentos de Buda no sutra Sukhavati<sup><span class="nota"
                        data-nota="佛説阿彌陀經 (na grafia moderna, 仏説阿弥陀経, <em>bussetsu amidakyō</em>). Um dos tr&ecirc;s grandes sutras da seita budista da Terra Pura (浄土宗, <em>Jōdo shū</em>)."></span></sup>
                harmonizava com o vento nos pinheiros e deveria varrer
                as impurezas do esp&iacute;rito. Da cozinha do templo pairava uma fuma&ccedil;a de fritura do peixe
                fresco, e no cemit&eacute;rio secavam as fraldas dos beb&ecirc;s, coisas que n&atilde;o seriam um
                problema dependendo da seita<sup><span class="nota"
                        data-nota="Uma das seitas que permitia o casamento era a Verdadeira Escola da Terra Pura (浄土真宗, <em>Jōdo shinshū</em>), vertente do budismo da Terra Pura. Legalmente, outras seitas tamb&eacute;m passaram a permitir desde 1872 (Meiji 5)."></span></sup>,
                por&eacute;m, aos olhos de quem reconhece um impostor vestido de monge<sup><span class="nota"
                        data-nota="Refer&ecirc;ncia a <em>O livro do travesseiro</em> (枕草子, <em>Makura no sōshi</em>)."></span></sup>,
                seria evidente concluir que aquilo tudo era meio
                suspeito.</p>
            <p>O sacerdote mestre de Ryūgeji tem tanta riqueza quanto tinha barriga, ambas de fato magn&iacute;ficas,
                mas fica a d&uacute;vida de qual &eacute; o elogio apropriado neste caso peculiar. Com o rosto barbeado
                e a cabe&ccedil;a raspada at&eacute; a nuca, n&atilde;o h&aacute; em sua pele bronzeada nem um ponto
                rosado de cor de cerejeira ou vermelho de flor p&ecirc;ssego, muito menos uma mancha escura. Quando se
                presta a rir alto e sem pudor, levantando as grossas sobrancelhas que agregam fios brancos, h&aacute; o
                risco de assustar a est&aacute;tua de Tathagata<sup><span class="nota"
                        data-nota="如來さま (<em>Nyoraisama</em>). Amitabha Tathagata (阿弥陀如来, <em>Amida Nyorai</em>). Principal Buda da seita Terra Pura."></span></sup>
                no sal&atilde;o principal do templo e faz&ecirc;-la
                rolar e cair do pedestal.</p>
            <p>A sua esposa mal passava dos quarenta. Tinha a pele clara e cabelos finos, presos em um pequeno coque ao
                penteado <em>marumage</em> de personalidade decente, e era amig&aacute;vel com os visitantes. At&eacute;
                a senhora fofoqueira da floricultura em frente ao port&atilde;o n&atilde;o falava mal dela pelas costas,
                talvez por estar em d&eacute;bito por conta dos <em>yukata</em> usados e dos excedentes das
                refei&ccedil;&otilde;es recebidas. Ela, originalmente, era de uma fam&iacute;lia que contribu&iacute;a
                com as finan&ccedil;as do templo, mas tendo logo perdido o marido e sem um lugar para morar, pediu no
                local pelo m&iacute;nimo de comida em troca de servi&ccedil;os de costura. Come&ccedil;ou lavando roupa
                e, claro, cozinhando, trabalhou at&eacute; como ajudante dos empregados para limpar os t&uacute;mulos,
                quando o sacerdote mestre, fazendo as contas, ficou com pena dela<sup><span class="nota"
                        data-nota="A ideia &eacute; que, financeiramente, era mais vantajoso deixar de pag&aacute;-la e assumi-la como parte da fam&iacute;lia. A nota de rodap&eacute; da edi&ccedil;&atilde;o da Shūeisha indica que a&iacute; est&aacute; o in&iacute;cio das rela&ccedil;&otilde;es sexuais entre eles."></span></sup>.
                Enquanto mulheres mesmo costumam achar
                impr&oacute;prio uma diferen&ccedil;a de vinte anos entre um casal, ela por fim deixou de ter vergonha
                do julgamento alheio e decidiu que aquele era um bom lugar para se ter como resid&ecirc;ncia at&eacute;
                o fim da vida. Apesar de escandaloso, os membros das fam&iacute;lias contribuintes do templo n&atilde;o
                chegaram ao ponto de censur&aacute;-la por conta de sua boa &iacute;ndole. Quando ficou gr&aacute;vida
                de sua filha mais velha, Hana, entretanto, foi estranho ter um desses membros, um comerciante aposentado
                com fama de prestativo que vendia &oacute;leo na avenida Sakamoto, atuando como intermedi&aacute;rio
                casamenteiro em prol de sua boa imagem p&uacute;blica como esposa do sacerdote mestre.</p>
            <p>Do par de irm&atilde;os que vieram ao mundo por esse mesmo ventre, Shinnyo era o t&iacute;pico
                exc&ecirc;ntrico que passava o dia inteiro no quarto, taciturno de nascen&ccedil;a, enquanto sua
                irm&atilde; Ohana<sup><span class="nota"
                        data-nota="Por vezes, adiciona-se o prefixo <em>o</em> (お) aos nomes de mulheres como forma de embelezamento."></span></sup>
                era uma mo&ccedil;a de
                pele suave, com um queixo duplo ador&aacute;vel. N&atilde;o era de fato uma linda mulher, mas, &agrave;
                &eacute;poca da sua maioridade, era vista com bons olhos pelos outros, e havia quem se lamentava que ela
                fosse deixada na inoc&ecirc;ncia<sup><span class="nota"
                        data-nota="Para estas pessoas, era uma pena ela n&atilde;o ser iniciada no mundo dos prazeres do distrito, para futuramente vir a trabalhar l&aacute;."></span></sup>.
                Ainda
                n&atilde;o se conhecia nenhum outro mundo onde uma jovem de templo levantasse a barra do quimono com sua
                m&atilde;o esquerda<sup><span class="nota"
                        data-nota="As prostitutas caminhavam levantando a saia do quimono com a m&atilde;o esquerda."></span></sup>
                e onde Buda tocasse
                <em>shamisen</em><sup><span class="nota"
                        data-nota="A imagem de Buda tocando <em>shamisen</em>, juntamente com a imagem da nota de rodap&eacute; anterior, ilustra a desordem do mundo ap&oacute;s o fim da lei budista."></span></sup>.
                Com receio do
                julgamento alheio, foi providenciada uma bela loja de ervas de ch&aacute;<sup><span class="nota"
                        data-nota="葉茶屋 (<em>hachaya</em>). Loja de ch&aacute; que, de fato, vendia artigos relacionados ao preparo de ch&aacute;."></span></sup>
                em uma rua de Tamachi, onde colocaram essa
                mo&ccedil;a por tr&aacute;s das treli&ccedil;as do balc&atilde;o vendendo seu charme. Todas as noites,
                sem nenhum motivo aparente, jovens que nem contas sabiam fazer, e que pouco se importavam com as medidas
                e pesos das folhas de ch&aacute;, formavam na loja uma multid&atilde;o intermin&aacute;vel de clientes
                at&eacute; o soar da meia-noite.
            </p>
            <p>Ocupado era o sacerdote mestre. Coletava empr&eacute;stimos, inspecionava sua loja, fazia servi&ccedil;os
                memoriais<sup><span class="nota" data-nota="法用 (<em>hōyō</em>)."></span></sup> aqui e ali, designava
                certos
                dias do m&ecirc;s para os serm&otilde;es, revirava as p&aacute;ginas do livro cont&aacute;bil, lia
                sutras. Sendo dif&iacute;cil seu corpo aguentar desse jeito, estirava sua esteira de padr&otilde;es
                florais na varanda, servindo-se de <em>awamori</em><sup><span class="nota"
                        data-nota="泡盛 (<em>awamori</em>). <em>Shōchū</em> (焼酎, bebida destilada &agrave; base de arroz ou batata-doce) produzido em Okinawa."></span></sup>
                em um copo grande, cheio at&eacute; a borda,
                enquanto balan&ccedil;ava uma ventarola nos ombros despidos e dava ordens para que buscassem em
                Musashiya<sup><span class="nota"
                        data-nota="むさし屋 (<em>Musashiya</em>). Estabelecimento real de enguias."></span></sup>, na
                Avenida, uma
                por&ccedil;&atilde;o generosa de enguia grelhada ao molho de soja, seu aperitivo favorito para
                acompanhar a bebida. O encarregado de receber as ordens era Shinnyo, que sentia pela tarefa um desgosto
                de lhe penetrar os ossos, andando pela rua sem nem mesmo tirar os olhos do ch&atilde;o. Caso escutasse a
                voz das crian&ccedil;as na papelaria, na diagonal oposta ao restaurante, pensava envergonhado em que
                tipo de coisas ruins elas estariam falando sobre ele. Passava reto pelo port&atilde;o do restaurante de
                enguias e esperava o momento em que n&atilde;o fosse chamar aten&ccedil;&atilde;o das pessoas ao redor
                para voltar e entrar correndo, com um sentimento resoluto de que, se dependesse dele, n&atilde;o comeria
                nunca aquela coisa fedorenta.</p>
            <p>Seu pai, o sacerdote mestre, era uma pessoa que conhecia muito bem os caminhos do mundo. Apesar de ser um
                pouco conhecido por sua gan&acirc;ncia, n&atilde;o era retra&iacute;do ao ponto de se deixar levar por
                rumores alheios. Dada sua natureza, tentava fazer trabalhos tempor&aacute;rios confeccionando amuletos
                <em>kumade</em> se tivesse um tempo livre, obviamente com a ideia de, nos dias do Galo do d&eacute;cimo
                primeiro m&ecirc;s, abrir uma venda de pequenos adornos de cabelo<sup><span class="nota"
                        data-nota=" 簪 (<em>kanzashi</em>). Adorno em forma de palito, espetado no cabelo. No trecho, s&atilde;o pequenos adornos de boa sorte."></span></sup>
                no lote vazio em frente ao seu port&atilde;o,
                fazendo sua esposa amarrar uma toalhinha de m&atilde;o na cabe&ccedil;a e sugerir aos clientes que
                comprassem algum item de boa sorte. A princ&iacute;pio ela havia ficado envergonhada com a ideia, mas ao
                ouvir sobre o enorme lucro que as pessoas comuns das casas geminadas conseguiam com esses artesanatos, e
                considerando que n&atilde;o chamaria a aten&ccedil;&atilde;o no meio da multid&atilde;o, muito menos
                depois do entardecer, fazia a mulher da floricultura ajudar &agrave; tarde e ela mesma ficaria ali
                atraindo clientes &agrave; noite. Antes que percebesse, sua vergonha havia dado lugar &agrave; avareza,
                passando inconscientemente a anunciar brindes e descontos em voz alta no encal&ccedil;o dos clientes. Ao
                pre&ccedil;o de setenta e cinco <em>sen</em><sup><span class="nota"
                        data-nota="錢 (na grafia moderna, 銭, <em>sen</em>). Um cent&eacute;simo de iene. Na era Meiji, comia-se um lamen por menos de tr&ecirc;s <em>sen</em>."></span></sup>
                por tr&ecirc;s adornos de cabelo, os compradores,
                esbarrando desorientados uns nos outros na horda de pessoas sem notar que estavam diante do
                port&atilde;o do templo onde anteontem tinham vindo rezar pela prosperidade na pr&oacute;xima vida,
                barganhavam cinco adornos por setenta e tr&ecirc;s <em>sen</em>. De certo, deve haver neste mundo outras
                formas obscuras como um breu<sup><span class="nota"
                        data-nota="ぬば玉 (<em>nubatama</em>). <em>Makura kotoba</em> (枕詞, lit. &ldquo;palavra travesseiro&rdquo;) ligada &agrave; escurid&atilde;o. <em>Makura kotoba</em> &eacute; uma palavra decorativa usada na literatura cl&aacute;ssica japonesa. A ideia &eacute; de que o novo pre&ccedil;o barganhado ainda &eacute; abusivo."></span></sup>
                de se
                fazer dinheiro.
            </p>
            <p>Shinnyo se sentia pesaroso com atitudes assim, por mais que isso n&atilde;o chegasse aos ouvidos das
                fam&iacute;lias contribuintes. Ficava envergonhado que a opini&atilde;o dos vizinhos ou que as fofocas
                dos colegas de idade fossem sobre a cara de louca da sua m&atilde;e vendendo os adornos de cabelo em
                Ryūgeji.</p>
            <p>&mdash; Seria melhor se voc&ecirc;s parassem com essas coisas &mdash; houve momentos em que tentava
                impedi-los, mas o sacerdote mestre explodia em risos.</p>
            <p>&mdash; Fica quieto, fica quieto! &Eacute; coisa que gente como voc&ecirc; a&iacute; n&atilde;o entende!
                &mdash; ignorando-o por completo. Invocava Buda de manh&atilde;, fazia contas &agrave; noite<sup><span
                        class="nota"
                        data-nota="朝念佛に夕勘定 (<em>asa nenbutsu ni yū kanjou</em>). Par&oacute;dia da express&atilde;o 朝念仏に夕題目 (<em>asa nenbutsu ni yū daimoku</em>), que indica rotina religiosa cont&iacute;nua, algo como &ldquo;pela manh&atilde;, invocar Buda, pela noite, recitar mantras&rdquo;. A comicidade est&aacute; no fato de o sacerdote mestre de Ryūgeji trocar um afazer religioso por outro que enfatiza sua gan&acirc;ncia."></span></sup>.
                Sua express&atilde;o de sorridente
                deleite ao ter nas m&atilde;os o &aacute;baco era vergonhosa mesmo sendo seu pai, e odiosa de se
                perguntar por qual motivo havia raspado a cabe&ccedil;a.</p>
            <p>O motivo de Shinnyo ter se tornado uma pessoa taciturna n&atilde;o se deu particularmente por ter sido
                criado em par com sua irm&atilde; de mesmo ventre desde o princ&iacute;pio em meio a uma fam&iacute;lia
                pacata que n&atilde;o se misturava com os outros. Al&eacute;m da sua natureza quieta, ele perdia o
                interesse pelas coisas por n&atilde;o darem ouvidos a ele. Os atos de seu pai, o comportamento de sua
                m&atilde;e, a forma como sua irm&atilde; foi criada, pensava que tudo havia sido de forma errada, mas se
                sentia lamentavelmente triste por ter se cansado de falar o que ningu&eacute;m ouvia. Apesar de seus
                colegas o considerarem um rude tacanho, a verdade &eacute; que seu cora&ccedil;&atilde;o era, no fundo,
                deprimido. Ele era o tipo de pessoa que n&atilde;o teria a coragem de se impor e discutir, mesmo se
                ouvisse pelas costas algu&eacute;m lhe xingando um pingo que fosse, e apenas se trancaria em seu quarto,
                extremamente aflito para encar&aacute;-la de volta. Mesmo com um bom desempenho na escola e uma
                posi&ccedil;&atilde;o social de respeito<sup><span class="nota"
                        data-nota="Como filho de sacerdote."></span></sup>, n&atilde;o havia ningu&eacute;m que soubesse
                das
                suas fraquezas.</p>
            <p>&mdash; O Fujimoto de Ryūgeji tem a rigidez de um <em>mochi</em><sup><span class="nota"
                        data-nota="餅 (<em>mochi</em>). Bolinho moldado de arroz glutinoso mo&iacute;do em pasta."></span></sup>
                mal grelhado. &Eacute; um cara que incomoda &mdash; dizia tamb&eacute;m quem o detestava.</p>

            <h3 id="capitulo10" class="capitulo">Capítulo 10</h3>
            <p>Na noite do festival, Shinnyo foi enviado para ajudar sua irm&atilde; em Tamachi, e, como n&atilde;o
                tinha voltado para casa at&eacute; tarde da noite, nem imaginava a confus&atilde;o que havia ocorrido na
                papelaria. No dia seguinte, soube disso e daquilo pelas bocas de Ushimatsu, Bunji e dos outros. Apesar
                de ficar assustado com a viol&ecirc;ncia de Chōkichi, j&aacute; era tarde demais para apontar dedos.
                Ficou incomodado ao extremo s&oacute; pelo fato de ter seu nome usado, e, embora n&atilde;o tenha sido
                seu feito, sentia que deveria carregar sozinho a culpa pelo que aquelas pessoas sofreram. Tamb&eacute;m
                um pouco envergonhado pelo estrago que fizera, Chōkichi ficou sem dar as caras por tr&ecirc;s ou quatro
                dias, at&eacute; o clima esfriar um pouco, para n&atilde;o ouvir uma reprimenda caso se encontrasse com
                Shinnyo.</p>
            <p>&mdash; Nobu-san, voc&ecirc; deve estar bravo, mas, por favor, tenha paci&ecirc;ncia comigo, pois foi o
                calor do momento. Viu, n&atilde;o tinha como ningu&eacute;m saber que o Shōta n&atilde;o estava. Eu
                n&atilde;o queria fazer daquela vadia o meu alvo e nem bater no Sangorō, mas n&atilde;o pude
                simplesmente voltar para casa depois de entrar brandindo a lanterna. Eu s&oacute; queria levantar a
                nossa moral, mas acabei fazendo besteira. Foi tudo culpa minha, foi ruim da minha parte n&atilde;o ouvir
                suas ordens, mas vamos p&ocirc;r tudo a perder se voc&ecirc; ficar bravo comigo agora. Com voc&ecirc;
                como escudo nas minhas costas &eacute; como estar a salvo em um grande barco<sup><span class="nota"
                        data-nota="A ideia de que um barco grande &eacute; menos suscet&iacute;vel &agrave;s intemp&eacute;ries das &aacute;guas."></span></sup>,
                e estaria em apuros se voc&ecirc; me abandonasse.
                Mesmo que n&atilde;o seja muito do seu gosto, continue como chefe do nosso grupo. Prometo que n&atilde;o
                vou cometer mais erros &mdash; e pediu desculpas, parecendo estar arrependido, ao que Shinnyo n&atilde;o
                conseguiu recusar com todas as letras.</p>
            <p>&mdash; Existem limites para o que se pode fazer, n&atilde;o h&aacute; outro jeito. Arranjar encrenca com
                os mais fracos vai ser uma vergonha para o nosso lado, n&atilde;o faz sentido lidar com Sangorō, Midori
                e os outros. Se Shōta tiver o apoio de seus seguidores, o que fazer? Mas de forma alguma coloque as
                m&atilde;os neles &mdash; Shinnyo disse com firmeza. N&atilde;o chegou a repreender Chōkichi, mas
                n&atilde;o conseguia deixar de orar para evitar uma pr&oacute;xima briga.</p>
            <p>Quem n&atilde;o tinha culpa era Sangorō do Beco. Esmurrado e chutado &agrave; vontade, nos &uacute;ltimos
                dois, tr&ecirc;s dias, seu corpo do&iacute;a, estivesse levantado ou sentado.</p>
            <p>&mdash; O que aconteceu com o Sankō? Ele tem parecido muito fraco &mdash; chegou inclusive ao ponto de um
                conhecido fornecedor perguntar ao seu pai, que toda noite arrastava o riquix&aacute; vazio at&eacute; as
                casas de ch&aacute; na via das Cinquenta Lojas. Mas seu pai, conhecido como &ldquo;Tetsu, o
                submisso&rdquo;<sup><span class="nota"
                        data-nota="お辭氣の鐵 (Na grafia moderna, お辞儀の鉄, <em>ojigi no Tetsu</em>, lit. &ldquo;Tetsu, o que se curva&rdquo;)."></span></sup>,
                tendo nunca levantado sua
                cabe&ccedil;a diante de pessoas superiores, incluindo obviamente os donos dos bord&eacute;is, era
                disposto a consentir com os excessos dos senhorios e donos de terra como algo razo&aacute;vel. Mesmo com
                seu filho acusando Chōkichi de criar confus&atilde;o e tendo levado a pior na briga por motivo qualquer,
                ele praguejava, repreendendo duramente o pr&oacute;prio filho e tomando o lado do outro:</p>
            <p>&mdash; Isso a&iacute; n&atilde;o tem jeito! Ele &eacute; o filho do senhorio, n&atilde;o &eacute;? A
                gente pode ter a raz&atilde;o do nosso lado e a culpa pode ser deles, mas voc&ecirc; n&atilde;o tem que
                arranjar briga com ele! Vai se desculpar, vai! Que absurdo de moleque!</p>
            <p>Como era certo que seria obrigado a se desculpar, Sangorō engoliu sua frustra&ccedil;&atilde;o,
                esquecendo-a ao mesmo tempo em que suas feridas se curaram, com o passar de uma semana ou pouco mais.
                Ficava feliz quando cuidava do irm&atilde;o beb&ecirc; de Chōkichi, ganhando a pequena quantia de dois
                <em>sen</em> pela tarefa. &ldquo;Hora de dormir, tchau tchau&rdquo;, ninava andando com a crian&ccedil;a
                nas costas. Quando lhe perguntavam sua idade, mesmo com os 16 anos que seria o auge da petul&acirc;ncia,
                n&atilde;o tinha vergonha do tamanho de seu corpo e passeava pela Avenida sem mal&iacute;cia alguma,
                tornando-se sempre alvo das chacotas de Midori e Shōta.
            </p>
            <p>&mdash; Onde voc&ecirc; deixou seu car&aacute;ter? &mdash; embora tirassem sarro dele, os amigos com quem
                brincava n&atilde;o o deixavam de lado.</p>
            <p>Na primavera, a floresc&ecirc;ncia das cerejeiras<sup><span class="nota"
                        data-nota="Os tr&ecirc;s principais eventos do distrito de Yoshiwara: a aprecia&ccedil;&atilde;o das flores (花見, <em>hanami</em>) da alameda Nakanochō na primavera, as lanternas no ver&atilde;o, e o festival Niwaka no outono."></span></sup>.
                No ver&atilde;o, as lanternas ornamentadas com o
                rosto da p&oacute;stuma Tamagiku<sup><span class="nota"
                        data-nota="玉菊 (<em>Tamagiku</em>). Prostituta de Yoshiwara, jovem e famosa, falecida em 1726 (Kyōhō 11). As lanternas foram originalmente penduradas em sua mem&oacute;ria."></span></sup>.
                No
                outono, durante o renovado festival Niwaka, em um intervalo de dez minutos pode-se contar, s&oacute;
                olhando, setenta e cinco riquix&aacute;s em movimento. Mas passada a &uacute;ltima quinzena, em um
                piscar de olhos, as lib&eacute;lulas vermelhas preenchem desordenadas os arrozais e a &eacute;poca dos
                cantos das codornas no fosso oeste ao distrito<sup><span class="nota"
                        data-nota="横堀 (<em>Yokobori</em>)."></span></sup> se aproxima. Com o vento outonal penetrando na
                pele do
                amanhecer ao anoitecer, os incensos repelentes d&atilde;o lugar aos aquecedores de bolso<sup><span
                        class="nota"
                        data-nota="懷爐灰 (na grafia moderna, 懐炉灰, <em>kairobai</em>). Combust&iacute;vel s&oacute;lido, geralmente feito de cinzas de kiri-japon&ecirc;s, casca de c&acirc;nhamo ou palha, utilizado para acender fogueiras ou colocado em pequenos sacos para servir de aquecedor de bolso."></span></sup>
                na loja de variedades Jōsei<sup><span class="nota"
                        data-nota="上清 (<em>Jōsei</em>, abrevia&ccedil;&atilde;o de 荒物屋上州屋清太郎, <em>Aramonoya <u>Jō</u>shūya <u>Sei</u>tarō</em>). Loja de variedades que de fato existiu."></span></sup>.
                O som do pil&atilde;o de farinha da loja de biscoitos
                Tamura<sup><span class="nota"
                        data-nota="田村や (<em>Tamuraya</em>). Loja real de biscoitos assados <em>senbei</em> (煎餅), feitos &agrave; base de farinha de trigo, ovos, a&ccedil;&uacute;car e &aacute;gua, ou farinha de arroz temperada com molho de soja ou sal."></span></sup>
                se faz solit&aacute;rio perto da
                ponte de pedra<sup><span class="nota"
                        data-nota="石橋 (<em>ishibashi</em>). Pequena ponte de pedra que havia em Ryūsenjimachi."></span></sup>,
                e, por qualquer motivo que
                seja, o eco do rel&oacute;gio de Kadoebi<sup><span class="nota"
                        data-nota="角海老 (<em>Kadoebi</em>). Um dos tr&ecirc;s grandes bord&eacute;is de Yoshiwara. De fato existiu, e possu&iacute;a uma torre com rel&oacute;gio."></span></sup>
                passa a ressoar melancolia. A luz do fogo de
                Nippori<sup><span class="nota"
                        data-nota="日暮里 (<em>Nippori</em>). Atualmente, parte da regi&atilde;o <em>Arakawaku</em> (荒川区) em T&oacute;quio, onde antigamente havia um cremat&oacute;rio."></span></sup>,
                incessante entre as quatro
                esta&ccedil;&otilde;es, traz a triste d&uacute;vida de se a sua fuma&ccedil;a &eacute; sempre de pessoas
                sendo cremadas. Do estreito caminho na parte baixa da barragem que segue por tr&aacute;s das casas de
                ch&aacute;<sup><span class="nota"
                        data-nota="Casas de ch&aacute; da via das Cinquenta Lojas."></span></sup>, pode-se escutar o som
                dos
                <em>shamisen</em> vertendo do alto.
            </p>
            <p>&mdash; No ref&uacute;gio confort&aacute;vel do seu amor&hellip;<sup><span class="nota"
                        data-nota="君が情の假寐の床に (na grafia moderna, 君が情の仮寝の床に, <em>kimi ga nasake no karine no toko ni</em>). Primeiras palavras da can&ccedil;&atilde;o popular <em>utazawa</em> &ldquo;<em>Ka ni mayou</em>&rdquo; (香に迷う, algo como &ldquo;Perder-se em fragr&acirc;ncias&rdquo;)."></span></sup>
                &mdash; cantam e tocam com maestria as gueixas da
                alameda Nakanochō, fazendo de um verso simpl&oacute;rio at&eacute; mesmo algo profundo.</p>
            <p>Segundo as mulheres que j&aacute; cumpriram seus contratos<sup><span class="nota"
                        data-nota="Mulheres que j&aacute; terminaram o tempo de trabalho dentro do distrito."></span></sup>,
                &eacute; a partir desta esta&ccedil;&atilde;o que
                os fi&eacute;is cavalheiros, apreciadores sens&iacute;veis e honestos, ao contr&aacute;rio dos
                libertinos que ficam &agrave; merc&ecirc; de farra qualquer, passam a frequentar a regi&atilde;o.</p>
            <p>Mas seria tedioso prolongar assuntos como esse. Os tipos de novidade que circulam em Daionjimae
                s&atilde;o outros. O suic&iacute;dio por afogamento de uma jovem massagista cega no lago de Mizunoya,
                pouco ap&oacute;s completar vinte anos, ressentida com a limita&ccedil;&atilde;o de seu corpo que a
                impossibilitava de qualquer paix&atilde;o. Ou o sumi&ccedil;o do carpinteiro Takichi, de quem nem a
                sombra se via. Quando perguntavam sobre o que lhe teria ocorrido ao verdureiro Kichigorō:</p>
            <p>&mdash; Ele foi preso por conta disso &mdash; respondia com o dedo apontado bem no meio da pr&oacute;pria
                cara<sup><span class="nota"
                        data-nota="O gesto indica o envolvimento com apostas no jogo de cartas <em>hanafuda</em>."></span></sup>,
                sem &ecirc;nfase em quaisquer
                detalhes, e ningu&eacute;m mais comentava sobre o assunto.</p>
            <p>Ao olhar no entorno da Avenida, tr&ecirc;s, cinco crian&ccedil;as c&acirc;ndidas cantam em roda de
                m&atilde;os dadas:</p>
            <p>&mdash; Floresceu, floresceu, qual foi a flor que floresceu&hellip; &mdash; &agrave; brincadeira inocente
                e naturalmente tranquila, pode-se escutar o vigoroso barulho de sempre dos riquix&aacute;s que
                v&atilde;o e voltam do distrito.</p>
            <p>Era uma noite solit&aacute;ria. Quando se achava que a chuva de outono iria cair gentilmente, um barulho
                repentino fez parecer que algo estava por vir. Sem a expectativa de receber clientes na loja, a senhora
                da papelaria havia fechado as portas da frente a partir do anoitecer. Dentro se agrupavam Midori, Shōta
                e outras duas, tr&ecirc;s crian&ccedil;as mais novas. Enquanto se divertiam em uma partida infantil de
                conchas de gude<sup><span class="nota"
                        data-nota="細螺はじき (<em>kishiyago hajiki</em>). Vers&atilde;o do jogo tradicional japon&ecirc;s <em>ohajiki</em> (お弾き), semelhante ao gude, onde se substitui as bolas de vidro por conchas espiraladas."></span></sup>,
                Midori de repente
                escutou algo.</p>
            <p>&mdash; U&eacute;, n&atilde;o &eacute; que algu&eacute;m veio fazer compras? &Eacute; barulho de gente
                pisando na t&aacute;bua da sarjeta.</p>
            <p>&mdash; &Eacute; mesmo? Eu n&atilde;o escutei nada! Ser&aacute; que n&atilde;o &eacute; algum amigo
                nosso? &mdash; disse Shōta contente, interrompendo a contagem que fazia nas m&atilde;os<sup><span
                        class="nota"
                        data-nota="ちう／＼たこかい (na grafia moderna, ちゅうちゅうたこかい, <em>chū chū tako kai</em>). Forma infantil de se contar at&eacute; dez. Repete-se duas vezes a sequ&ecirc;ncia &ldquo;<em>chū chū tako kai na</em>&rdquo;."></span></sup>.
            </p>
            <p>Mas os passos que acabaram de ouvir, de algu&eacute;m que viera at&eacute; &agrave; porta da frente da
                loja, cessaram subitamente. N&atilde;o havia mais barulho algum.</p>

            <h3 id="capitulo11" class="capitulo">Capítulo 11</h3>
            <p>&mdash; Buu! &mdash; gritou Shōta, colocando a cara para fora ap&oacute;s abrir a porta de correr. Viu as
                costas de uma pessoa se distanciando aos poucos, seguindo por baixo dos beirais, j&aacute; duas ou
                tr&ecirc;s casas adiante &mdash; Quem &eacute;? Quem &eacute;? Ei, pode entrar!</p>
            <p>Midori cal&ccedil;ou seu <em>ashida</em><sup><span class="nota"
                        data-nota="足駄 (<em>ashida</em>). Tamanco de plataforma mais alta, utilizado em dias de chuva por conta do terreno molhado."></span></sup>
                e
                estava prestes a sair em disparada, ignorando a chuva que ca&iacute;a.</p>
            <p>&mdash; Ah, &eacute; ele &mdash; Shōta virou o rosto ap&oacute;s poucas palavras &mdash; Midori-san,
                n&atilde;o adianta chamar, ele n&atilde;o vem. &Eacute; ele &mdash; disse, fazendo um gesto em sua
                cabe&ccedil;a como se estivesse raspada.</p>
            <p>&mdash; Era o Nobu-san?<sup><span class="nota"
                        data-nota="信さんかへ (na grafia moderna, 信さんかえ, <em>Nobu-san kae</em>). A linguagem empregada por Midori indica afeto por se referir a Shinnyo como &ldquo;Nobu-san&rdquo; e por utilizar a part&iacute;cula de fim de frase que denota interroga&ccedil;&atilde;o de forma mais &iacute;ntima, &ldquo;<em>kae</em>&rdquo;."></span></sup>
                &mdash; perguntou
                Midori, deixando escapar um tom de afeto. &mdash; Era s&oacute; o que faltava, aquele monge asqueroso.
                Com certeza deve ter vindo na loja comprar alguma coisa, mas quando viu que era a gente dentro, deu uma
                bisbilhotada e voltou pra casa. Aquele maldito perverso, metido a gente grande, gago, banguela<sup><span
                        class="nota"
                        data-nota="吃りの、齒かけの (na grafia moderna, 吃りの、歯かけの, <em>donmori no, hakkake no</em>, lit. &ldquo;gago, sem dente&rdquo;). Linguagem depreciativa assim como consta no texto original."></span></sup>,
                desprez&iacute;vel! Eu ia falar tudo o
                que penso se ele tivesse entrado, uma pena que foi embora! Algu&eacute;m me empresta um
                <em>geta</em><sup><span class="nota"
                        data-nota="A ideia de se usar um <em>geta</em> nesta ocasi&atilde;o ocorre por conta de suas plataformas mais baixas, provavelmente facilitando um passo mais r&aacute;pido, ao contr&aacute;rio do <em>ashida</em>, com suas plataformas altas."></span></sup>,
                vou dar uma olhada l&aacute; fora.
                Quando trocou de lugar com Shōta e colocou o rosto para fora, gotas de chuva que pingavam do beiral
                ca&iacute;ram na sua franja.
            </p>
            <p>&mdash; Ai, um pingo! &mdash; disse encolhendo o pesco&ccedil;o.</p>
            <p>Midori observou, por um longo, longo tempo, o vago contorno das costas de Shinnyo se distanciar. Sob os
                postes de lamparina a querosene, quatro ou cinco casas adiante, ele andava parecendo olhar para baixo,
                com um grande guarda-chuva de papel<sup><span class="nota"
                        data-nota="大黒傘 (<em>daikokugasa</em>). Guarda-chuva feito pela fabricante Daikokuya (大黒屋, sem rela&ccedil;&atilde;o com o bordel de Yoshiwara desta hist&oacute;ria) em Osaka, de material similar ao papel <em>kraft</em>. Como exemplo de meton&iacute;mia, naquela &eacute;poca o nome <em>daikokugasa</em> passou a ser, em Edo (atual T&oacute;quio), sin&ocirc;nimo de <em>bangasa</em> (番傘), a palavra original para este tipo de objeto."></span></sup>
                apoiado no ombro.</p>
            <p>&mdash; O que foi, Midori-san? &mdash; estranhou Shōta, cutucando as costas de Midori.</p>
            <p>&mdash; Nada n&atilde;o &mdash; respondeu desanimada e entrou na loja, passando a recontar as conchas
                viradas para cima &mdash; De verdade, n&atilde;o presta nem como mongezinho. Nem consegue brigar,
                s&oacute; fica a&iacute; fazendo pose de gente grande escondendo as verdadeiras inten&ccedil;&otilde;es.
                N&atilde;o &eacute; de dar &oacute;dio? Como &eacute; mesmo que a minha m&atilde;e sempre diz?
                S&atilde;o as pessoas diretas que t&ecirc;m bom cora&ccedil;&atilde;o. Ent&atilde;o, esse Nobu-san
                a&iacute;, que fica a&iacute; se fazendo de tonto, s&oacute; pode ter um mau cora&ccedil;&atilde;o. Deve
                ser isso, n&atilde;o &eacute; Shōta-san? &mdash; falou mal de Shinnyo com as palavras mais fortes que
                conseguiu encontrar.</p>
            <p>&mdash; Mas ainda assim, esse a&iacute; de Ryūgeji pelo menos tem algum discernimento. Quando o caso
                &eacute; o Chōkichi, o cara &eacute; um ign&oacute;bil! &mdash; disse convencido, imitando o jeito de
                falar dos adultos.</p>
            <p>&mdash; Pode parar, Shōta-san. Apesar de parecer maduro para uma crian&ccedil;a, isso ainda &eacute;
                muito estranho. Voc&ecirc; &eacute; muito paspalho mesmo, n&atilde;o &eacute;? &mdash; Midori cutucava a
                bochecha de Shōta &mdash; E essa cara s&eacute;ria? &mdash; disse, rolando de rir.</p>
            <p>&mdash; Mas falta pouco para eu virar adulto. Vou vestir algo estiloso como um sobretudo de mangas
                quadradas<sup><span class="nota"
                        data-nota="角袖外套 (<em>kakusode gaitō</em>, lit. &ldquo;capa de mangas quadradas&rdquo;)."></span></sup>,
                que nem o mestre de Kabataya,
                sabe? Vou ganhar da minha av&oacute; o rel&oacute;gio de ouro que ela tem guardado, e mandar fazer um
                anel tamb&eacute;m, e fumar cigarros<sup><span class="nota"
                        data-nota="卷煙草 (na grafia moderna, 巻きタバコ, <em>makitabako</em>, lit. &ldquo;tabaco enrolado&rdquo;). Naquela &eacute;poca, o mais comum era utilizar cachimbos, enquanto cigarros enrolados eram produtos luxuosos e de maior valor."></span></sup>.
                O
                que ser&aacute; que ficaria legal como cal&ccedil;ado? Como eu prefiro os <em>setta</em> em vez dos
                <em>geta</em>, vou cal&ccedil;ar um com tr&ecirc;s camadas de couro na sola e tiras
                <em>hanao</em><sup><span class="nota"
                        data-nota="鼻緒 (<em>hanao</em>). Tira, geralmente feita de algum tecido, que prende o p&eacute; ao tamanco, similar &agrave; tira dos chinelos de dedo. Elemento importante na rela&ccedil;&atilde;o entre Midori e Shinnyo posteriormente."></span></sup>
                coloridas de seda e cetim
                <sup><span class="nota"
                        data-nota="繻珍 (<em>shuchin</em>). Tecido de seda com um padr&atilde;o tran&ccedil;ado de fios coloridos em um fundo de cetim."></span></sup>.
                Ser&aacute; que combina?
            </p>
            <p>&mdash; Gente baixinha com um sobretudo de mangas quadradas e <em>setta</em> nos p&eacute;s? Olha, acho
                que vai ficar estranho de qualquer jeito, parecendo um frasco de col&iacute;rio<sup><span class="nota"
                        data-nota="目藥の瓶 (na grafia moderna, 目薬の瓶, <em>megusuri no bin</em>). Naquela &eacute;poca, os frascos de col&iacute;rio eram pequenos, finos e angulosos."></span></sup>
                ambulante! &mdash; Midori zombou entre risinhos.</p>
            <p>&mdash; Mas que tolice, at&eacute; l&aacute; eu j&aacute; vou ter crescido! N&atilde;o vou ser nanico
                desse jeito! &mdash; disse Shōta, vangloriando-se.</p>
            <p>&mdash; Ent&atilde;o a quest&atilde;o &eacute; saber quando isso vai acontecer! Olhem l&aacute;, os
                ratinhos no teto<sup><span class="nota"
                        data-nota="天井の鼠 (<em>tenjō no nezumi</em>, lit. &ldquo;rato do teto&rdquo;). Express&atilde;o utilizada quando se faz pouco caso das palavras de uma pessoa, como se at&eacute; mesmo &ldquo;os ratos do teto&rdquo; estivessem rindo dela."></span></sup>!
                &mdash; Midori
                apontou com o dedo, fazendo a senhora da papelaria e todos os outros agrupados ali rolarem de rir.</p>
            <p>Shōta ficou s&eacute;rio.</p>
            <p>&mdash; Voc&ecirc; leva como piada, n&atilde;o &eacute;, Midori-san, apesar de n&atilde;o ter
                ningu&eacute;m que n&atilde;o tenha virado adulto. Qual o motivo da gra&ccedil;a quando o assunto sou
                eu? Vou conseguir uma bela esposa e vou sair por a&iacute; com ela ao meu lado. Eu s&oacute; gosto das
                bonitas, ent&atilde;o se me vier algu&eacute;m com o rosto marcado de var&iacute;ola, como a Ofuku da
                loja de <em>senbei</em>, ou algu&eacute;m com a testa grande como a mo&ccedil;a da loja de lenhas, vou
                logo enxotar, n&atilde;o vai entrar na minha casa n&atilde;o. Detesto marcas de var&iacute;ola e sarna!
                &mdash; disse com firmeza, fazendo seus olhos girarem.</p>
            <p>A senhora da papelaria caiu na gargalhada.</p>
            <p>&mdash; E ainda assim, Shō-san, voc&ecirc;, que me d&aacute; o privil&eacute;gio de vir &agrave; minha
                loja com frequ&ecirc;ncia, n&atilde;o v&ecirc; as marcas de var&iacute;ola da tia aqui? &mdash; disse
                rindo.</p>
            <p>&mdash; Ainda assim, porque voc&ecirc; &eacute; idosa. Estou falando da quest&atilde;o da esposa. Os
                idosos, tanto faz.</p>
            <p>&mdash; Mas que gafe a minha, n&atilde;o &eacute; mesmo? &mdash; disse espirituosa a senhora da
                papelaria, levando na brincadeira &mdash; As bonitas da regi&atilde;o s&atilde;o a Oroku-san da
                floricultura e a Kii-san da frutaria. Mais do que elas, a mais bonita de todas est&aacute; sentada ao
                seu lado, Shōta-san, mas parece que voc&ecirc; j&aacute; est&aacute; decidido. O olhar da Oroku-san, ou
                a voz<sup><span class="nota"
                        data-nota="清元 (<em>kiyomoto</em>). Tipo de performance narrativa do teatro <em>jōruri</em>. Pelo uso da palavra no texto original, imagina-se que a personagem deva possuir uma voz bonita como a das pessoas que performam no teatro."></span></sup>
                da Kii-san? Qual delas? &mdash; o
                rosto de Shōta se avermelhou com a pergunta.</p>
            <p>&mdash; Mas o qu&ecirc;? Onde &eacute; que essas Oroku e Kii a&iacute; s&atilde;o bonitas? &mdash; Shōta
                se retraiu um pouco para baixo da lamparina pendurada no teto, se recostando perto da parede.</p>
            <p>&mdash; A Midori-san &eacute; bonita ent&atilde;o, &eacute;? Assim est&aacute; decidido? &mdash; disse
                certeira.</p>
            <p>&mdash; E desde quando voc&ecirc; sabe de alguma coisa? Mas o que &eacute; isso! &mdash; Shōta deu de
                costas. Batendo com o dedo no lambri da parede, come&ccedil;ou a cantar &ldquo;roda, roda, roda
                d&rsquo;&aacute;gua&rdquo;<sup><span class="nota"
                        data-nota="廻れ／＼水車 (na grafia moderna, 廻れ廻れ水車, <em>maware maware mizuguruma</em>). Letra de uma m&uacute;sica de escola prim&aacute;ria daquela &eacute;poca. A letra continua, <em>nagaruru mizu no sadaminaku, kurukuru maware mizuguruma</em> (流るる水の淀みなく、くるくるまわれ水車), algo como &ldquo;a &aacute;gua que flui n&atilde;o est&aacute; parada, ela roda e roda a roda d&rsquo;&aacute;gua&rdquo;."></span></sup>
                em voz
                baixa.</p>
            <p>&mdash; Vamos l&aacute;, mais uma vez, do come&ccedil;o! &mdash; Midori juntou as v&aacute;rias conchas,
                sem mesmo ruborizar o rosto.</p>

            <h3 id="capitulo12" class="capitulo">Capítulo 12</h3>
            <p>Sempre que ia a Tamachi, Shinnyo pegava o &ldquo;atalho&rdquo; que seguia junto &agrave; barragem, apesar
                de conseguir chegar ao seu destino sem precisar passar por l&aacute;. Se espiasse pelos port&otilde;es
                treli&ccedil;ados no caminho, podia ver as lanternas de pedra de Kurama<sup><span class="nota"
                        data-nota="鞍馬の石燈籠 (na grafia moderna, 鞍馬の石灯籠, <em>Kurama no ishidōro</em>). Lanternas feitas de pedra do Monte Kurama, em Quioto."></span></sup>
                e as elegantes cercas
                <sup><span class="nota"
                        data-nota="袖垣 (<em>sodegaki</em>). Cercas colocadas para que os transeuntes n&atilde;o conseguissem olhar dentro da casa."></span></sup>
                de lespedeza. Gostava de como as persianas de bambu eram
                enroladas nas varandas. Por dentro do <em>shōji</em><sup><span class="nota"
                        data-nota="障子 (<em>shōji</em>). Porta corredi&ccedil;a tradicionalmente feita com arma&ccedil;&atilde;o de madeira e l&acirc;minas de papel."></span></sup>
                envidra&ccedil;ado, uma vi&uacute;va moderna de Azechi Dainagon<sup><span class="nota"
                        data-nota="按察 (<em>Azechi</em>). Azechi Dainagon. Personagem de <em>As narrativas de Genji</em>, av&ocirc; de Murasaki no ue. A vi&uacute;va deste personagem aparenta ser devotada ao caminho budista."></span></sup>
                passava as contas de uma japamala entre os dedos, e at&eacute;
                era poss&iacute;vel imaginar que Wakamurasaki<sup><span class="nota"
                        data-nota="若紫 (<em>Wakamurasaki</em>). Refer&ecirc;ncia a <em>As narrativas de Genji</em>."></span></sup>
                apareceria com seu cabelo produzido. Essa constru&ccedil;&atilde;o singular era o dormit&oacute;rio de
                Daikokuya.
            </p>
            <p>A chuva de fim de outono era cont&iacute;nua como no dia anterior. Uma vez finalizada a roupa de baixo
                <sup><span class="nota"
                        data-nota="長胴着 (<em>nagadōgi</em>). Roupa de baixo t&eacute;rmica usada sobre um gib&atilde;o."></span></sup>
                que sua irm&atilde; em Tamachi havia
                requisitado, sua m&atilde;e ansiava com seu zelo materno por faz&ecirc;-la vestir o quanto antes.
            </p>
            <p>&mdash; Eu sei que &eacute; inc&ocirc;modo, mas, antes de ir para escola, toma um tempinho para levar
                para a sua irm&atilde;, por favor? Tenho quase certeza de que ela est&aacute; contando com isso.</p>
            <p>&mdash; Est&aacute; bem, est&aacute; bem.</p>
            <p>Em sua obedi&ecirc;ncia, que n&atilde;o o permitia recusar um pedido da m&atilde;e mesmo que estivesse
                descontente, Shinnyo tomou nos bra&ccedil;os o pequeno pacote. De pronto cal&ccedil;ou os <em>geta</em>
                com suporte de magn&oacute;lia, atados com <em>hanao</em> cinza escuro de algod&atilde;o de
                Kokura<sup><span class="nota" data-nota="鼠小倉の緒 (<em>nezumikokura no o</em>)."></span></sup>, e saiu
                abrindo o guarda-chuva.</p>
            <p>Virando na quina do fosso, optou pela trilha por onde sempre ia. Para seu azar, quando chegou em frente
                ao dormit&oacute;rio de Daikokuya, um vento repentino atingiu a parte de cima do guarda-chuva, fazendo-o
                desconfiar se ele n&atilde;o sairia voando com aquela lufada violenta.</p>
            <p>&mdash; Assim n&atilde;o vai dar &mdash; pensou, e no instante em que fincou os p&eacute;s para se manter
                firme, o n&oacute; da frente do <em>hanao</em>, algo ao qual nem estava atento, se afrouxou e desatou,
                passando a ser mais preocupante do que o pr&oacute;prio guarda-chuva.</p>
            <p>Shinnyo estalou a l&iacute;ngua irritado com o temporal, mas sem haver outro jeito naquele momento,
                apoiou o guarda-chuva no port&atilde;o do dormit&oacute;rio de Daikokuya e, sob seu telhado, tentou
                reatar o <em>hanao</em>. Sendo entretanto um jovem de fam&iacute;lia desacostumado com essas
                trivialidades, percebeu que n&atilde;o tinha ideia de como fazer aquilo e, tentativa ap&oacute;s outra
                com o cora&ccedil;&atilde;o em desespero, terminou desconsolado por n&atilde;o conseguir
                consert&aacute;-lo com sucesso. Mas que irritante. Que irritante! Pegou de dentro da manga uma grande
                folha de papel de caligrafia onde havia escrito o rascunho de uma reda&ccedil;&atilde;o escolar,
                rasgou-a e tentou junt&aacute;-la em uma tira. Por&eacute;m, uma vez mais, a cruel tempestade que
                despencava fez rolar vagarosamente o guarda-chuva apoiado.</p>
            <p>&mdash; Mas que droga! &mdash; esbravejou, e quando esticou a m&atilde;o para tentar par&aacute;-lo, o
                pequeno pacote que repousava sobre seus joelhos caiu despretensiosamente, enlameando o tecido do
                embrulho<sup><span class="nota" data-nota="風呂敷 (<em>furoshiki</em>)."></span></sup> e at&eacute; as
                mangas das suas
                vestes.</p>
            <p>N&atilde;o havia como presenciar uma ocasi&atilde;o mais infeliz. Sem guarda-chuvas naquela tempestade, o
                <em>hanao</em> estourado no meio do caminho. Por dentro do <em>shōji</em> envidra&ccedil;ado, Midori
                assistia de longe.
            </p>
            <p>&mdash; Olha, tem algu&eacute;m com o <em>hanao</em> estourado. M&atilde;e, podemos dar uma tira de pano?
                &mdash; perguntou, tomando alguns retalhos de crepe de seda <em>yūzen</em> da gaveta da caixa de
                costura.</p>
            <p>Impaciente at&eacute; para cal&ccedil;ar os <em>geta</em> de jardim, saiu em disparada com passos
                apressados antes mesmo de abrir a sombrinha que estava na varanda, seguindo por cima das pedras do
                jardim.</p>
            <p>Ao ver de quem se tratava, o rosto de Midori enrubesceu. Os batimentos em seu peito come&ccedil;aram a se
                acelerar como se inesperadamente tivesse se deparado com algo de extrema import&acirc;ncia. Sem deixar
                de olhar para tr&aacute;s, com receio de estar sendo observada, aproximou-se acanhada do port&atilde;o.
                Shinnyo tamb&eacute;m virou o rosto de repente e come&ccedil;ou a suar frio por entre os bra&ccedil;os,
                sem dizer uma palavra. Seu impulso era sair fugindo descal&ccedil;o.</p>
            <p>Fosse ela a Midori de sempre, apontaria os dedos para aquela situa&ccedil;&atilde;o deplor&aacute;vel de
                Shinnyo, ridicularizando-o em uma explos&atilde;o de risadas enquanto falava todos os improp&eacute;rios
                que desejava.</p>
            <p>&mdash; Olha s&oacute;, se n&atilde;o &eacute; o sem-vergonha! Como voc&ecirc; se atreve a atrapalhar o
                nosso momento na noite do festival, fazendo vingan&ccedil;a contra o Shōta-san e mandando baterem no
                San-chan, que n&atilde;o tinha culpa de nada? Voc&ecirc; s&oacute; fica em cima do trono dando ordens,
                &eacute; isso? N&atilde;o vai pedir desculpas? Fala alguma coisa! Eu sei que foi ideia sua fazer o
                Chōkichi me chamar de prostituta! Tem algum problema em ser prostituta? Eu pelo menos n&atilde;o devo
                nada a voc&ecirc;! Eu tenho meu pai, minha m&atilde;e, o mestre de Daikokuya, minha irm&atilde;!
                Definitivamente n&atilde;o preciso de nada de um mongezinho corrompido como voc&ecirc;, ent&atilde;o
                p&aacute;ra de ficar me chamando de prostituta! Se tiver alguma coisa pra falar, p&aacute;ra de fazer
                isso nas sombras das minhas costas e fala aqui e agora! Eu te mostro a hora que quiser que sou uma
                oponente &agrave; altura! Fala alguma coisa! &mdash; diria sem parar, agarrando as mangas de Shinnyo,
                com uma ferocidade dif&iacute;cil de ser contrariada.</p>
            <p>Ao inv&eacute;s disso, n&atilde;o disse uma palavra. Ficou sorrateiramente escondida &agrave;s sombras
                das treli&ccedil;as, e, ainda assim, n&atilde;o queria sair dali, com seu peito batendo hesitante.</p>
            <p>Aquela n&atilde;o era a Midori de sempre.</p>

            <h3 id="capitulo13" class="capitulo">Capítulo 13</h3>
            <p>A partir do momento em que percebeu estar pr&oacute;ximo ao dormit&oacute;rio de Daikokuya, Shinnyo, com
                um senso de pavor inexplic&aacute;vel, passou a andar sem olhar para os lados. Mas al&eacute;m do
                sentimento de que n&atilde;o conseguiria de forma alguma resistir &agrave;queles in&uacute;meros eventos
                infelizes &mdash; a chuva e o vento inoportunos, que ainda por cima fizeram estourar o <em>hanao</em>, a
                sensa&ccedil;&atilde;o de torcer pap&eacute;is em um cord&atilde;o, desamparado sob o port&atilde;o
                &mdash; o som dos passos nas pedras &agrave;s suas costas foi como um banho de &aacute;gua fria. Mesmo
                sem dar aten&ccedil;&atilde;o, tremia por inteiro por saber de quem se tratava, certo de que a cor do
                seu rosto estava alterada. De costas, uma parte sua se fazia parecer absorta no <em>hanao</em>, e a
                outra estava desesperada pois parecia que ele nunca conseguiria cal&ccedil;ar aquele <em>geta</em>.</p>
            <p>Espiando do jardim, Midori se irritava com cada detalhe.</p>
            <p>&ldquo;Mas como &eacute; que vai conseguir com m&atilde;os t&atilde;o desajeitadas? O papel est&aacute;
                mal torcido, por mais que amarre no buraco da frente, n&atilde;o vai durar o suficiente. Qual &eacute;,
                n&atilde;o percebe que a manga do seu <em>haori</em> est&aacute; suja de lama? E o guarda-chuva que
                rolou para longe, se tivesse apoiado ele fechado seria melhor&rdquo;, pensava im&oacute;vel, sem
                conseguir dizer que tinha uma tira que ele poderia usar no reparo. Despreocupada com a chuva que
                estragava sua pr&oacute;pria roupa, escondia-se em um sil&ecirc;ncio sorrateiro, esperando por uma
                chance. Foi quando a sua m&atilde;e a chamou de longe, sem saber o que se passava:</p>
            <p>&mdash; A brasa do ferro de passar<sup><span class="nota"
                        data-nota="火のし (<em>hinoshi</em>). Naquela &eacute;poca, os ferros de passar roupa funcionavam &agrave; carv&atilde;o, sendo necess&aacute;rio esquentar a brasa e coloc&aacute;-la dentro do ferro antes de us&aacute;-lo."></span></sup>
                j&aacute; est&aacute; pronta! Midori-san, o que voc&ecirc; est&aacute; aprontando? N&atilde;o &eacute;
                hora de ir sair na chuva para fazer arte, voc&ecirc; ainda vai pegar um resfriado desse jeito!</p>
            <p>&mdash; Sim, j&aacute; vou!</p>
            <p>Ficou envergonhada por Shinnyo t&ecirc;-la escutado responder em voz alta. Enrubescida, com o peito
                batendo forte, sem conseguir de forma alguma abrir o port&atilde;o que estava ao seu lado. Ainda assim,
                pensando em tudo diante daquela situa&ccedil;&atilde;o tr&aacute;gica a qual n&atilde;o conseguia
                ignorar, arremessou por entre as grades treli&ccedil;adas a tira que segurava na m&atilde;o, sem dizer
                nada. O semblante de Shinnyo permaneceu indiferente, parecendo como se n&atilde;o tivesse visto nada.
            </p>
            <p>&ldquo;&Eacute; aquele car&aacute;ter de sempre mesmo&rdquo;, pensou Midori com os olhos cheios de pesar,
                formando l&aacute;grimas de ressentimento no rosto. &ldquo;O que &eacute; que voc&ecirc; odeia em mim
                tanto assim para ser frio desse jeito? Quem tem algo pra falar agora sou eu, seu pobre de
                esp&iacute;rito&rdquo;.</p>
            <p>Seus sentimentos se intensificavam ao ponto de faz&ecirc;-la chorar, mas nada podia fazer sen&atilde;o
                come&ccedil;ar a andar um passo ap&oacute;s o outro aos chamados frequentes da m&atilde;e que lhe
                pesavam no cora&ccedil;&atilde;o.</p>
            <p>&ldquo;Mas o que &eacute; isso? Como sou teimosa. Que vergonha de mim mesma&rdquo;, pensou, virando de
                costas e voltando com seus cal&ccedil;ados estalando pelas pedras.</p>
            <p>Ao virar para tr&aacute;s, agora solit&aacute;rio, Shinnyo viu espalhadas aos seus p&eacute;s as folhas
                outonais<sup><span class="nota" data-nota="紅葉 (<em>momiji</em>)."></span></sup> que formavam a linda
                estampa do
                <em>yūzen</em> carmesim<sup><span class="nota"
                        data-nota="Segundo a nota de rodap&eacute; da edi&ccedil;&atilde;o da Shūeisha, representa&ccedil;&atilde;o simb&oacute;lica dos sentimentos de Midori."></span></sup>
                encharcadas pela
                chuva. Apesar do &iacute;mpeto despreocupado de peg&aacute;-lo, contemplou-o em v&atilde;o com um
                sentimento de tristeza sem tom&aacute;-lo &agrave;s m&atilde;os.
            </p>
            <p>Desistindo por conta da sua inaptid&atilde;o, tirou o longo cord&atilde;o do seu <em>haori</em> e fez um
                improviso desastroso com tor&ccedil;&otilde;es e amarras, mas, obviamente, ao pisar, duvidou se
                conseguiria ir at&eacute; Tamachi com aquele <em>geta</em> por conta da dificuldade de andar. Sem
                op&ccedil;&atilde;o sen&atilde;o ficar em p&eacute;, Shinnyo pegou o pequeno pacote e deu apenas dois
                passos para longe do port&atilde;o, mas a imagem das folhas outonais do tecido <em>yūzen</em> permanecia
                em seus olhos. Sendo insuport&aacute;vel deix&aacute;-lo ali e partir, olhou para tr&aacute;s
                arrependido.</p>
            <p>&mdash; Nobu-san, o que foi? Seu <em>hanao</em> estourou, &eacute;? O que &eacute; isso a&iacute;?
                N&atilde;o parece bom n&atilde;o, hein! &mdash; algu&eacute;m falou de repente.</p>
            <p>Ao voltar o olhar surpreso, era o valent&atilde;o Chōkichi, parecendo voltar de dentro do
                distrito<sup><span class="nota"
                        data-nota="Teria sido a primeira vez que Chōkichi foi a um bordel e estava voltando para casa pela manh&atilde;."></span></sup>.
                Com o <em>yukata</em> sobreposto ao
                quimono de tecido <em>tōzan</em><sup><span class="nota"
                        data-nota="唐棧 (<em>tōzan</em>) Tecido regional produzido na prov&iacute;ncia de Chiba, a leste de T&oacute;quio, feito de algod&atilde;o com listras verticais amarelo claro, vermelho e marrom em um fundo azul-marinho."></span></sup>
                e um
                <em>obi</em> cor de caqui de tr&ecirc;s <em>shaku</em><sup><span class="nota"
                        data-nota="尺 (<em>shaku</em>). Medida equivalente a 30,3 cm."></span></sup> na cintura amarrado
                &agrave; frente como sempre,
                abrigava sob um guarda-chuva de marca<sup><span class="nota"
                        data-nota="印の傘 (<em>shirushi no kasa</em>). Guarda-chuva estampado com o nome de um bordel."></span></sup>
                o
                colarinho de seda <em>kurohachi</em><sup><span class="nota"
                        data-nota="黒八 (<em>kurohachi</em>). Tecido de seda preta produzido em Hachijōjima, grupo de ilhas ao sul de T&oacute;quio."></span></sup>
                e um
                casaco <em>hanten</em> novo. Se mostrava orgulhoso com a apar&ecirc;ncia da prote&ccedil;&atilde;o
                frontal do seu <em>takaashida</em><sup><span class="nota"
                        data-nota="高足駄 (<em>takaashida</em>). Similar ao tamanco <em>ashida</em> de plataforma alta, mas com uma prote&ccedil;&atilde;o frontal contra &aacute;gua."></span></sup>,
                que
                reluzia em verniz naquela manh&atilde;.
            </p>
            <p>&mdash; Acabei estourando o <em>hanao</em> e estou sem saber o que fazer. Sou um frouxo mesmo &mdash;
                disse Shinnyo sem nenhum respeito por si pr&oacute;prio.</p>
            <p>&mdash; Ent&atilde;o &eacute; isso, voc&ecirc; n&atilde;o consegue consertar o <em>hanao</em>? N&atilde;o
                tem problema, pode ir cal&ccedil;ando o meu <em>geta</em>. O <em>hanao</em> dele est&aacute; firme.</p>
            <p>&mdash; Mas a&iacute; voc&ecirc; ficaria na m&atilde;o.</p>
            <p>&mdash; O qu&ecirc;? Eu estou acostumado. &Eacute; assim que funciona &mdash; disse enquanto rapidamente
                colocava para dentro do <em>obi</em> a parte inferior do quimono<sup><span class="nota"
                        data-nota="Com o intuito de n&atilde;o suj&aacute;-lo."></span></sup>. Em seguida,
                descal&ccedil;ou o <em>geta</em>.</p>
            <p>&mdash; Isso &eacute; muito mais refrescante do que qualquer n&oacute; prendendo os dedos!</p>
            <p>&mdash; Voc&ecirc; vai ficar descal&ccedil;o? Eu sinto muito &mdash; disse Shinnyo perplexo.</p>
            <p>&mdash; T&aacute; tudo bem, eu estou acostumado! Gente que nem o Nobu-san tem as solas do p&eacute;
                macias, e a&iacute; n&atilde;o consegue andar descal&ccedil;o nos caminhos cheios de pedras. Viu, pode
                cal&ccedil;ar esse a&iacute; &mdash; disse, colocando o par de <em>geta</em> &agrave;
                disposi&ccedil;&atilde;o. Era peculiar v&ecirc;-lo deixar palavras gentis escaparem, fazendo mexer suas
                sobrancelhas grossas e peludas como uma taturana, enquanto as pessoas o odiavam como se fosse um deus
                das pestes.</p>
            <p>&mdash; Vou levar seus <em>geta</em> comigo, Nobu-san. Acho que n&atilde;o tem problema se eu largar na
                cozinha do templo, certo? &Eacute; isso, vamos trocar, cal&ccedil;a esse aqui &mdash; oferecendo ajuda,
                pegou em sua m&atilde;o o <em>hanao</em> estourado &mdash; Sendo assim, pode ir, Nobu-san. Depois nos
                vemos na escola!</p>
            <p>Shinnyo foi em dire&ccedil;&atilde;o &agrave; sua irm&atilde; em Tamachi, e Chōkichi em
                dire&ccedil;&atilde;o &agrave; sua casa, mas o inesquec&iacute;vel tecido <em>yūzen</em> carmesim, em
                sua beleza v&atilde;, foi deixado ao lado de fora do port&atilde;o treli&ccedil;ado.</p>

            <h3 id="capitulo14" class="capitulo">Capítulo 14</h3>
            <p>O ano contou com tr&ecirc;s dias do Galo<sup><span class="nota"
                        data-nota="A quantidade de dias do Galo no ano depende da configura&ccedil;&atilde;o dos dias da semana. H&aacute; anos com apenas dois."></span></sup>.
                Apesar de o
                segundo ter sido arruinado pela chuva, o primeiro e o terceiro foram agraciados com bom tempo, servindo
                de pretexto para que uma tremenda multid&atilde;o visitasse o santu&aacute;rio Ōtori. Entre os risos de
                bom humor, considerava-se se a algazarra vigorosa dos jovens desordenados entrando no distrito pelo
                port&atilde;o do posto de inspe&ccedil;&atilde;o sanit&aacute;ria<sup><span class="nota"
                        data-nota="Normalmente fechado, o port&atilde;o pr&oacute;ximo ao posto de inspe&ccedil;&atilde;o sanit&aacute;ria ficava na parte de tr&aacute;s do distrito de Yoshiwara, na extremidade oposta ao port&atilde;o principal da alameda Nakanochō."></span></sup>
                n&atilde;o era na verdade os estrondos dos pilares que sustentam
                os c&eacute;us se estilha&ccedil;ando e as cordas que suspendem a Terra se rompendo<sup><span
                        class="nota"
                        data-nota="天柱くだけ地維かくる (<em>tenchū kudake chii kakuru</em>). Refer&ecirc;ncia a uma passagem da obra Shǐj&igrave; (史記, em japon&ecirc;s, <em>Shiki</em>, lit. &ldquo;Registro Hist&oacute;rico&rdquo;), o primeiro de 24 grandes registros das dinastias da China, escrita por volta de 100 a.C. pelo historiador chin&ecirc;s Sima Qian. Na passagem, os barulhos da quebra dos pilares e do rompimento das cordas s&atilde;o ensurdecedores."></span></sup>.
                O fluxo parecia mudar de dire&ccedil;&atilde;o de repente na
                alameda Nakanochō, e havia tamb&eacute;m uma horda de pessoas que se separava em diversos rumos entrando
                pelas pontes levadi&ccedil;as<sup><span class="nota"
                        data-nota="はね橋 (<em>hanebashi</em>). Pontes levadi&ccedil;as sobre o fosso que conectavam as ruas laterais do distrito de Yoshiwara com o lado exterior. Eram abaixadas para auxiliar no fluxo de pessoas em dias de festival."></span></sup>
                nas vias Sumichō e
                Kyōmachi, a gritos parecidos com os dos barcos t&aacute;xi<sup><span class="nota"
                        data-nota="猪牙 (<em>choki</em>, ou 猪牙船, <em>chokibune</em>, lit. &ldquo;barco de presa de javali&rdquo;). Pequenos barcos sem cobertura, no formato de uma presa de javali, utilizados como transporte no per&iacute;odo Edo. Transportavam passageiros para Yoshiwara."></span></sup>:
                &ldquo;R&aacute;pido! Vamos, vamos&rdquo;. Dos gorjeios
                convidativos<sup><span class="nota"
                        data-nota="百囀づり (<em>momosaezuri</em>, lit. <em>momosae</em> como &ldquo;o chilro de muitos p&aacute;ssaros&rdquo; e <em>zuri</em> como &ldquo;fisga&rdquo;). Vozes das prostitutas chamando os clientes."></span></sup>
                nas pequenas lojas <em>kashimise</em>
                aos elevados andares superiores dos magn&iacute;ficos bord&eacute;is <em>ōmagaki</em>, o som das
                cantorias e dos instrumentos fervia em tanta variedade que a maior parte das pessoas jamais se
                esqueceria daquele espet&aacute;culo.</p>
            <p>Com uma folga na coleta do juro di&aacute;rio concedida nesse dia, Shōta visitou a barraca de ornamentos
                <em>ōgashira</em><sup><span class="nota"
                        data-nota="大頭 (<em>ōgashira</em>). Borla preta decorativa utilizada em mastros, feita de pelo de cauda de animais ou c&acirc;nhamo tingido."></span></sup>
                de Sangorō, e depois
                parou onde o grandalh&atilde;o idiota da loja de <em>dango</em> servia sopas <em>shiruko</em><sup><span
                        class="nota"
                        data-nota="汁粉 (<em>shiruko</em>). Sopa doce de feij&atilde;o <em>azuki</em> com <em>mochi</em>."></span></sup>
                n&atilde;o muito convidativas.
            </p>
            <p>&mdash; E a&iacute;? Dando lucro?</p>
            <p>&mdash; Shō-san, voc&ecirc; veio em boa hora. Os ingredientes do recheio <em>anko</em><sup><span
                        class="nota"
                        data-nota="餡こ (ou 餡子, <em>anko</em>). Pasta de feij&atilde;o <em>azuki</em>, utilizada na sopa <em>shiruko</em>."></span></sup>
                acabaram e agora mesmo j&aacute; deixei mais
                cozinhando, mas eu n&atilde;o sei o que vender para os clientes que est&atilde;o esperando. Eu
                n&atilde;o quero que eles v&atilde;o embora. O que eu fa&ccedil;o? &mdash; pedia o idiota por um
                conselho.</p>
            <p>&mdash; Mas que tapado, voc&ecirc;! N&atilde;o tem esse tanto que sobrou em volta da panelona? Se
                voc&ecirc; misturar isso em &aacute;gua quente e ado&ccedil;ar com a&ccedil;&uacute;car, vai conseguir
                por&ccedil;&otilde;es para umas dez, vinte pessoas! Todo mundo faz assim em todo lugar, n&atilde;o vai
                ser s&oacute; na sua barraca! E outra, voc&ecirc; acha que algu&eacute;m vai ficar falando do sabor no
                meio dessa bagun&ccedil;a? Vamos, vai trabalhar! Vai trabalhar! &mdash; enquanto falava, p&ocirc;s-se
                adiante e pegou um pote de a&ccedil;&uacute;car.</p>
            <p>&mdash; O senhorzinho est&aacute; conseguindo mesmo se dar bem como comerciante, &eacute; algu&eacute;m
                bastante esperto &mdash; elogiou a m&atilde;e do idiota, cega de um olho<sup><span class="nota"
                        data-nota="目ッかち (na grafia moderna, 片目, <em>mekkachi</em>). Linguagem depreciativa assim como consta no texto original."></span></sup>,
                com cara de surpresa.</p>
            <p>&mdash; O qu&ecirc;? Isso aqui &eacute; coisa de gente instru&iacute;da? Eu vi agora mesmo um palerma do
                Beco fazendo isso porque estava com pouco <em>anko</em>, n&atilde;o &eacute; inven&ccedil;&atilde;o
                minha &mdash; disse Shōta por cima do ombro &mdash; Voc&ecirc;s a&iacute; n&atilde;o sabem onde &eacute;
                que a Midori-san est&aacute;? Eu a estou procurando desde de manh&atilde;, mas n&atilde;o sei aonde ela
                foi. Parece que nem &agrave; papelaria ela veio. Dentro do distrito, talvez?</p>
            <p>&mdash; Hmm, a Midori-san n&eacute;, pouco antes ela passou na frente de casa e entrou pela ponte
                levadi&ccedil;a de Ageyamachi<sup><span class="nota"
                        data-nota="揚屋町 (<em>Ageyamachi</em>). Regi&atilde;o dentro do per&iacute;metro do distrito que reuniam as 揚屋 (<em>ageya</em>), bord&eacute;is de alta classe onde prostitutas externas eram contratadas para entreter os clientes."></span></sup>.
                Ela
                &eacute; mesmo demais, Shō-san. Hoje, ela estava com o cabelo <em>shimada</em><sup><span class="nota"
                        data-nota="島田 (<em>shimada</em>). Penteado tradicional japon&ecirc;s, de franjas e coque salientes, t&iacute;pico de mulheres jovens. Sugere que Midori atingiu a maioridade."></span></sup>
                armado desse jeito &mdash; disse o idiota, fazendo
                um gesto estranho com as m&atilde;os ao ilustrar o penteado &mdash; Linda aquela mo&ccedil;a, n&atilde;o
                &eacute;? &mdash; perguntou esfregando o nariz.</p>
            <p>&mdash; Ela &eacute; ainda mais bonita que a Ōmaki-san! Mas &eacute; uma pena se ela tamb&eacute;m vai
                virar uma <em>oiran</em> &mdash; Shōta respondeu olhando para baixo.</p>
            <p>&mdash; Mas n&atilde;o &eacute; bom se ela virar uma <em>oiran</em>? A partir do ano que vem eu vou
                come&ccedil;ar a vender artigos populares de temporada, e assim fazer um dinheiro, sabe? Com ele em
                m&atilde;os &eacute; que vou compr&aacute;-la! &mdash; disse o idiota, mostrando-se um tolo.</p>
            <p>&mdash; Mas que coisa insolente de se dizer! Assim vai ser rejeitado com certeza!</p>
            <p>&mdash; Mas por qu&ecirc;? Por qu&ecirc;?</p>
            <p>&mdash; Por qu&ecirc;? Motivo para ser rejeitado &eacute; o que n&atilde;o falta! &mdash; disse rindo,
                com o rosto um pouco corado &mdash; Bem, eu vou dar mais uma volta por a&iacute;! Depois eu passo aqui.
                At&eacute;! &mdash; e foi pelo port&atilde;o ap&oacute;s finalizar com seu tom afiado, cantando:</p>
            <p style="text-indent: 0; padding-left: 6em;">At&eacute; os dezesseis, dezessete,<br>
                entre borboletas e flores ao crescer</p>
            <p>Com uma suspeita voz tr&ecirc;mula, recitava dentro da boca os versos populares da &eacute;poca na
                regi&atilde;o.</p>
            <p style="text-indent: 0; padding-left: 6em;">Agora, penetra na alma o dever&hellip;<sup><span class="nota"
                        data-nota="十六七の頃までは蝶よ花よと育てられ、今では勤めが身にしみて (<em>jūroku nana no koro made wa chō yo hana yo to sodaterare, ima de wa tsutome ga mi ni shimite</em>). Versos da can&ccedil;&atilde;o popular 厄介節 (<em>yakkai fushi</em>), que ilustra a vida das prostitutas."></span></sup>
            </p>
            <p>Junto aos estalos altos como sempre dos <em>setta</em>, seu pequeno corpo desaparecia em um instante ao
                se embrenhar por entre os festeiros.</p>
            <p>Espremido em um dos cantos do distrito, sem d&uacute;vida enxergou Midori de Daikokuya vindo do lado
                oposto e acompanhada de uma assistente<sup><span class="nota"
                        data-nota="番頭新造 (<em>bantō shinzō</em>). Algo como &ldquo;assistente-chefe&rdquo;. A palavra <em>bantō</em> (番頭) significa supervisor(a), enquanto <em>shinzō</em> (新造) faz refer&ecirc;ncia a uma prostituta iniciante que come&ccedil;ou a dar assist&ecirc;ncia a uma prostituta mais velha."></span></sup>,
                Otsuma, com quem conversava. Mas, de fato, assim como o idiota havia dito, seu cabelo estava feito em um
                grande e jovial penteado <em>shimada</em>, enfeitado com um luxurioso crepe de seda
                <em>tie-dye</em><sup><span class="nota" data-nota="絞りばなし (<em>shiboribanashi</em>)."></span></sup> como
                no penteado <em>yuiwata</em>
                <sup><span class="nota"
                        data-nota="結ひ錦 (na grafia moderna, 結い錦, <em>yuiwata</em>). Penteado tradicional japon&ecirc;s para mulheres solteiras."></span></sup>,
                e espetado com um pente de casco de
                tartaruga e um adorno de flores com borlas pendendo. Shōta ficou parado em p&eacute;, calado,
                pensando
                estar diante de uma boneca de Quioto<sup><span class="nota"
                        data-nota="京人形 (<em>Kyōto ningyō</em>). Geralmente esculpidas em madeira, com as roupas feitas separadamente."></span></sup>
                com aquela riqueza de cores al&eacute;m do usual, olhando fixamente sem se lan&ccedil;ar para
                abra&ccedil;&aacute;-la como de costume.
            </p>
            <p>&mdash; Shōta-san? &mdash; Midori correu na dire&ccedil;&atilde;o dele &mdash; dona Otsuma, se voc&ecirc;
                tiver compras para fazer, podemos nos separar por aqui. Eu volto para casa acompanhada desse jovem.
                Adeus! &mdash; disse abaixando a cabe&ccedil;a.</p>
            <p>&mdash; Ah, Mii-chan, sua aproveitadora! J&aacute; n&atilde;o precisa da minha companhia? Sendo assim, eu
                vou &agrave; Kyōmachi fazer compras! &mdash; e saiu correndo a curtos passos em dire&ccedil;&atilde;o
                &agrave; estreita rua de casas <em>nagaya</em>.</p>
            <p>Shōta s&oacute; ent&atilde;o puxou uma das mangas de Midori.</p>
            <p>&mdash; Voc&ecirc; fica bem assim, n&atilde;o &eacute; mesmo? Quando foi que voc&ecirc; se arrumou? Hoje?
                Ontem? Por que voc&ecirc; n&atilde;o me mostrou antes? &mdash; reclamou em tom de censura, como uma
                crian&ccedil;a mimada.</p>
            <p>&mdash; Me arrumaram hoje de manh&atilde;, no quarto da minha irm&atilde;<sup><span class="nota"
                        data-nota="姉さんの部屋 (<em>nēsan no heya</em>). O quarto da sua irm&atilde; Ōmaki ficava no bordel, n&atilde;o no dormit&oacute;rio."></span></sup>.
                Eu detestei, mas fazer o qu&ecirc;? &mdash; Midori
                disse vagarosamente desanimada, olhando para baixo, envergonhada pelos olhares das pessoas que passavam.
            </p>

            <h3 id="capitulo15" class="capitulo">Capítulo 15</h3>
            <p>Sentindo no seu &iacute;ntimo algo do qual tinha tristeza e vergonha<sup><span class="nota"
                        data-nota="Uma nota de rodap&eacute; da edi&ccedil;&atilde;o da Shūeisha sugere que Midori teria tido sua primeira menstrua&ccedil;&atilde;o. Voltaremos a esta discuss&atilde;o posteriormente."></span></sup>,
                Midori ouvia como esc&aacute;rnio os elogios que lhe faziam e
                tomava como desprezo a express&atilde;o das pessoas que viravam atra&iacute;das para olhar seu penteado
                <em>shimada</em>.
            </p>
            <p>&mdash; Shōta-san, eu vou voltar para a minha casa!</p>
            <p>&mdash; Mas por qu&ecirc;? Voc&ecirc; n&atilde;o vai brincar hoje? Levou alguma bronca? Teve uma briga
                com a Ōmaki-san, n&atilde;o foi? &mdash; Shōta perguntava, ing&ecirc;nuo. A resposta veio apenas em um
                rosto enrubescido.</p>
            <p>Quando passaram em frente a loja de <em>dango</em>, o idiota soltou a voz de l&aacute; de dentro.</p>
            <p>&mdash; Meus cumprimentos ao casal!</p>
            <p>Ao ouvir estas palavras exageradas, Midori fez uma cara como se quisesse chorar.</p>
            <p>&mdash; Shōta-san, pare de me acompanhar! &mdash; e p&ocirc;s-se rapidamente a andar sozinha, deixando-o
                para tr&aacute;s. Apesar de ter dito a Shōta que iriam juntos ao festival do Galo, Midori mudou de rumo
                e voltava &agrave;s pressas na dire&ccedil;&atilde;o de casa.</p>
            <p>&mdash; Voc&ecirc; n&atilde;o vem junto? Por qual motivo est&aacute; voltando na outra
                dire&ccedil;&atilde;o? A&iacute; j&aacute; &eacute; demais! &mdash; disse Shōta no tom mimado de sempre.
                Ignorado, n&atilde;o obteve resposta alguma. Perseguia-a afoito, desconhecendo o motivo daquilo,
                at&eacute; alcan&ccedil;ar a manga de Midori.</p>
            <p>&mdash; N&atilde;o &eacute; nada! &mdash; disse, com a face enrubescida, diante da insist&ecirc;ncia.
                Pelo tom de voz, algum motivo havia.</p>
            <p>Ela irrompeu pelo port&atilde;o do dormit&oacute;rio. Shōta, bastante &agrave; vontade naquela casa, onde
                j&aacute; havia vindo brincar, continuou no seu encal&ccedil;o e subiu discretamente pela varanda quando
                ent&atilde;o foi visto pela m&atilde;e de Midori.</p>
            <p>&mdash; Oh, Shōta-san, que bom que voc&ecirc; veio. A Midori est&aacute; de mau humor desde hoje cedo e
                estamos todos perdidos sem saber o que fazer com ela. V&aacute; anim&aacute;-la, por favor.</p>
            <p>Shōta atendeu ao pedido com ares de maduro.</p>
            <p>&mdash; Ela est&aacute; doente? &mdash; perguntou com sobriedade.</p>
            <p>&mdash; N&atilde;o &eacute; isso &mdash; a m&atilde;e esbo&ccedil;ou um sorriso escuso &mdash; Ela vai
                ficar boa em breve. &Eacute; a senhorita ego&iacute;sta de sempre. Certamente deve ter brigado com os
                amigos, toda dondoca mesmo &mdash; e olhou para tr&aacute;s.</p>
            <p>Antes que percebessem, Midori j&aacute; havia arrancado fora o seu <em>obi</em> e as vestes mais externas
                e armado um <em>futon</em> <em>kaimaki</em><sup><span class="nota"
                        data-nota="蒲團抱卷 (na grafia moderna, 布団抱巻, <em>futon kaimaku</em>). Roupa de cama em forma de quimono com enchimento de algod&atilde;o, com mangas por onde se pode colocar os bra&ccedil;os."></span></sup>
                na pequena sala de <em>tatami</em>. Estava deitada de
                bru&ccedil;os sem dizer nada.</p>
            <p>Shōta aproximou-se apreensivo &agrave; cabeceira.</p>
            <p>&mdash; Midori-san, o que foi? Est&aacute; doente? Est&aacute; se sentindo mal? O que raios aconteceu?
                &mdash; perguntou com o cora&ccedil;&atilde;o aflito, sem chegar muito perto, apoiando as m&atilde;os
                nos joelhos.</p>
            <p>Uma vez mais, Midori n&atilde;o respondeu. Cobria o choro silencioso com uma das mangas da roupa. Ainda
                desajeitada, a franja do seu cabelo parecia molhada<sup><span class="nota"
                        data-nota="A imagem da franja armada em um topete com &oacute;leo fixador e posteriormente arruinada por l&aacute;grimas foi anteriormente retratada na personagem Murasaki no ue, da obra <em>As Narrativas de Genji</em>."></span></sup>.
                Shōta sabia que havia um motivo, mas, na sua
                ingenuidade, n&atilde;o conseguia oferecer nenhuma palavra de conforto, permanecia apenas perdido por
                completo.</p>
            <p>&mdash; Mas o que raios &eacute; que est&aacute; acontecendo? Eu n&atilde;o fiz nada para te deixar
                brava. O que te deixou t&atilde;o furiosa assim? &mdash; perguntou desorientado, espiando Midori secar
                os olhos.</p>
            <p>&mdash; Shōta-san, n&atilde;o &eacute; que eu estou brava.</p>
            <p>Quando indagada, v&aacute;rios desgostos lhe vinham &agrave; mente, mas aquilo era algo sobre o qual ela
                n&atilde;o conseguia falar, e n&atilde;o havia ningu&eacute;m a quem pudesse confidenciar. Calada,
                naturalmente com as bochechas avermelhadas, sem conseguir se explicar &mdash; pouco a pouco se sentia
                desamparada, criando a ideia de que n&atilde;o se assemelhava &agrave; Midori de antes em mais nada. Seu
                constrangimento era indescrit&iacute;vel.</p>
            <p>Se fosse poss&iacute;vel, viveria dentro de um quarto escuro, fazendo o que quiser, dia e noite, sem
                falar com qualquer pessoa que fosse, sem que houvesse algu&eacute;m para ver seu rosto. Assim,
                n&atilde;o precisaria se preocupar com nada e nem ficaria remoendo ang&uacute;stias como essa, s&oacute;
                ficaria brincando de casinha com as bonecas feitas de papel, at&eacute; a hora que quiser. Isso com
                certeza seria maravilhoso. Mas, n&atilde;o, que horr&iacute;vel! Virar adulta &eacute; horr&iacute;vel!
                Qual o sentido de crescer assim? S&oacute; queria voltar no tempo. Sete meses, dez, um ano para mais!
            </p>
            <p>Pensava como uma velha senhora, sem se dar conta de que Shōta estava ali. Ele estava para come&ccedil;ar
                a falar algo quando ela o interrompeu por completo.</p>
            <p>&mdash; Por favor, volta para a sua casa, Shōta-san. Volta para a sua casa, eu te imploro. Sinto que eu
                vou acabar morrendo se voc&ecirc; continuar aqui. Quando voc&ecirc; fala eu fico com dor de
                cabe&ccedil;a. Se eu falo, fico tonta. Eu n&atilde;o quero ningu&eacute;m aqui comigo, inclusive
                voc&ecirc;. Ent&atilde;o, por gentileza, volta para a sua casa! &mdash; disse friamente, diferente do
                usual.</p>
            <p>Sem conseguir compreender qualquer motivo que fosse, era como se Shōta estivesse envolto em uma cortina
                de fuma&ccedil;a<sup><span class="nota"
                        data-nota="畑のうちにあるやう (na grafia moderna, 畑のうちにあるよう, <em>hata no uchi ni aru yō</em>, lit. &ldquo;como se estivesse no meio dos campos&rdquo;). A ideia &eacute; que, nestes campos cultiv&aacute;veis, ele estaria envolto em meio a fuma&ccedil;a das queimadas feitas para limp&aacute;-los, assim sem conseguir entender o que se passa ao seu redor."></span></sup>.
            </p>
            <p>&mdash; Sem d&uacute;vidas, voc&ecirc; est&aacute; estranha. Uma esquisita mesmo. N&atilde;o tem motivo
                nenhum para falar desse jeito &mdash; um pouco relutante, Shōta disse com calma enquanto t&iacute;midas
                l&aacute;grimas umedeceram seus olhos, mas nem havia como Midori perceb&ecirc;-las.</p>
            <p>&mdash; Volta para casa! Volta para casa! Se voc&ecirc; ficar aqui para sempre, n&oacute;s n&atilde;o
                seremos mais amigos! Mas que droga voc&ecirc;, Shōta-san! &mdash; Midori disse com &oacute;dio.</p>
            <p>&mdash; Se &eacute; assim, eu volto! Me desculpa se eu fui um estorvo para voc&ecirc;!</p>
            <p>Sem mesmo cumprimentar a m&atilde;e de Midori, que olhava a temperatura da &aacute;gua no aposento de
                banho, Shōta se levantou de repente e saiu pelo jardim da casa.</p>

            <h3 id="capitulo16" class="capitulo">Capítulo 16</h3>
            <p>Em uma arrancada em linha reta, Shōta mergulhou por entre o p&uacute;blico e se enfiou na papelaria.
                Sangorō, que em algum momento havia fechado a sua barraca, fazia tilintar alguns trocados no bolso de
                seu avental de trabalho. Agia com ares de irm&atilde;o mais velho, daqueles que compraria qualquer coisa
                ao gosto dos irm&atilde;os mais novos que trazia consigo.</p>
            <p>&mdash; Ah, Shō-san! Agora mesmo eu estava te procurando. Eu fiz uma boa grana hoje. Voc&ecirc; quer algo
                por minha conta? &mdash; ofereceu em &oacute;tima disposi&ccedil;&atilde;o ao ver Shōta vindo a toda
                velocidade.</p>
            <p>&mdash; Deixa de falar besteira, eu n&atilde;o sou desses que vai aceitar algo de algu&eacute;m como
                voc&ecirc;! Para de ser metido e cala a boca! &mdash; a ira dele era fora do comum &mdash; Agora
                n&atilde;o &eacute; hora pra isso &mdash; disse abatido.</p>
            <p>&mdash; O qu&ecirc;? O qu&ecirc;? Briga? &mdash; Sangorō enfiou no bolso o <em>anpan</em><sup><span class="nota" data-nota="餡ぱん (na grafia moderna, 餡パン, <em>anpan</em>). P&atilde;o com recheio de <em>anko</em>, pasta de feij&atilde;o <em>azuki</em>."></span></sup> que comia &mdash; Com quem? O de Ryūgeji? Chōkichi?
                Onde? Dentro do distrito? Em frente ao <em>torii</em><sup><span class="nota" data-nota="鳥居 (<em>torii</em>). Portal de entrada para santu&aacute;rios xinto&iacute;stas."></span></sup>? Vai ser diferente daquele outro dia do festival! Se
                n&atilde;o vierem com surpresa, a gente n&atilde;o vai perder! Eu estou alerta, vou ficar na linha de
                frente! Se prepara e vamos l&aacute;, Shō-san! &mdash; disse entusiasmado.</p>
            <p>&mdash; Mas que apressado, voc&ecirc;! N&atilde;o &eacute; briga &mdash; interrompeu Shōta, segurando a
                pr&oacute;pria l&iacute;ngua e, como esperado, com dificuldades em explicar o que aconteceu.</p>
            <p>&mdash; &Eacute; que como voc&ecirc; veio t&atilde;o r&aacute;pido que eu tinha certeza que era uma
                briga. Mas ent&atilde;o, Shō-san, j&aacute; n&atilde;o vamos ter mais chance de brigar se n&atilde;o for
                nessa noite, sabe? O bra&ccedil;o direito do idiota do Chōkichi vai sumir.</p>
            <p>&mdash; O que? Como assim o bra&ccedil;o direito dele vai sumir?</p>
            <p>&mdash; Voc&ecirc; n&atilde;o sabe? Eu tamb&eacute;m escutei agora h&aacute; pouco do meu pai que estava
                conversando com a esposa de Ryūgeji, mas o Nobu-san logo vai entrar em alguma escola de monges por
                a&iacute;! Uma vez que ele vestir o manto, n&atilde;o tem mais volta! De fato, porque ficar dobrando
                aquelas longas mangas deve ser terr&iacute;vel! Desse jeito, a partir do ano que vem, vai todo mundo, do
                Beco ou da Avenida, virar seu capanga &mdash; bajulou Sangorō.</p>
            <p>&mdash; P&aacute;ra com isso! &Eacute; s&oacute; voc&ecirc; receber dois <em>sen</em> do Chōkichi que
                voc&ecirc; entra para a turma dele<sup><span class="nota" data-nota="Refer&ecirc;ncia ao pouco dinheiro que Sangorō alegremente recebia por cuidar do irm&atilde;o beb&ecirc; de Chōkichi."></span></sup>! Eu
                n&atilde;o ia ficar nem um pouco feliz mesmo se eu tivesse comigo cem pessoas que nem voc&ecirc;! Pode
                escolher o lado que voc&ecirc; quiser, eu n&atilde;o vou confiar em ningu&eacute;m. Pelo menos uma vez
                eu queria dar uma surra s&oacute; com estes bra&ccedil;os naquele l&aacute; de Ryūgeji, mas &eacute; a
                vida se ele est&aacute; indo embora. Eu tinha ouvido falar que o Fujimoto iria s&oacute; depois de se
                formar na escola no ano que vem, mas porque ser&aacute; que adiantaram? &Eacute; um idiota sem jeito
                &mdash; disse Shōta estalando a l&iacute;ngua.</p>
            <p>Mas nada disso o fazia esquecer a atitude de Midori por um momento que fosse. Sem cantar suas
                can&ccedil;&otilde;es de sempre, Shōta sentia uma solid&atilde;o que nem mesmo o grande movimento na
                Avenida o alegrava. Desamparado dentro da papelaria desde o acender das luzes, aquele dia do Galo havia
                se tornado um dos mais estranhos de todos.</p>
            <p>&nbsp;</p>
            <p>Midori, daquele dia em diante, agia como se tivesse renascido em um corpo distinto. Visitava a sua
                irm&atilde; no distrito quando tinha assuntos a tratar e jamais tornou a brincar nas ruas da
                regi&atilde;o. Aos chamados de seus amigos que sentiam sua falta, respondia: &ldquo;daqui a pouco, daqui
                a pouco&rdquo;, com incont&aacute;veis promessas vazias. Distanciou-se at&eacute; mesmo de Shōta, seu
                amigo mais pr&oacute;ximo e, sempre envergonhada, com o rosto corado, tornou-se imposs&iacute;vel ver
                novamente a alegria das suas dancinhas na papelaria. As pessoas estranhavam, e havia tamb&eacute;m quem
                suspeitava ser culpa de alguma doen&ccedil;a.</p>
            <p>&mdash; Logo ela volta com o jeito moleca de sempre, isso &eacute; uma fase &mdash; dizia sua m&atilde;e,
                apenas sorrindo, com o jeito de algu&eacute;m que sabia o motivo.</p>
            <p>&mdash; Ela ficou mais feminina, mais d&oacute;cil &mdash; havia quem a elogiava sem mesmo entender o que
                se passava.</p>
            <p>&mdash; Ela era t&atilde;o divertida, mas a deixaram sem gra&ccedil;a &mdash; e havia quem a criticava.
            </p>
            <p>De repente, a Avenida tornou-se um lugar desolado, como se seu brilho tivesse se apagado. Shōta raramente
                fazia escutar sua doce voz. Por noites e noites com sua lanterna de suporte em arco<sup><span class="nota" data-nota="弓張提燈 (na grafia moderna, 弓張提灯, <em>yumihari chōchin</em>). Lanterna de papel com suporte para a m&atilde;o em formato de arco."></span></sup>, sabia-se claramente qual era o dia da coleta do juros
                di&aacute;rio pela vaga frieza de sua sombra andando na barragem. Algumas vezes, ouvia-se a voz
                c&ocirc;mica de Sangorō, que o acompanhava, a &uacute;nica que n&atilde;o havia mudado com o tempo.</p>
            <p>Midori jamais havia escutado os rumores de que Shinnyo de Ryūgeji partiria para os jardins do
                conhecimento<sup><span class="nota" data-nota="修業の庭 (<em>shūgyō no niwa</em>, lit. &ldquo;jardim do conhecimento&rdquo;). Escola."></span></sup> de sua seita<sup><span class="nota" data-nota="Aparentemente, sua seita era a Verdadeira Escola da Terra Pura (浄土真宗, <em>Jōdo shinshū</em>)."></span></sup>. N&atilde;o reconhecia a si mesma, agindo h&aacute;
                algum tempo de forma estranha ao reprimir o seu orgulho de outrora, envergonhada por qualquer coisa que
                fosse. Por&eacute;m, em uma manh&atilde; coberta pela geada, percebeu uma flor artificial de narciso<sup><span class="nota" data-nota="Em contraste com o retalho de seda <em>yūzen</em> de Midori, a flor artificial pode ser considerada o s&iacute;mbolo dos sentimentos de Shinnyo."></span></sup> encaixada pelo lado de fora do
                port&atilde;o treli&ccedil;ado. Midori n&atilde;o tinha como saber quem havia feito aquilo, mas, por
                algum motivo, possu&iacute;da por sentimento de afeto, colocou-a em um vaso para uma s&oacute; flor<sup><span class="nota" data-nota="一輪ざし (<em>ichirinzashi</em>)."></span></sup> da sua estante em desn&iacute;vel<sup><span class="nota" data-nota="違ひ棚 (na grafia moderna, 違い棚, <em>chigaidana</em>). Prateleira composta de duas t&aacute;buas em alturas diferentes, por vezes feita ao lado do <em>tokonoma</em>."></span></sup> e admirou a pureza solit&aacute;ria de
                sua forma. No dia seguinte, embora nada tivesse perguntado, ouviu o boato de que, no dia anterior, em um
                mosteiro ou algo assim, Shinnyo havia trocado as cores das mangas de seu manto.</p>

        </section>

        <div class="notas" id="notas">
            <h3>Notas</h3>
        </div>

        <script>
            document.addEventListener('DOMContentLoaded', function () {
                const notasDiv = document.getElementById('notas');
                const notas = document.querySelectorAll('.nota');

                notas.forEach((nota, index) => {
                    const notaNumber = index + 1;
                    const notaId = `nota${notaNumber}`;
                    const linkId = `link${notaNumber}`;
                    const notaText = nota.getAttribute('data-nota');

                    nota.innerHTML = `<a href="#${notaId}" id="${linkId}">${notaNumber}</a>`;

                    const notaPara = document.createElement('p');
                    notaPara.id = notaId;
                    notaPara.innerHTML = `<strong>Nota ${notaNumber}:</strong> ${notaText} <a href="#${linkId}">Voltar para o texto</a>`;

                    notasDiv.appendChild(notaPara);
                });
            });
        </script>

        <footer class="rodape">
            <span>Adicionado em: <strong id="data-adicao"></strong></span> |
            <span>Atualizado em: <strong id="data_atualizacao"></strong></span>
        </footer>

        <script>
            const dataAdicao = new Date('2024-11-09');
            const dataAtualizacao = new Date('2024-11-09');

            document.getElementById('data-adicao').textContent = dataAdicao.toLocaleDateString('pt-BR');
            document.getElementById('data_atualizacao').textContent = dataAtualizacao.toLocaleDateString('pt-BR');
        </script>
    </main>
</body>

</html>