<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="description"
        content="Tradução de “Sei no kakujû (生の拡充)”, de Ôsugi Sakae. Arroz e flores: antologia de literatura rebelde japonesa em português">
    <link rel="icon" href="../../images/icone.svg" type="image/svg+xml">
    <title>Expansão da vida - Ôsugi Sakae</title>
    <style>
        sup {
            font-size: 0.8rem;
            vertical-align: super;
        }

        a {
            color: #900;
            text-decoration: none;
        }

        a:hover {
            text-decoration: underline;
        }

        .notas p {
            margin-top: 10px;
            font-size: 0.8rem;
            color: #555;
        }
    </style>
    <link rel="stylesheet" href="../../css/texto.css">
</head>

<body>
    <main>
        <section class="destaque">
            <h1 class="titulo">Expansão da vida</h1>
            <p class="autor"><strong><a href="../../antologia/ôsugi_sakae" target="_blank">Ôsugi Sakae</a></strong>
            </p>
        </section>

        <section class="creditos">
            <p><strong>Tradução</strong>: Felipe Chaves Gonçalves Pinto</p>
            <p><strong>Revisão e cotejo</strong> Clara Állyegra Lyra Petter</p>
            <p><strong>HTML</strong>: Felipe Chaves Gonçalves Pinto</p>
            <p><strong>Texto original</strong>: "Sei no kakujû". In:<em> Kindai shisô</em>, no. julho, Tóquio,
                1913.
                Disponível em: <a href="https://www.aozora.gr.jp/cards/000169/files/2312_13472.html"
                    target="_blank"><em>Aozorabunko</em></a>.
                Acesso em: 05/10/2024.</p>
            <p><strong>Este texto está licenciado por</strong>:
                <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank">
                    Licença Creative Commons Atribuição-CompartilhaIgual 4.0 Internacional (CC BY-SA 4.0)</a>.
            </p>
        </section>

        <section class="texto">
            <p>Em “A realidade da subjugação”, argumentei que esta subjugação, “tanto no passado quanto no presente, em
                um futuro próximo e até mesmo daqui milhares ou centenas de milhares anos, é a realidade fundamental das
                sociedades humanas” e que “enquanto não tomarmos clara consciência desta realidade não nos será
                permitido compreender corretamente nenhum aspecto dos fatos sociais”.
            </p>
            <p>
                Além disso, estendendo essa discussão ao mundo da arte, afirmei que se [a sensibilidade e inteligência
                dos artista] “não tocam na questão desta realidade da subjugação, tampouco se rebelam contra esta, todas
                as obras que os senhores produzem não passam de brincadeira, não passam de passatempo. Isto não passa de
                uma resignação, quando tentamos esquecer o peso desta realidade que nos oprime mesmo no dia a dia. Um
                elemento poderoso para a enganação sistemática”. Por fim, concluí que:
            </p>
            <p style="text-indent: 0; padding-left: 6em;"> A estética estanque que, por diversão, nos deixa
                anestesiados, já não nos diz mais respeito. Aspiramos a uma estética dinâmica que, ao mesmo tempo que
                nos conduz ao êxtase, nos leva também ao entusiasmo. A arte que demandamos é uma arte que se oponha a
                esta realidade, uma arte criativa e permeada por uma estética do ódio, uma estética da rebelião.
            </p>
            <p>Agora que retomei essas questões, gostaria de estreitar mais um pouco a relação entre esses três
                argumentos e, assim, adicionar, em certa medida, mais clareza de conteúdo às minhas alegações.</p>
            <br>
            <p>A vida e a expansão da vida são, sem dúvida, os fundamentos do pensamento moderno. São o seu alfa e o
                ômega. Dito isto, o que é a vida? O que é a expansão da vida? É por aí que devo começar.</p>
            <p>A vida pode ser entendida em sentido amplo e em sentido estrito. Neste momento, estou mais interessado no
                sentido limitado à vida individual. A essência dessa vida é o Eu. E o Eu, em última análise, é uma
                espécie de força. Uma força que obedece às leis da Dinâmica.</p>
            <p>A força deve se manifestar imediatamente como movimento. Afinal, a existência de força e o movimento são
                sinônimos. Portanto, a ação da força é inevitável. A própria ação em si é a essência da força. A ação é
                sua única característica.</p>
            <p>Assim sendo, a lógica inerente de nossa vida nos ordena à ação. Ademais, nos ordena à expansão. Afinal,
                uma ação não é nada mais do que o ato de permitir a expansão de uma existência no espaço.
            </p>
            <p>No entanto, a expansão da vida não deve ser somente espacial, mas também qualitativa. Na verdade, é essa
                expansão qualitativa que inevitavelmente força a expansão espacial. Portanto, expansão espacial e
                qualitativa devem ser a mesma coisa.
            </p>
            <p>Dessa forma, a expansão da vida é nosso único dever existencial. Somente a ação mais eficaz pode
                satisfazer as exigências mais profundas de nossas vidas. Além disso, a lógica inexorável da vida nos
                ordena remover e destruir todos os obstáculos à sua expansão. E quando resistimos a essa ordem, nossas
                vidas e nossos Eus estagnam, decaem e perecem.
            </p>
            <br>
            <p>A expans&atilde;o da vida &eacute; a propriedade fundamental da pr&oacute;pria vida. Desde os
                prim&oacute;rdios, a humanidade tem lutado contra seu entorno e explorando o uso desse ambiente para a
                expans&atilde;o da vida. Da mesma forma, os seres humanos t&ecirc;m lutado e explorado uns aos outros
                para, respectivamente, expandir suas vidas. E &eacute; essa luta e explora&ccedil;&atilde;o entres
                humanos que fez com que a humanidade, ainda n&atilde;o iluminada pela luz do conhecimento desenvolvido,
                perdesse o caminho da vida.</p>
            <p>A luta e a explora&ccedil;&atilde;o m&uacute;tua entre os humanos, na verdade, tornaram-se um empecilho
                para a expans&atilde;o rec&iacute;proca da vida. Ou seja, o resultado desta luta e
                explora&ccedil;&atilde;o err&ocirc;neas &eacute; o surgimento, entre seres humanos iguais, de dois
                p&oacute;los: os opressores e os oprimidos. J&aacute; dissertei sobre isto em &ldquo;A realidade da
                subjuga&ccedil;&atilde;o&rdquo;.</p>
            <p>A expans&atilde;o da vida dos oprimidos foi quase completamente suprimida. Eles perderam quase todo o seu
                Eu. Reduzidos &agrave; condi&ccedil;&atilde;o de escravos, tornaram-se meras ferramentas a
                servi&ccedil;o da vontade dos opressores. Com a autodetermina&ccedil;&atilde;o de sua vida e ser
                cerceada, os oprimidos foram inevitavelmente levados &agrave; decad&ecirc;ncia e &agrave;
                corrup&ccedil;&atilde;o.</p>
            <p>O mesmo se aplica aos opressores. A corrup&ccedil;&atilde;o e decad&ecirc;ncia dos escravos, por fim,
                afeta tamb&eacute;m os senhores. Assim como os escravos t&ecirc;m suas pr&oacute;prias falhas, os
                senhores tamb&eacute;m t&ecirc;m as suas. Se os escravos s&atilde;o submissos, os senhores s&atilde;o
                arrogantes. Em outros termos, os escravos deterioram a vida passivamente, enquanto os senhores a
                destroem ativamente. Obstruir a expans&atilde;o da vida, enquanto ser humano, &eacute; a mesma coisa
                tanto para um quanto para o outro.</p>
            <p>Essa luta e explora&ccedil;&atilde;o entre os humanos tamb&eacute;m impediu notadamente a humanidade de
                lutar e explorar seu ambiente de forma eficaz.</p>
            <br>
            <p>Quando a degrada&ccedil;&atilde;o da vida nos extremos se torna insustent&aacute;vel, surge
                inevitavelmente uma invas&atilde;o ou uma revolu&ccedil;&atilde;o. A classe m&eacute;dia, com uma vida
                relativamente mais pr&oacute;spera, toma a iniciativa, sob o pretexto de salvar a classe dos oprimidos,
                buscando seu apoio para agir. Ou ent&atilde;o, ocorre uma revolta desesperada da classe dos oprimidos,
                que &eacute; instrumentalizada pela classe m&eacute;dia. E o resultado final &eacute; sempre o mesmo: a
                classe m&eacute;dia assume o poder. A hist&oacute;ria da humanidade &eacute;, em ess&ecirc;ncia, essa
                repeti&ccedil;&atilde;o c&iacute;clica. Uma repeti&ccedil;&atilde;o que &eacute; marcada por pequenas
                evolu&ccedil;&otilde;es a cada ciclo.</p>
            <p>No entanto, a humanidade nunca compreendeu a possibilidade de retornar &agrave;s suas origens. Nunca
                considerou a ideia de voltar a um tempo em que n&atilde;o havia divis&atilde;o entre senhores e
                escravos. Nunca imaginou retornar, com uma suficiente consci&ecirc;ncia de si, &agrave; liberdade
                primitiva em que ainda n&atilde;o possui consci&ecirc;ncia de si. Nunca percebeu que repete uma
                hist&oacute;ria de extraordin&aacute;ria import&acirc;ncia.</p>
            <p>A humanidade, por muito tempo integrada em uma sociedade de senhores e escravos, n&atilde;o conseguia
                imaginar uma sociedade sem senhores nem escravos. N&atilde;o percebia que eliminar a autoridade de um
                homem sobre outro e cada um governar a si mesmo era o meio absoluto para expandir a vida.</p>
            <p>Eles apenas escolheram novos senhores. Mudaram os nomes de seus senhores. E nunca ousaram levar o machado
                &agrave; raiz do problema: a realidade da subjuga&ccedil;&atilde;o. Esse &eacute; o maior erro da
                hist&oacute;ria da humanidade.</p>
            <p>Precisamos romper com esse ciclo hist&oacute;rico. Milhares de dezenas de milh&otilde;es de anos de
                peregrina&ccedil;&atilde;o j&aacute; nos ensinaram a futilidade dessa repeti&ccedil;&atilde;o. Para
                quebrar esse ciclo, precisamos de uma &uacute;ltima e extraordin&aacute;ria repeti&ccedil;&atilde;o. Uma
                que possibilite a plena e expans&atilde;o da vida enquanto indiv&iacute;duo e enquanto humanidade.</p>
            <br>
            <p>Agora, a realidade da subjuga&ccedil;&atilde;o na sociedade moderna j&aacute; quase atingiu seu
                &aacute;pice. A pr&oacute;pria classe opressora, a classe m&eacute;dia e a classe oprimida, todas elas,
                n&atilde;o conseguem mais suportar o peso dessa realidade. A classe opressora come&ccedil;ou a sofrer
                com o desenvolvimento excessivo e/ou anormal de sua vida. A classe oprimida come&ccedil;ou a sofrer com
                a asfixia de sua vida. E a classe m&eacute;dia tamb&eacute;m foi atacada pelo sofrimento de ambas as
                classes. Esta &eacute; a causa primordial da ang&uacute;stia da vida moderna.</p>
            <p>Neste contexto, para que a vida continue a existir, deve surgir o &oacute;dio contra esta realidade da
                subjuga&ccedil;&atilde;o. Esse &oacute;dio deve, por conseguinte, gerar revolta. Deve surgir a demanda
                por um novo cotidiano. Deve emergir a exig&ecirc;ncia de cotidiano livre, onde ningu&eacute;m seja
                submetido &agrave; autoridade de outra pessoa, onde o Eu governe a si mesmo. E, de fato, esse
                sentimento, esse pensamento e essa vontade come&ccedil;aram a surgir entre uma minoria, especialmente
                entre a minoria dos oprimidos.</p>
            <p>Para satisfazer as exig&ecirc;ncias mais intr&iacute;nsecas de nossas vidas, a revolta contra a realidade
                da subjuga&ccedil;&atilde;o apareceu primeiro como a a&ccedil;&atilde;o mais eficaz. Al&eacute;m disso,
                surgiu a destrui&ccedil;&atilde;o de tudo o que deriva dessa realidade da subjuga&ccedil;&atilde;o e
                obstrui a expans&atilde;o de nossas vidas.</p>
            <p>E, para mim, que vejo a suprema beleza da vida justamente em sua expans&atilde;o, s&oacute; consigo
                identificar, hoje, essa suprema beleza no seio desta revolta e desta destrui&ccedil;&atilde;o. Neste
                momento em que a realidade da subjuga&ccedil;&atilde;o atingiu seu &aacute;pice, a
                grada&ccedil;&atilde;o harm&ocirc;nica n&atilde;o &eacute; mais bela. A beleza existe apenas na
                desarmonia. A harmonia &eacute; uma falsidade. A verdade est&aacute; apenas na desarmonia.</p>
            <p>Atualmente, a expans&atilde;o da vida s&oacute; pode ser alcan&ccedil;ada atrav&eacute;s da revolta. A
                cria&ccedil;&atilde;o de um novo cotidiano e de uma nova sociedade s&oacute; pode ocorrer por meio da
                revolta.</p>
            <br>
            <p>Eu, em meu pr&oacute;prio cotidiano, estou desfrutando de uma beleza sem limites no seio dessa revolta. E
                o sentido por tr&aacute;s do que chamo de arte da pr&aacute;tica reside, em &uacute;ltima
                an&aacute;lise, aqui. A pr&aacute;tica &eacute; a a&ccedil;&atilde;o direta da vida. E a pr&aacute;tica
                do homem moderno, que teve a mente refinada pelo conhecimento cient&iacute;fico, n&atilde;o &eacute; uma
                pr&aacute;tica feita &ldquo;de brincadeirinha&rdquo;. N&atilde;o &eacute; uma pr&aacute;tica desprovida
                de reflex&atilde;o pr&eacute;via e posterior. Tampouco &eacute; uma pr&aacute;tica deixada inteiramente
                nas m&atilde;os do acaso.</p>
            <p>&Eacute; uma pr&aacute;tica que acredito ser a mais eficaz a&ccedil;&atilde;o da vida, resultado de anos
                de observa&ccedil;&atilde;o e reflex&atilde;o. Mesmo antes, durante e ap&oacute;s a pr&aacute;tica, o
                pano de fundo do acontecimento em quest&atilde;o permanece suficientemente refletido na mente. H&aacute;
                contempla&ccedil;&atilde;o que acompanha a pr&aacute;tica. H&aacute; &ecirc;xtase que acompanha a
                contempla&ccedil;&atilde;o. H&aacute; paix&atilde;o que acompanha o &ecirc;xtase. E essa paix&atilde;o
                clama por novas pr&aacute;ticas. Nesse ponto, j&aacute; n&atilde;o existe sujeito ou objeto
                &uacute;nico. Sujeito e objeto se fundem. Este &eacute; o estado de arrebatamento que experimento como
                revolucion&aacute;rio. &Eacute; o estado da arte.</p>
            <p>Al&eacute;m disso, enquanto estou nesse estado, minha consci&ecirc;ncia sobre aquela realidade da
                subjuga&ccedil;&atilde;o &eacute;, com todo o meu ser investido, a mais clara poss&iacute;vel. &Eacute;
                quando meu Eu e minha vida se firmam com a maior certeza. E a cada vez que experimento esse estado,
                minha consci&ecirc;ncia e meu eu se tornam cada vez mais claros e convictos. Ent&atilde;o a alegria da
                vida transborda por todo o espa&ccedil;o.</p>
            <br>
            <p>A expans&atilde;o qualitativa da minha vida &eacute;, ao mesmo tempo, sua expans&atilde;o espacial. E,
                simultaneamente, &eacute; a expans&atilde;o da vida da humanidade. Vejo, na a&ccedil;&atilde;o da minha
                vida, a a&ccedil;&atilde;o da vida da humanidade.</p>
            <p>Al&eacute;m disso, n&atilde;o sou o &uacute;nico a seguir na dire&ccedil;&atilde;o dessa mais eficaz
                a&ccedil;&atilde;o da vida. Aqueles que t&ecirc;m plena consci&ecirc;ncia de si mesmos e da
                rela&ccedil;&atilde;o com o ambiente circundante, embora hoje ainda sejam muito poucos, j&aacute;
                est&atilde;o avan&ccedil;ando decididamente nesse caminho. Est&aacute; se moldando a grande estrutura da
                sociedade futura, que ningu&eacute;m, exceto os cegos, pode deixar de perceber.</p>
            <p>Por que a arte japonesa dos tempos atuais, que afirma se basear nos fatos, n&atilde;o aborda essa
                realidade fundamental da sociedade, a da subjuga&ccedil;&atilde;o, que atingiu, atualmente, seu
                &aacute;pice? Por que n&atilde;o toca na raiz do sofrimento da vida moderna? E, indo um passo
                al&eacute;m, por que n&atilde;o aborda a realidade da revolta contra isso? Por que n&atilde;o trata da
                cria&ccedil;&atilde;o dessa nova vida, dessa nova sociedade? Onde est&aacute; a arte criativa que
                manifesta a beleza do &oacute;dio e da revolta, ambas constru&iacute;das sobre uma base s&oacute;lida de
                conhecimento social?</p>
            <p>Eu exijo artes, ci&ecirc;ncias e filosofias que tendam a esses sentidos, em conformidade com as
                exig&ecirc;ncias da vida.</p>
            <p style="text-align: right;">Julho de 1913.</p>

        </section>
        <script>
            document.addEventListener('DOMContentLoaded', function () {
                const notasDiv = document.getElementById('notas');
                const notas = document.querySelectorAll('.nota');

                notas.forEach((nota, index) => {
                    const notaNumber = index + 1;
                    const notaId = `nota${notaNumber}`;
                    const linkId = `link${notaNumber}`;
                    const notaText = nota.getAttribute('data-nota');

                    nota.innerHTML = `<a href="#${notaId}" id="${linkId}">${notaNumber}</a>`;

                    const notaPara = document.createElement('p');
                    notaPara.id = notaId;
                    notaPara.innerHTML = `<strong>Nota ${notaNumber}:</strong> ${notaText} <a href="#${linkId}">Voltar para o texto</a>`;

                    notasDiv.appendChild(notaPara);
                });
            });
        </script>
        <footer class="rodape">
            <span>Adicionado em: <strong id="data-adicao"></strong></span> |
            <span>Atualizado em: <strong id="data_atualizacao"></strong></span>
        </footer>

        <script>
            const dataAdicao = new Date('2024-10-07');
            const dataAtualizacao = new Date('2024-11-01');

            document.getElementById('data-adicao').textContent = dataAdicao.toLocaleDateString('pt-BR');
            document.getElementById('data_atualizacao').textContent = dataAtualizacao.toLocaleDateString('pt-BR');
        </script>
    </main>
</body>

</html>