<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="description"
        content="Tradução de “Akarui kôjô (明るい工場)”, de Miyamoto Yuriko. Arroz e flores: antologia de literatura rebelde japonesa em português">
    <link rel="icon" href="../../images/icone.svg" type="image/svg+xml">
    <title>A Fábrica brilhante - Miyamoto Yuriko</title>
    <style>
        sup {
            font-size: 0.8rem;
            vertical-align: super;
        }

        a {
            color: #900;
            text-decoration: none;
        }

        a:hover {
            text-decoration: underline;
        }

        .notas p {
            margin-top: 10px;
            font-size: 0.8rem;
            color: #555;
        }
    </style>
    <link rel="stylesheet" href="../../css/texto.css">
</head>

<body>
    <main>
        <section class="destaque">
            <h1 class="titulo">A Fábrica brilhante</h1>
            <p class="autor"><strong><a href="../../antologia/miyamoto_yuriko/" target="_blank">Miyamoto
                        Yuriko</a></strong></p>
        </section>

        <section class="creditos">
            <p><strong>Tradução</strong>: Rafael Silva Rufino de Sousa
            </p>
            <p><strong>Revisão e cotejo</strong>: Felipe Chaves Gonçalves Pinto</p>
            <p><strong>HTML</strong>: Felipe Chaves Gonçalves Pinto</p>
            <p><strong>Texto original</strong>: "Akarui kôjô". In: <em>Hataraku fujin</em>, Tóquio, 1932.
                Disponível em: <a href="https://www.aozora.gr.jp/cards/000311/files/2755_7351.html"
                    target="_blank"><em>Aozorabunko</em></a>.
                Acesso em: 01/01/2024.</p>
            <p><strong>Este texto está licenciado por</strong>:
                <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank">
                    Licença Creative Commons Atribuição-CompartilhaIgual 4.0 Internacional (CC BY-SA 4.0)</a>.
            </p>
        </section>

        <section class="texto">
            <p>Ao sul da União Soviética há uma cidade chamada Rostov. Ao longo das margens do grande rio Don, uma bela
                rua cheia de flores atravessa novas moradias e clubes de trabalhadores. Em uma manhã de julho eu saí do
                hotel junto a um grupo de observação de trabalhadores que veio da Alemanha até a União Soviética, e
                fomos para uma visita à Fábrica Nacional de Cigarros Don. Rostov é a capital da República da Ucrânia, e
                nas proximidades ficava a maior fazenda estatal da União Soviética, a Gigant. Havia-se acabado de colher
                o trigo com maravilhosos tratores e colheitadeiras. As jovens moças e rapazes do grupo de observação de
                trabalhadores da Alemanha haviam acabado de ver este grandioso trabalho de colheita, então estavam
                comentando comigo em um russo ruim e em um inglês duvidoso (porque eu não entendo alemão) sobre como era
                maravilhoso. Eu também vim para Rostov para ver a Gigant.</p>
            <p>Falarei sobre o que eu vi na Gigant em outra ocasião. Agora gostaria de compartilhar com vocês o que eu
                vi esta manhã na fábrica de cigarros Don.
            </p>
            <p>Enquanto descíamos por uma rua ligeiramente íngreme, uma grande fábrica de tijolos apareceu à direita.
                Acima do robusto portão estava pendurado o emblema nacional da União Soviética, uma foice e um martelo
                cercados por feixes de trigo. Acima estava escrito em letras douradas “Fábrica Nacional de Cigarros
                Don”. Embora haja um porteiro, ele não me parece ser malvado e seu olhar também não é um olhar
                desconfiado</p>
            <p>— Onde fica a recepção?</p>
            <p>Quando perguntei isso ele moveu a mão em que lia o Pravda (o jornal oficial do Partido Comunista
                Soviético) e me instruiu dizendo
            </p>
            <p>— Siga direto e à sua direita encontrará duas portas. Fica na primeira delas.</p>
            <p>Eu agradeci e quando comecei a andar ele me disse
            </p>
            <p>— De onde você veio ?
            </p>
            <p>— Eu vim do Japão.</p>
            <p>— Hmm, isso é bom. — Você entendeu? Siga direto por alí...
            </p>
            <p>Ao entrar, no corredor do lado esquerdo haviam dois balcões de atendimento com placas escrito “Poupança
                Segurada” e “Cofre de Pagamento de Salário”. Há, de fato, duas portas do lado direito. Ao fundo tem duas
                placas escrito “Comitê da fábrica” , e “Komsomol/Yacheika<sup><span class="nota"
                        data-nota="Komsomol era a organização juvenil do Partido Comunista da União Soviética. Yacheika, por sua vez, era o nome da revista lida pelas células da organização juvenil do Partido Comunista da União Soviética."></span></sup>”.
                Como vocês devem saber, na União Soviética,
                as fábricas são administradas pelos próprios trabalhadores, homens e mulheres. Existe um comitê da
                fábrica eleito pelos operários que está dividido em diversos setores especializados. Por exemplo, o
                setor de inspeção técnica (os salários são decididos com base na habilidade das pessoas que trabalham
                nesse setor. Além disso, eles dão orientações para o aprimoramento de tecnologia de toda a fábrica), o
                setor de saúde e bem estar ( são responsáveis por toda parte de saúde e bem estar da fábrica, resolvendo
                problemas relacionados a creche, clínica de saúde, refeitório e bebedouros). Além disso, há o importante
                setor de planejamento de produção e o setor cultural. Os administradores de qualquer grande fábrica
                devem agir de acordo com as decisões do comitê da fábrica. Como nas fábricas de burgueses e
                proprietários de terras, não há em nenhum canto das fábricas da União Soviética pessoas como
                presidentes, diretores ou supervisores que só se importam em se exibir e explorar. Por outro lado,
                “Komsol/Yacheika” significa célula da juventude comunista. (É comum que, em fábricas com um número
                considerável de trabalhadores, haja células do Partido Comunista e comitês de distrito dos sindicatos
                atuando em salas específicas).</p>
            <p>Eu entrei na segunda porta e cumprimentei a jovem trabalhadora que estava al&iacute; escrevendo
                algo&nbsp;</p>
            <p>&nbsp;&mdash; Boa tarde</p>
            <p>&mdash; Eu sou do Jap&atilde;o, por favor, d&ecirc; uma olhada nisso.</p>
            <p>Eu passei a carta de apresenta&ccedil;&atilde;o &agrave; ela. Quando ela terminou de ler exclamou:</p>
            <p>&mdash; Que maravilha! Seja bem vinda. Mas, espere mais um pouco. Os membros do comit&ecirc; cultural
                n&atilde;o est&atilde;o aqui agora ent&atilde;o aguarde 5 minutos por favor.</p>
            <p>Eventualmente, entrou na sala uma en&eacute;rgica trabalhadora que aparentava ter entre 20 &agrave; 23
                anos, com os cabelos dignamente enrolados em um pano vermelho, carregando v&aacute;rios livros embaixo
                do bra&ccedil;o.</p>
            <p>&mdash; Os livros da biblioteca ainda n&atilde;o chegaram de Moscou. Melhor mandarmos uma carta.</p>
            <p>&mdash; Temos convidados</p>
            <p>Quando a funcion&aacute;ria do comit&ecirc; cultural viu a carta, ela silenciosamente estendeu a
                m&atilde;o para mim e me deu um aperto de m&atilde;o firme e afetuoso.</p>
            <p>&mdash; Vou mostrar tudo a voc&ecirc;. Conte &agrave;s trabalhadoras do seu pa&iacute;s como vivemos
                agora na Uni&atilde;o Sovi&eacute;tica.</p>
            <p>A F&aacute;brica de Cigarros Don tem uma alta produtividade, estando entre a primeira ou segunda em toda
                a Uni&atilde;o Sovi&eacute;tica, com mais de mil oper&aacute;rios. Devido &agrave; natureza do trabalho,
                havia muitas mulheres l&aacute;, ent&atilde;o o setor de sa&uacute;de e bem estar especialmente montou
                uma cl&iacute;nica odontol&oacute;gica dentro da f&aacute;brica. &Eacute; uma pequena sala com paredes
                brancas e instrumentos m&eacute;dicos limpos e brilhantes em uma caixa de vidro. Um m&eacute;dico
                vestindo um avental branco cuidava de uma paciente naquele momento.</p>
            <p>&mdash; As mulheres inevitavelmente t&ecirc;m dentes ruins devido a gravidez e ao parto. Mas &eacute; um
                tanto inconveniente ir ao dentista enquanto trabalha, ent&atilde;o no final das contas, decidimos fazer
                uma cl&iacute;nica odontol&oacute;gica na f&aacute;brica. Fizemos em um plano de dois anos. Todas
                est&atilde;o muito felizes. Nenhuma de n&oacute;s quer envelhecer t&atilde;o cedo, n&atilde;o &eacute;!?
            </p>
            <p>Eu ri junto com elas mas, de repente, pensei nisso.</p>
            <p>&mdash; Mas, como fica a quest&atilde;o do tempo? Em outras palavras, as pessoas v&ecirc;m receber o
                tratamento durante o expediente, mas ser&aacute; que essas horas s&atilde;o inclu&iacute;das nas 8 horas
                de trabalho?</p>
            <p>&mdash; Isso mesmo. Se voc&ecirc; n&atilde;o tiver um corpo forte, n&atilde;o conseguir&aacute; fazer um
                bom trabalho, certo!? Tanto a nossa f&aacute;brica como a nossa sa&uacute;de s&atilde;o importantes para
                n&oacute;s; &hellip;&hellip;Certo?</p>
            <p>Ao ouvir essas palavras senti um calor em meu corpo. At&eacute; a revolu&ccedil;&atilde;o, as mulheres
                eram exploradas nas f&aacute;bricas da R&uacute;ssia, em terr&iacute;veis condi&ccedil;&otilde;es,
                semelhantes &agrave;s das f&aacute;bricas japonesas.&nbsp;</p>
            <p>Na F&aacute;brica Nacional de Cigarros Don h&aacute; uma creche formid&aacute;vel com 270 crian&ccedil;as
                sendo cuidadas. Quando eu cheguei, uma mulher um pouco mais velha segurava um menino de cerca de
                tr&ecirc;s anos sob a sombra de um verde ulmeiro de ver&atilde;o, no jardim da creche, enquanto uma
                jovem m&atilde;e loira segurava um rec&eacute;m-nascido vestido de branco. Elas descansavam, conversando
                tranquilamente. Ao conversar com elas, que surpresa agrad&aacute;vel eu tive. Essas duas m&atilde;es de
                idades diferentes eram, na verdade, m&atilde;e e filha, ambas oper&aacute;rias na f&aacute;brica
                &ldquo;Degete&rdquo;.</p>
            <p>&mdash; Eu e minha filha mais nova fomos criadas aqui. Agora &eacute; a vez da minha filha trazer seu
                primeiro filho para c&aacute; tamb&eacute;m. Toda a nossa vida est&aacute; aqui. N&atilde;o &eacute;
                Olya!?</p>
            <p>A funcion&aacute;ria do setor cultural me falou enquanto caminh&aacute;vamos para a escola da
                f&aacute;brica.</p>
            <p>&mdash; Aquelas duas s&atilde;o m&atilde;es exemplares. A m&atilde;e &eacute; delegada e a filha &eacute;
                candidata a membro do partido.</p>
            <p>Nas f&aacute;bricas da Uni&atilde;o Sovi&eacute;tica para cada cinco oper&aacute;rias eles escolhiam uma
                delegada. A delegada n&atilde;o &eacute; membro do partido, mas &eacute; escolhida por todos como uma
                oper&aacute;ria que entende e pratica a forma de trabalho necess&aacute;ria para construir uma sociedade
                socialista pr&oacute;spera e sem classes em um pa&iacute;s prolet&aacute;rio e campon&ecirc;s como a
                Uni&atilde;o Sovi&eacute;tica. Ela atua como conselheira, organizadora e explicadora sobre todos os
                assuntos no local de trabalho. Ao mesmo tempo que a Uni&atilde;o Sovi&eacute;tica expulsou das
                f&aacute;bricas os diretores e executivos que viviam da explora&ccedil;&atilde;o, aboliu tamb&eacute;m
                supervisores, gestores e dirigentes nomeados de cima para baixo, estabelecendo um m&eacute;todo
                prolet&aacute;rio em que todos se revezam para supervisionar o trabalho uns dos outros e se incentivam
                mutuamente a melhorar suas habilidades. Essa abordagem se reflete no papel dos delegados.&nbsp;</p>
            <p>Por um instante, sa&iacute;mos da creche e atravessando a rua, havia um pequeno port&atilde;o para uma
                escola especial da f&aacute;brica , pelo qual meninos e meninas de 15 a 16 anos entravam e sa&iacute;am
                ativamente. Na pra&ccedil;a que ficava logo ap&oacute;s a entrada um grupo estava praticando
                gin&aacute;stica. Entre 17 &agrave; 18 alunos, meninos e meninas se alinhavam em 6 filas e sob a
                orienta&ccedil;&atilde;o de um aluno moviam suas m&atilde;os, levantavam os p&eacute;s e as vezes
                gritavam</p>
            <p>&mdash; Ho! Ho! Eha! Eha!'&nbsp;</p>
            <p>E continuavam a atividade rindo. Havia um pr&eacute;dio ao fundo que parece ter sido um est&aacute;bulo
                ou celeiro, e que agora foi totalmente remodelado, servindo como espa&ccedil;o de
                arruma&ccedil;&atilde;o dos equipamentos de exerc&iacute;cio. As barras fixas tamb&eacute;m estavam
                instaladas l&aacute;.&nbsp;</p>
            <p>Ao entrar na sala de aula, os alunos, meninos e meninas, estavam de uniforme praticando cuidadosamente
                seu trabalho em um torno. A sala que recebia abundantemente a luz do sol por uma ampla janela estava
                silenciosa. Somente o barulho das m&aacute;quinas ecoava. Um orientador de alvos cabelos observava
                gentilmente o trabalho de cada aluno, mas ao olhar o rel&oacute;gio, disse em uma ressonante voz de
                idoso.&nbsp;</p>
            <p>&mdash; Muito bem crian&ccedil;as, sentem-se!</p>
            <p>Os alunos ent&atilde;o puxaram uma banqueta com molas, e se sentaram todos, continuando o trabalho.&nbsp;
            </p>
            <p>&ldquo;Na escola da f&aacute;brica, h&aacute; uma regra que determina que os alunos devem trabalhar 30
                minutos em p&eacute; e 15 minutos sentados, a fim de crescerem saud&aacute;veis.&rdquo; Somente quando o
                mundo se tornar sovi&eacute;tico &eacute; que os jovens trabalhadores encontrar&atilde;o a felicidade.
                N&atilde;o pude evitar pensar isso. Na Alemanha, eu vi a imponente f&aacute;brica da Siemens, mas
                naquela f&aacute;brica n&atilde;o havia nada como uma escola voltada para desenvolver habilidades que
                aumentassem o bem estar dos trabalhadores, nem uma legisla&ccedil;&atilde;o que estabelecia uma jornada
                de seis horas para menores de dezoito anos e de quatro horas para menores de dezesseis, e muito menos
                metade do tempo de trabalho pago era dedicada &agrave; educa&ccedil;&atilde;o. No plano de 5 anos
                h&aacute; planos ainda melhores a serem executados. At&eacute; ent&atilde;o, mesmo na Uni&atilde;o
                Sovi&eacute;tica, os sal&aacute;rios dos jovens trabalhadores, homens e mulheres, eram um pouco mais
                baixos do que os dos adultos. Embora n&atilde;o fosse metade do sal&aacute;rio, como acontece com os
                jovens trabalhadores no Jap&atilde;o e nos Estados Unidos, os sal&aacute;rios ainda eram um pouco mais
                baixos. Agora, por&eacute;m, mesmo com uma jornada de seis horas, ser&aacute; pago o mesmo
                sal&aacute;rio que o dos adultos que trabalham oito horas. Eu tamb&eacute;m quero ler muitos livros e
                fazer exerc&iacute;cios. Na Uni&atilde;o Sovi&eacute;tica, as bibliotecas das f&aacute;bricas e
                c&iacute;rculos esportivos est&atilde;o bem desenvolvidos, e, em geral, &eacute; poss&iacute;vel fazer
                v&aacute;rias coisas de forma gratuita, mas alimentos e roupas ainda n&atilde;o s&atilde;o gratuitos.
                Para que os trabalhadores jovens, tanto homens quanto mulheres, se desenvolvam verdadeiramente
                saud&aacute;veis e dignos como vanguarda da classe, a Uni&atilde;o Sovi&eacute;tica decidiu implementar
                uma melhoria abrangente nas condi&ccedil;&otilde;es de trabalho dos jovens trabalhadores.</p>
            <p>Ao sair desta sala e entrar em outra, nesta os alunos n&atilde;o eram jovens, mas sim 10 pais e
                m&atilde;es entre 40 e 50 anos, que estudavam &aacute;lgebra com uma express&atilde;o entediada em seus
                rostos. Essas pessoas trabalham no local de trabalho, mas se dedicam diligentemente aos estudos para
                aprimorar ainda mais suas habilidades e se tornarem t&eacute;cnicos dos quais a Uni&atilde;o
                Sovi&eacute;tica mais precisa, com o objetivo de serem &uacute;teis a todos.</p>
            <p>Enquanto observava a f&aacute;brica, comecei a me sentir revigorada, passo a passo, como se tivesse
                acabado de tomar um banho refrescante. A forte convic&ccedil;&atilde;o de que &ldquo;o futuro nos
                pertence&rdquo; est&aacute; sendo gradualmente realizada por meio da constru&ccedil;&atilde;o concreta
                da vida oper&aacute;ria sovi&eacute;tica. Repleta de esperan&ccedil;a e coragem, eu caminhei pela rua
                arborizada at&eacute; o clube da f&aacute;brica.&nbsp;</p>
            <p style="text-align: right;"><em>Setembro e Outubro de 1932</em></p>
        </section>

        <div class="notas" id="notas">
            <h3>Notas</h3>
        </div>

        <script>
            document.addEventListener('DOMContentLoaded', function () {
                const notasDiv = document.getElementById('notas');
                const notas = document.querySelectorAll('.nota');

                notas.forEach((nota, index) => {
                    const notaNumber = index + 1;
                    const notaId = `nota${notaNumber}`;
                    const linkId = `link${notaNumber}`;
                    const notaText = nota.getAttribute('data-nota');

                    nota.innerHTML = `<a href="#${notaId}" id="${linkId}">${notaNumber}</a>`;

                    const notaPara = document.createElement('p');
                    notaPara.id = notaId;
                    notaPara.innerHTML = `<strong>Nota ${notaNumber}:</strong> ${notaText} <a href="#${linkId}">Voltar para o texto</a>`;

                    notasDiv.appendChild(notaPara);
                });
            });
        </script>
        <footer class="rodape">
            <span>Adicionado em: <strong id="data-adicao"></strong></span> |
            <span>Atualizado em: <strong id="data_atualizacao"></strong></span>
        </footer>

        <script>
            const dataAdicao = new Date('2024-11-01');
            const dataAtualizacao = new Date('2024-11-01');

            document.getElementById('data-adicao').textContent = dataAdicao.toLocaleDateString('pt-BR');
            document.getElementById('data_atualizacao').textContent = dataAtualizacao.toLocaleDateString('pt-BR');
        </script>
    </main>
</body>

</html>