<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="description"
        content="Tradução de “Furandon nôgakkô no buta (フランドン農学校の豚)”, de Miyazawa Kenji. Arroz e flores: antologia de literatura rebelde japonesa em português">
    <link rel="icon" href="../../images/icone.svg" type="image/svg+xml">
    <title>O porco da Escola Agrícola de Frandon - Miyazawa Kenji</title>
    <style>
        sup {
            font-size: 0.8rem;
            vertical-align: super;
        }

        a {
            color: #900;
            text-decoration: none;
        }

        a:hover {
            text-decoration: underline;
        }

        .notas p {
            margin-top: 10px;
            font-size: 0.8rem;
            color: #555;
        }
    </style>
    <link rel="stylesheet" href="../../css/texto.css">
</head>

<body>
    <main>
        <section class="destaque">
            <h1 class="titulo">O porco da Escola Agrícola de Frandon</h1>
            <p class="autor"><strong><a href="../../antologia/miyazawa_kenji/" target="_blank">Miyazawa
                        Kenji</a></strong></p>
        </section>

        <section class="creditos">
            <p><strong>Tradução</strong>: Fabio Pomponio Saldanha, Felipe Chaves Gonçalves Pinto
            </p>
            <p><strong>Revisão e cotejo</strong>: Intra-cotejo e revisão</p>
            <p><strong>HTML</strong>: Felipe Chaves Gonçalves Pinto</p>
            <p><strong>Texto original</strong>: "Furandon nôgakkô no buta", 1934.
                Disponível em: <a href="https://www.aozora.gr.jp/cards/000081/files/4601_11978.html"
                    target="_blank"><em>Aozorabunko</em></a>.
                Acesso em: 10/08/2025.</p>
            <p><strong>Este texto está licenciado por</strong>:
                <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank">
                    Licença Creative Commons Atribuição-CompartilhaIgual 4.0 Internacional (CC BY-SA 4.0)</a>.
            </p>
        </section>

        <section class="texto">
            <p>(Sem uma (?) p&aacute;gina do manuscrito original)</p>
            <p>exceto por outros materiais, tudo pode ser ingerido, transformado em gordura ou prote&iacute;na, e
                armazenado no corpo&rdquo;. Assim estava escrito, e por isso os assistentes e zeladores do departamento
                de pecu&aacute;ria da escola agr&iacute;cola jogavam de qualquer maneira tudo que n&atilde;o fosse
                a&ccedil;o ou pedra.</p>
            <p>Claro, no caso dos porcos, como era algo natural para eles e j&aacute; estavam bastante acostumados,
                nunca julgaram aquilo como desagrad&aacute;vel. Pelo contr&aacute;rio, em algumas noites, o porco
                sentia-se especialmente feliz e, olhando para o teto, expressava sua gratid&atilde;o. O motivo foi que,
                naquela noite, um aluno primeiro-anista, que estava estudando qu&iacute;mica, se aproximou dele e ficou
                observando seu corpo de porco com um ar de espanto. O porco, por sua vez, &agrave;s vezes levantava seus
                pequenos olhos em forma de fava, que pareciam sempre irados, e lan&ccedil;ava olhares r&aacute;pidos
                para o aluno. Ent&atilde;o, o aluno disse:</p>
            <p>&ldquo;O porco &eacute; realmente uma criatura estranha. Ele toma &aacute;gua, come chinelas e palha, e
                transforma tudo isso em gordura e carne de primeira classe. O corpo do porco &eacute;, hm&hellip;, de
                certa forma, como um catalisador vivo. &Eacute; como a platina. Entre os inorg&acirc;nicos, a platina,
                entre os org&acirc;nicos, o porco. Quanto mais penso nisso, mais estranho parece.&rdquo;</p>
            <p>O porco, &eacute; claro, ouviu que seu nome foi comparado ao da platina. Sabendo bem que a platina
                custava 30 ienes por cada 3.75 g, rapidamente fez as contas de quanto valeria seu corpo de 75 kg. O
                porco abaixou suas orelhas, semicerrou os olhos e dobrou as patas dianteiras enquanto fazia esse
                c&aacute;lculo.</p>
            <p>75&times;1000&times;30＝2250000. S&atilde;o realmente seiscentos mil ienes. Quando se fala em seiscentos
                mil ienes, naquela &eacute;poca, na regi&atilde;o de Frandon, isso significava um cavalheiro de primeira
                classe. E talvez ainda hoje assim seja. Ent&atilde;o, sendo um cavalheiro de primeira classe, n&atilde;o
                &eacute; nem um pouco descabido que o porco se sentisse absolutamente feliz, curvando a grande boca
                daquela silhueta de cabe&ccedil;a, em tudo semelhante a um tubar&atilde;o, em um sorriso largo de
                satisfa&ccedil;&atilde;o.</p>
            <p>Entretanto, a felicidade do porco n&atilde;o durou muito.</p>
            <p>Depois de dois ou tr&ecirc;s dias, o porco de Frandon viu, ao cair um amontoado de comida do alto,
                (senhores universit&aacute;rios, tenham calma e mantenham-se firmes. Entendido?), sair de dentro da
                comida, uma coisa branca, um pouco comprida, com cerdas curtas na ponta; sendo bem direto: o que eu vi
                foi um palito de escovar os dentes<sup><span class="nota" data-nota="No original  “歯磨楊子 (<em>hamigaki yôji</em>)”. Espécie de escova de dente em formato de palito com cerdas nas pontas."></span></sup> da marca Camelo. Sinto-me constrangido em externalizar estes
                disparates, principalmente na presen&ccedil;a dos senhores, universit&aacute;rios e batizados em cristo,
                mas, por favor, pe&ccedil;o sua compreens&atilde;o.</p>
            <p>O porco ficou realmente assustado. Ao ver as cerdas daquele palito, todos os pelos do seu corpo
                eri&ccedil;aram-se, emitindo um som &aacute;spero, como grama ao vento. O porco ficou olhando para
                aquilo por um longo tempo com uma express&atilde;o estranha, at&eacute; que sua cabe&ccedil;a
                come&ccedil;ou a rodar e ele se sentiu terrivelmente mal. De repente, enfiou a cabe&ccedil;a na palha do
                outro lado e se virou e dormiu ali mesmo.</p>
            <p>Quando chegou o crep&uacute;sculo e o porco come&ccedil;ou a se sentir um pouco melhor, ele se levantou
                calmamente. Mas mesmo que se diga que ele estava se sentindo melhor, fala-se, no final das contas, do
                humor de um porco e, naturalmente, n&atilde;o era nada parecido com, por exemplo, uma ma&ccedil;&atilde;
                crocante ou brilhante como um c&eacute;u azul. Era um humor cinzento. Algo cinzento, ligeiramente frio e
                transparente. Ainda assim, para entender de verdade o estado de esp&iacute;rito de um porco, n&atilde;o
                h&aacute; outro modo sen&atilde;o tornar-se um porco e ver por si mesmo.</p>
            <p>Um porco, seja um Yorkshire importado ou um Berkshire de pelos pretos, nunca pensaria que &eacute;
                est&uacute;pido ou pregui&ccedil;oso. O mais &aacute;rduo de se imaginar, contudo, &eacute; a
                sensa&ccedil;&atilde;o de um porco ao ser golpeado com for&ccedil;a em suas costas planas por um
                bast&atilde;o. Bem, seja em japon&ecirc;s, italiano, alem&atilde;o, ou ingl&ecirc;s. Bem, como se deve
                expressar isso? Enfim, de todo modo, n&atilde;o h&aacute; outra sa&iacute;da plaus&iacute;vel
                sen&atilde;o o grito. Tal qual para o Dr. Kant, isto tamb&eacute;m &eacute; algo totalmente
                incognosc&iacute;vel.</p>
            <p>Ora, o porco estava engordando cada vez mais, dormindo e acordando repetidamente. O professor de
                pecu&aacute;ria da Escola Agr&iacute;cola de Frandon vinha todos os dias, observava cuidadosamente o
                peso do animal com seu olhar afiado, fazia seus c&aacute;lculos e depois ia embora.</p>
            <p>&ldquo;Feche a janela um pouco mais e escure&ccedil;a mais o quarto, sen&atilde;o a gordura n&atilde;o
                vai se acumular direito. Parece j&aacute; estar na hora de come&ccedil;ar a engorda final. D&ecirc;
                linha&ccedil;a todos os dias e aos poucos para ele, entendeu?&rdquo;, disse o professor ao seu jovem
                assistente, que vestia um casaco azul-claro. O porco ouviu tudo isso. Ent&atilde;o come&ccedil;ou a se
                sentir p&eacute;ssimo mais uma vez. Era o mesmo sentimento que teve com o palito de escovar os dentes.
                Nem mesmo a esperada linha&ccedil;a passava direito pela sua garganta. Tudo isso o porco percebeu
                diretamente atrav&eacute;s do tom de voz daquele professor, o de pecu&aacute;ria. (Aqueles dois, para
                todos os efeitos, me d&atilde;o comida, mas &agrave;s vezes me olham com olhos t&atilde;o frios, tal
                quais o c&eacute;u do &Aacute;rtico, e me observam com uma seriedade t&atilde;o insuport&aacute;vel,
                como se pensassem em mim com uma dureza assustadora e distante que, Ah!, me causa arrepios, como me
                causa arrepios!), pensava o porco, e, incapaz de suportar mais daquilo, ele come&ccedil;ou a empurrar a
                cerca com seu focinho descontroladamente.</p>
            <p>No entanto, faltando apenas um m&ecirc;s para o porco ser morto, um decreto foi emitido pelo rei daquele
                pa&iacute;s.</p>
            <p>O decreto era chamado &ldquo;Lei de Autoriza&ccedil;&atilde;o para o Abate de Animais de
                Cria&ccedil;&atilde;o&rdquo;, que declarava que qualquer pessoa que pretendesse abater um animal deste
                tipo deveria receber um atestado de consentimento de &oacute;bito do pr&oacute;prio animal, e que esse
                atestado de consentimento deveria conter a assinatura do mesmo.</p>
            <p>Ent&atilde;o, naquela &eacute;poca, tanto as vacas quanto os cavalos, todos os animais, eram
                violentamente for&ccedil;ados pelos seus donos a carimbar o documento de consentimento no dia anterior
                ao abate. Os cavalos realmente velhos, por exemplo, eram obrigados a retirar as suas ferraduras e,
                enquanto choravam desconsoladamente, pressionavam suas grandes assinaturas no documento.</p>
            <p>O porco Yorkshire de Frandon tamb&eacute;m viu o atestado de consentimento de &oacute;bito impresso em
                tipografia. Ele o viu quando, certo dia, o diretor da Escola Agr&iacute;cola de Frandon apareceu com um
                grande papel amarelo e foi at&eacute; ele. O porco j&aacute; tinha avan&ccedil;ado bastante em suas
                habilidades lingu&iacute;sticas e sua l&iacute;ngua j&aacute; era efetivamente male&aacute;vel e
                possu&iacute;a uma boa constitui&ccedil;&atilde;o, assim, cumprimentou placidamente o diretor em um
                idioma humano bastante fluente.</p>
            <p>&ldquo;Ol&aacute;, Sr. Diretor, como o senhor est&aacute;?&rdquo;</p>
            <p>O diretor, com o documento preso entre a axila, enfiou a m&atilde;o nos bolsos e disse com um sorriso
                dissimulado:</p>
            <p>&ldquo;Sim, sim, est&aacute; tudo bem.&rdquo;</p>
            <p>O porco, de alguma maneira, captou essas palavras com os ouvidos e ficou com elas presas na garganta.
                Al&eacute;m do mais, a forma como o diretor olhava fixamente para o corpo do porco era id&ecirc;ntica
                &agrave; daquele professor, o de pecu&aacute;ria.</p>
            <p>O porco baixou desolado as orelhas e disse hesitante:</p>
            <p>&ldquo;Atualmente, n&atilde;o consigo deixar de me sentir abatido&rdquo;</p>
            <p>O diretor, ainda com o sorrindo dissimuladamente, disse para o porco:</p>
            <p>&ldquo;Hmm. Abatido? &Eacute; mesmo? Ent&atilde;o voc&ecirc; j&aacute; est&aacute; cansado deste mundo?
                Ou n&atilde;o &eacute; bem isso?&rdquo;, o diretor se apressou a retirar o que havia dito quando
                percebeu uma forte express&atilde;o sombria no rosto do porco.</p>
            <p>Em seguida, o diretor da Escola Agr&iacute;cola e o porco ficaram em sil&ecirc;ncio, encarando-se por um
                tempo. N&atilde;o disseram palavra alguma, apenas ficaram ali, im&oacute;veis. Nisto, o diretor
                finalmente desistiu da documento por hoje e, ainda com aquele papel amarelo preso entre a axila, disse
                enquanto seguia para a dire&ccedil;&atilde;o oposta:</p>
            <p>&ldquo;De todo modo, descanse um pouco. N&atilde;o v&aacute; se agitar demais, hein?&rdquo;</p>
            <p>O porco, logo em seguida, repetiu v&aacute;rias e v&aacute;rias vezes o sorriso dissimulado do diretor e
                suas palavras maliciosas, tremendo enquanto murmurava para si mesmo.</p>
            <p>O que raios quer dizer &ldquo;de todo modo, descanse um pouco. N&atilde;o v&aacute; se agitar demais,
                heim?!&rdquo;? Ah, que afli&ccedil;&atilde;o. Enquanto o porco pensava dessa maneira, sentia como se sua
                cabe&ccedil;a fosse se dividir ao meio, tal qual aquela forma trapezoidal. Para piorar, naquela noite
                estava caindo uma forte nevasca e do lado de fora o vento soprava com f&uacute;ria, fazendo com que
                peda&ccedil;os secos e farelentos de neve entrassem pelas frestas da cabana, fazendo com as sobras da
                comida do porco ficassem completamente esbranqui&ccedil;adas de neve.</p>
            <p>No dia seguinte, no entanto, o professor de ci&ecirc;ncias pecu&aacute;rias apareceu novamente, com seu
                assistente de rosto vermelho, vestindo um palet&oacute; azul claro e com os olhos afiados de sempre,
                fitando o porco da cabe&ccedil;a &agrave; orelha, da nuca &agrave; cauda, como se estivesse mordendo-o,
                e depois levantando um dedo pontudo,</p>
            <p>&ldquo;Segue na linha&ccedil;a todos os dias, certo?&rdquo;</p>
            <p>&ldquo;Sim&rdquo;</p>
            <p>&ldquo;&Eacute; claro que sim. N&atilde;o importa se amanh&atilde; ou depois de amanh&atilde;, j&aacute;
                que faz direitinho. Mas obtenha o formul&aacute;rio de consentimento o mais r&aacute;pido
                poss&iacute;vel. N&atilde;o entendo o que pode estar errado, dado que ontem o diretor veio at&eacute;
                aqui com o certificado debaixo do bra&ccedil;o.&rdquo;</p>
            <p>&ldquo;Sim sim, ele trouxe&hellip;&rdquo;</p>
            <p>&ldquo;Se esse &eacute; o caso, ser&aacute; que j&aacute; est&aacute; pronto? Se estivesse, j&aacute;
                teria sido enviado de uma vez.&rdquo;</p>
            <p>&ldquo;Sim.&rdquo;</p>
            <p>&ldquo;Por que voc&ecirc; n&atilde;o deixa o quarto um pouco mais escuro, mantendo-o dessa forma? E
                n&atilde;o d&ecirc; a ele nenhum alimento no dia anterior.&rdquo;</p>
            <p>&ldquo;Ok. Farei assim.&rdquo;</p>
            <p>Depois de mais uma olhadela perfurante pelo recinto, o professor saiu.</p>
            <p>O porco seguiu agonizando, quase quebrando sua cabe&ccedil;a tentando entender os acontecimentos &mdash;
                afinal, de acordo com qual documento, na v&eacute;spera de qu&ecirc; voc&ecirc; n&atilde;o pode se
                alimentar&hellip; mas algo o qu&ecirc;? o que iria acontecer? o que fariam comigo? O que eles
                far&atilde;o comigo no dia anterior ao algo que ainda vai acontecer? Aaaaah.. que dor de cabe&ccedil;a!
                Naquela noite, de tanto nervosismo, uma boa noite de sono su&iacute;na seria um sonho distante. Mas, na
                manh&atilde; seguinte, quando o sol mal havia nascido, tr&ecirc;s pessoas do internato se aproximaram,
                rindo. Elas mantinham perto do porco, cuja cabe&ccedil;a latejava depois de uma noite sem dormir, outra
                conversa desagrad&aacute;vel.</p>
            <p>&ldquo;Quando ser&aacute; que vai rolar ein&hellip; estou t&atilde;o ansiosa.&rdquo;</p>
            <p>&ldquo;Eu n&atilde;o quero ver n&atilde;o&hellip;&rdquo;</p>
            <p>&ldquo;Olha, quanto antes melhor&hellip; sen&atilde;o os alhos-por&oacute;s que eu guardei v&atilde;o
                acabar congelando!&rdquo;</p>
            <p>&ldquo;Lembrou de guardar umas batatas tamb&eacute;m?&rdquo;</p>
            <p>&ldquo;Claro! Tem umas 30 separadas&hellip; &eacute; coisa demais pra eu comer sozinha&rdquo;</p>
            <p>&ldquo;Hoje t&aacute; frio n&eacute;&hellip;&rdquo;, comentou uma das pessoas, soprando ar quente nas
                m&atilde;os.</p>
            <p>&ldquo;Mas os porcos parecem t&atilde;o quentinhos&hellip;&rdquo;, respondeu outra, fazendo as tr&ecirc;s
                come&ccedil;arem a soprar em suas m&atilde;os.</p>
            <p>&ldquo;Eles est&atilde;o quentinhos desse jeito porque tem essa capona de gordura cobrindo eles
                n&eacute;&hellip;&rdquo;</p>
            <p>&ldquo;Verdade&hellip; verdade&hellip; t&aacute; at&eacute; saindo um vaporzinho dele.&rdquo;</p>
            <p>O porco, de tanto sofrimento, saiu cambaleando.&nbsp;</p>
            <p>&ldquo;Espero que peguem logo esse a&iacute;.&rdquo;</p>
            <p>As tr&ecirc;s sa&iacute;ram do recinto, cochichando. Nisso, o sofrimento do porco s&oacute; aumentou
                &mdash; quer ver? n&atilde;o quer? quanto antes melhor? alho-por&oacute;, batata, muita coisa pra
                comer&hellip; uma camada espessa de gordura, aaa&hellip; que medonho, ser olhado por algu&eacute;m como
                se estivesse sendo perfurado com os olhos, medonho. Medonho. Depois disso, retorna o diretor da escola
                para uma pequena visita. Ali na entrada, fica batendo a neve dos sapatos, para depois encar&aacute;-lo
                com uma careta um tanto vaga de sempre.</p>
            <p>&ldquo;Como vai? Melhor hoje?&rdquo;</p>
            <p>&ldquo;Sim. Obrigado.&rdquo;</p>
            <p>&ldquo;Boa. Voc&ecirc; parece melhor. A comida est&aacute; boa?&rdquo;</p>
            <p>&ldquo;Obrigado. Muito obrigado.&rdquo;</p>
            <p>&ldquo;Hm&hellip; Boa. Ah, por falar nisso, hoje vim at&eacute; aqui para ter uma conversinha com o
                senhor.&rdquo;</p>
            <p>&ldquo;Ah&hellip;..&rdquo;, disse o porco com a voz um tanto rouca.&nbsp;</p>
            <p>&ldquo;O neg&oacute;cio &eacute; que todos que vivem neste mundo t&ecirc;m que morrer. &Eacute; real,
                todos em algum momento v&atilde;o morrer. At&eacute; mesmo o mais nobre dos homens, o mais rico dos
                ricos, os da classe m&eacute;dia como eu e at&eacute; mesmo o mendigo mais trivial.&rdquo;</p>
            <p>&ldquo;Err&hellip;&rdquo;, o porco, com a voz presa na garganta, acabou n&atilde;o conseguindo responder.
            </p>
            <p>&ldquo;E at&eacute; os animais n&atilde;o-humanos, como cavalos, vacas, galinhas, andorinhas e
                bact&eacute;rias, todos t&ecirc;m de morrer. Uma lib&eacute;lula nasce ao amanhecer e morre &agrave;
                noite, vivendo apenas um dia. Todos t&ecirc;m de morrer. &Eacute; por isso que voc&ecirc; e eu
                certamente morreremos um dia.&rdquo;</p>
            <p>&ldquo;Aa&hellip;&rdquo;, o porco, seguindo com a voz enrouquecida, falhava em responder.</p>
            <p>&ldquo;E &eacute; a&iacute; que vem o ponto que queria conversar com voc&ecirc;. Sei que na minha escola
                voc&ecirc; tem gente que goste de voc&ecirc;. N&atilde;o foi l&aacute; muita coisa, mas sei que cuidamos
                bem de voc&ecirc; aqui. Tem gente aqui que te quer bem, alguns com os quais voc&ecirc; se tornou
                pr&oacute;ximo, eu sei, e pode at&eacute; ser meio engra&ccedil;ado dizer isso&hellip;. mas sinto que
                voc&ecirc; estaria bem melhor se estivesse sob os meus cuidados.&rdquo;</p>
            <p>&ldquo;Aa&hellip;&rdquo;, o porco seguia tentando responder, mas a comida que lhe haviam servido antes se
                encontrava presa em sua garganta, fazendo com que sua voz n&atilde;o sa&iacute;sse de jeito algum.</p>
            <p>&ldquo;Ent&atilde;o&hellip; sobre o motivo da minha visita&hellip; &Eacute; algo pequeno, mas seria de
                imensa felicidade se voc&ecirc; conseguisse fazer isso por mim. Ser&aacute; que voc&ecirc; poderia
                tentar fazer?&rdquo;</p>
            <p>&ldquo;Aa&hellip;&rdquo;, rouco, o porco n&atilde;o conseguia de jeito algum responder.</p>
            <p>&ldquo;Ent&atilde;o, oh, &eacute; uma coisinha de nada. Tem esse papel aqui&hellip; Esse papel com essas
                coisinhas escritas. <em>Consentimento ao &oacute;bito, Eu, em minhas capacidades e dado meu
                    cont&iacute;nuo uso e benef&iacute;cio das acomoda&ccedil;&otilde;es aqui recebidas, declaro estar
                    &agrave; disposi&ccedil;&atilde;o para morrer a qualquer momento, conforme a conveni&ecirc;ncia de
                    Vossa Senhoria. Celeiro de Frandon, tal dia de tal m&ecirc;s de tal ano, assinado Yorkshire, ao
                    diretor da Escola Agr&iacute;cola de Frandon&hellip;</em> essas coisas assim&rdquo;, o diretor
                estava quase explodindo de tantas coisas sendo ditas de uma vez s&oacute;.&nbsp;</p>
            <p>&ldquo;Simplificando, voc&ecirc; s&oacute; precisa por a sua patinha aqui nesse documento que diz algo
                como <em>j&aacute; que voc&ecirc; eventualmente vai ter que morrer, quando chegar a hora de tal
                    acontecimento, quando chegar o tal dia da sua morte, vai ser algo simples. Enquanto n&atilde;o for a
                    hora, n&atilde;o vai ser necess&aacute;rio qualquer medida para isso.</em>&rdquo;</p>
            <p>O porco se ajeitou, encarando o documento por um certo tempo. Caso o diretor estivesse falando a verdade,
                n&atilde;o havia motivo para preocupa&ccedil;&atilde;o, o que se provou o contr&aacute;rio quando o
                porco se p&ocirc;s a ler o documento. Com a voz um tanto embargada no choro, disse:&nbsp;</p>
            <p>&ldquo;A qualquer hora voc&ecirc; diz&hellip; voc&ecirc; quer dizer <em>hoje</em> n&eacute;?&rdquo;&nbsp;
            </p>
            <p>O diretor perdeu levemente a compostura, mas se ajeitou antes de responder que</p>
            <p>&ldquo;&Eacute;&hellip; sim&hellip; mas de fato n&atilde;o seria hoje n&atilde;o&hellip;&rdquo;</p>
            <p>&ldquo;T&aacute;&hellip; ent&atilde;o amanh&atilde;?&rdquo;</p>
            <p>&ldquo;Ei&hellip; n&atilde;o &eacute; assim tamb&eacute;m&hellip; n&atilde;o t&atilde;o r&aacute;pido. Um
                dia a&iacute;, numa hora tal&hellip; &eacute; uma coisa mais vaga mesmo.&rdquo;</p>
            <p>O porco, j&aacute; com a voz estridente respondeu com</p>
            <p>&ldquo;Esse neg&oacute;cio a&iacute; de morrer&hellip; &eacute; morrer ou ser morto?&rdquo;</p>
            <p>&ldquo;Ahm&hellip; n&atilde;o, de forma alguma.&rdquo;&nbsp;</p>
            <p>&ldquo;Ent&atilde;o n&atilde;o! N&atilde;o n&atilde;o n&atilde;o, de jeito nenhum!&rdquo;, gritava o
                porco.</p>
            <p>&ldquo;Ei ei&hellip; n&atilde;o tem outra forma. Seu ingrato! Voc&ecirc; n&atilde;o &eacute; diferente de
                um cachorro ou de um gato qualquer&rdquo;, respondeu o diretor, furioso e aos gritos, totalmente
                vermelho enquanto guardava o documento no bolso e sa&iacute;a apressado do celeiro.</p>
            <p>&ldquo;Uau&hellip; ent&atilde;o desde o in&iacute;cio ele me via assim&hellip;&rdquo;, o porco, de
                t&atilde;o triste, se p&ocirc;s a chorar o m&aacute;ximo que aguentasse. No entanto, passado meio dia
                chorando, junto do fato de n&atilde;o ter dormido dois dias, acabou caindo no sono aos prantos. E, mesmo
                nesse estado let&aacute;rgico, v&aacute;rias foram as vezes em que o porco acordava aos trancos, se
                sacolejando.</p>
            <p>No dia seguinte, o respons&aacute;vel pela cria&ccedil;&atilde;o dos animais retornou, junto de seu
                assistente. Com aquela postura de sempre, passou a olhar para o porco e, da maneira mais nojenta
                poss&iacute;vel, mexia a cabe&ccedil;a dizendo:&nbsp;</p>
            <p>&ldquo;Que diabos aconteceu? Voc&ecirc; emagreceu muito. Assim fica imposs&iacute;vel! Isso aqui
                t&aacute; parecendo mais um porco criado numa fazenda de camponeses! O que &eacute; que aconteceu meu
                deus&hellip; Assim n&atilde;o d&aacute;. A capa de gordura diminuiu muito tamb&eacute;m. Magrinho desse
                jeito n&atilde;o d&aacute; nem pra inscrever numa feira de exibi&ccedil;&atilde;o. O que foi que
                aconteceu&hellip;&rdquo;</p>
            <p>O assistente levou a m&atilde;os aos l&aacute;bios, matutando, e respondeu de uma forma um tanto
                descontra&iacute;da:&nbsp;</p>
            <p>&ldquo;Oh, ontem pela parte da tarde o diretor passou por aqui&hellip; mas foi s&oacute; isso.&rdquo;</p>
            <p>O professor deu um pulo.</p>
            <p>&ldquo;O diretor? Ent&atilde;o &eacute; isso. Ele deve ter tentado conseguir o consentimento e acabou
                fazendo uma baita besteira. Acabou deixando o bicho assustado. Deve ter sido isso que o deixou
                t&atilde;o agitado e sem dormir nada a noite inteira. Mas que belo problema, heim. E, pra piorar, nem
                deve ter conseguido o tal consentimento. Mas que belo problema, heim.&rdquo;</p>
            <p>O professor falou com uma express&atilde;o de sincera frustra&ccedil;&atilde;o. Rangeu os dentes com
                raiva, cruzou os bra&ccedil;os por um momento e ent&atilde;o disse:</p>
            <p>&ldquo;Enfim, n&atilde;o tem o que fazer. Abra bem as janelas. Depois, leve ele l&aacute; pra fora e
                fa&ccedil;a-o se exercitar um pouco. Mas nada de bater nem faz&ecirc;-lo correr feito doido, hein?
                Leve-o devagar, andando com calma, num lugar sem sol, l&aacute; para o lado do est&aacute;bulo, onde a
                sombra cobre o pasto sem neve. Uns quinze minutos por vez. E n&atilde;o d&ecirc; ra&ccedil;&atilde;o
                agora, deixe ele sentir um pouco de fome. Quando o humor dele melhorar de vez, d&ecirc; a parte boa de
                repolho pra ele. A&iacute;, se for se recuperando mesmo, v&aacute; voltando aos cuidados de antes. Um
                m&ecirc;s inteiro de engorda jogado fora numa &uacute;nica noite... Bom, entendeu?&rdquo;</p>
            <p>&ldquo;Entendido, senhor.&rdquo;</p>
            <p>Quando o professor voltou para a sala dos docentes, o porco, agora totalmente abatido, estava cabisbaixo,
                sem &acirc;nimo para se mover ou gritar, e olhando fixamente para a parede do outro lado. Foi
                ent&atilde;o que o assistente entrou, sorrindo, com um chicote fino na m&atilde;o. Abriu cuidadosamente
                o port&atilde;o do cercado e, com toda a polidez, disse:</p>
            <p>&ldquo;O que achas de um passeio? O dia est&aacute; lind&iacute;ssimo hoje, e o vento est&aacute; calmo
                tamb&eacute;m. Pois bem, permita-me acompanh&aacute;-lo.&rdquo; O chicote acertou-lhe as costas em um
                estalo. Era simplesmente insuport&aacute;vel. Sem outra op&ccedil;&atilde;o, o Yorkshire saiu do
                est&aacute;bulo se arrastando, mas o peito estava tomado de tristeza, e cada passo parecia
                dilacer&aacute;-lo por dentro. O assistente, l&aacute; atr&aacute;s, vinha despreocupado, assobiando a
                melodia de <em>It&rsquo;s a long way to Tipperary</em>, balan&ccedil;ando o chicote de um lado para o
                outro.</p>
            <p>Mas porque logo <em>Tipperary</em>? Mesmo eu estando t&atilde;o triste... Revirava a boca com desgosto
                repetidas vezes. &Agrave;s vezes ouvia-se:</p>
            <p>&ldquo;Veja, que tal se caminh&aacute;ssemos um pouco mais &agrave; esquerda? Que lhe parece?&rdquo; E
                junto com as palavras doces, vinha mais um estalo de chicote. (Este mundo &eacute; realmente cruel...
                doloroso... Um verdadeiro mundo de sofrimento...), enquanto caminhava debaixo dos golpes, o porco se
                afundava nesses pensamentos.</p>
            <p>&ldquo;Ent&atilde;o, que tal? J&aacute; &eacute; hora de descansar um pouco&rdquo;, disse o assistente,
                dando mais uma chibatada. Jovens universit&aacute;rios brilhantes, me digam: que gra&ccedil;a h&aacute;
                em um passeio como este? Isso n&atilde;o &eacute; por sa&uacute;de ou algo do tipo, &eacute; pura
                tortura!</p>
            <p>O porco, sem alternativa, voltou ao est&aacute;bulo e se jogou sobre a palha. O assistente trouxe um
                pequeno punhado das boas folhas verdes do repolho. O porco n&atilde;o queria comer, mas o assistente
                permaneceu em p&eacute; do outro lado, calado, encarando-o de cima com um olhar terr&iacute;vel. Sem ter
                qualquer outra escolha, o porco fingiu mastigar um pouco daquilo e, ent&atilde;o, o assistente
                finalmente pareceu aliviado, dando uma risadinha curta enquanto saia dali assobiando novamente a melodia
                de <em>Tipperary</em>. Em algum momento a janela tinha sido escancarada e o porco mal conseguia suportar
                o frio que fazia.</p>
            <p>Assim, mergulhado em pensamentos, o Yorkshire passou tr&ecirc;s dias como se estivesse num sonho.</p>
            <p>No quarto dia, o professor de pecu&aacute;ria voltou acompanhado do assistente. Lan&ccedil;ou um
                r&aacute;pido olhar ao porco e, enquanto agitava a m&atilde;o, disse ao assistente:</p>
            <p>&ldquo;Isso n&atilde;o t&aacute; nada bom, nada bom. Por que voc&ecirc; n&atilde;o fez como eu te disse
                pra fazer?&rdquo;</p>
            <p>&ldquo;Mas eu fiz, senhor. Abri bem as janelas, dei as melhores folhas de repolho e fizemos os
                exerc&iacute;cios di&aacute;rios de quinze minutos com bastante cuidado.&rdquo;</p>
            <p>&ldquo;Sei&hellip; E mesmo com tudo isso, n&atilde;o houve melhora? Ent&atilde;o &eacute; sinal de que
                esse a&iacute; s&oacute; vai emagrecer daqui pra frente. Est&aacute; sofrendo de
                subnutri&ccedil;&atilde;o nervosa. N&atilde;o h&aacute; nada que se possa fazer de fora. Antes que ele
                vire apenas pele e osso, temos que decidir logo o que fazer. N&atilde;o sabemos at&eacute; onde isso
                vai. Ei, feche todas as janelas. E vamos usar a m&aacute;quina de engorda. D&ecirc;-lhe comida sem
                parar. Duas medidas de farelo de trigo, duas de linha&ccedil;a, cinco de farinha de milho, amasse tudo
                com &aacute;gua, fa&ccedil;a bolos e force a comida duas ou tr&ecirc;s vezes por dia, usando a
                m&aacute;quina. A m&aacute;quina de engorda ainda t&aacute; aqui, certo?&rdquo;</p>
            <p>&ldquo;Sim, est&aacute; sim senhor.&rdquo;</p>
            <p>&ldquo;Ent&atilde;o o amarre. Quer dizer, antes de amarr&aacute;-lo, &eacute; melhor conseguir logo o
                consentimento. O diretor est&aacute; mesmo deixando a desejar...&rdquo;</p>
            <p>O professor de pecu&aacute;ria saiu correndo rumo ao pr&eacute;dio da escola e o assistente foi em seu
                encal&ccedil;o.</p>
            <p>Pouco depois, o diretor da escola agr&iacute;cola apareceu, muito afobado. O porco, sem saber onde enfiar
                o corpo, come&ccedil;ou a cavucar a palha do ch&atilde;o com o focinho.</p>
            <p>&ldquo;Vamo l&aacute;, vamos l&aacute; que a gente precisa acelerar isso aqui. Lembra do Atestado de
                Consentimento ao &Oacute;bito de outro dia? Pois bem, vou precisar que voc&ecirc; o carimbe hoje mesmo
                sem falta. N&atilde;o &eacute; l&aacute; grandes coisa. Carimbe aqui, vamos.&rdquo;</p>
            <p>&ldquo;Nem pensar! De jeito algum!&rdquo;, o porco chorava.</p>
            <p>&ldquo;N&atilde;o quer?! Escuta aqui, amig&atilde;o, n&atilde;o seja ego&iacute;sta. Esse corpo
                a&iacute;, voc&ecirc; s&oacute; o tem gra&ccedil;as &agrave; escola. Al&eacute;m disso, voc&ecirc; ainda
                vai receber daqui pra frente duas medidas de farelo de trigo, duas de linha&ccedil;a e cinco de farinha
                de milho todo dia, entendeu? Agora pare de besteira e carimbe. Vamos l&aacute;, carimbe logo!&rdquo;</p>
            <p>De fato, quando ficava bravo assim, o diretor era realmente uma figura assustadora. O porco ficou
                completamente apavorado.</p>
            <p>&ldquo;Carimbo! Eu carimbo&rdquo;, disse com a voz rouca e tr&ecirc;mula.</p>
            <p>&ldquo;Maravilha, ent&atilde;o vamos l&aacute;&rdquo;, o diretor finalmente acalmou-se, tirou rapidamente
                a folha amarela do atestado de consentimento ao &oacute;bito e a abriu diante dos olhos do porco.</p>
            <p>&ldquo;Onde devo carimbar?&rdquo;, perguntou o porco, chorando.</p>
            <p>&ldquo;Bem aqui. Abaixo do seu nome&rdquo;, disse o diretor enquanto olhava os estreitos olhos do porco
                por cima de seus &oacute;culos. O porco contorceu a boca, levantou com esfor&ccedil;o a curta pata
                dianteira direita e carimbou o documento com firmeza.</p>
            <p>&ldquo;Hum. Muito bem. Est&aacute; feito&rdquo;, disse o diretor, puxando a folha para si enquanto se
                acalmava ap&oacute;s examinar atentamente o carimbo. Nesse momento, como se estivesse esperando na
                porta, apareceu de repente aquele cruel professor de pecu&aacute;ria.</p>
            <p>&ldquo;E ent&atilde;o, senhor diretor? Deu tudo certo?&rdquo;</p>
            <p>&ldquo;Claro, no fim deu certo. Bem, deixo isto aqui com voc&ecirc;. Ah, por quantos dias seguir&aacute;
                a engorda mesmo?&rdquo;</p>
            <p>&ldquo;Bem, vamos ver como tudo vai se desenrolando. Com galinhas ou patos, geralmente eles sempre
                engordam sem problema algum, mas, no caso de um porco t&atilde;o sens&iacute;vel como este aqui, talvez
                a engroda for&ccedil;ada n&atilde;o funcione assim t&atilde;o bem.&rdquo;</p>
            <p>&ldquo;Entendo, faz sentido. De todo modo, prossiga com os trabalhos.&rdquo;</p>
            <p>Ent&atilde;o o diretor se retirou. Dessa vez, o assistente voltou trazendo um estranho tubo de cordura
                com rosca e um balde com algo dentro. O professor de pecu&aacute;ria, enquanto falava, pegou um pouco do
                conte&uacute;do do balde com os dedos e o examinou brevemente.</p>
            <p>&ldquo;Certo, amarre o porco&rdquo;. O assistente entrou correndo no cercado com uma corda de
                c&acirc;nhamo na m&atilde;o. O porco esperneou, se debateu, mas no fim acabou imobilizado, com as duas
                patas direitas presas aos an&eacute;is de ferro num canto do cercado.</p>
            <p>&ldquo;Muito bem. Agora insira esta extremidade na garganta dele&rdquo;, disse o professor, entregando o
                tubo de cordura ao assistente.</p>
            <p>&ldquo;Vamos, abra a boca, a boca, por favor&rdquo;. disse o assistente em tom calmo. Contudo o porco
                cerrou os dentes com for&ccedil;a, determinado a jamais abrir a boca.</p>
            <p>&ldquo;N&atilde;o tem jeito. Fa&ccedil;a ele morder isso aqui&rdquo;. Um pequeno tubo de a&ccedil;o
                surgiu.</p>
            <p>O assistente empurrou o tubo de a&ccedil;o entre os dentes do porco com for&ccedil;a, rangendo. O porco
                gritava, chorava com todas as for&ccedil;as, mas no fim teve o tubo encaixado na boca, e s&oacute;
                conseguia soltar lamentos abafados, vindos do fundo da garganta. O assistente ent&atilde;o enfiou o tubo
                de cordura at&eacute; a garganta do porco, atrav&eacute;s da abertura feita pelo tubo de a&ccedil;o.</p>
            <p>&ldquo;Assim est&aacute; bom. Vamos come&ccedil;ar&rdquo;, disse o professor, transferindo o
                conte&uacute;do do balde para o funil conectado &agrave; extremidade do tubo de cordura. Ent&atilde;o,
                usando uma estranha manivela em espiral, for&ccedil;ava o alimento para dentro do est&ocirc;mago do
                porco. Por mais que o porco tentasse n&atilde;o engolir, n&atilde;o havia como impedir que a papa
                corresse pela garganta. E assim, ia enchendo-lhe o est&ocirc;mago, tornando seu ventre progressivamente
                mais pesado. Era isso o que chamavam de engorda for&ccedil;ada.</p>
            <p>O mal-estar do porco era terr&iacute;vel. Passou o dia inteiro chorando, como em um transe.</p>
            <p>No dia seguinte, o professor voltou para verificar.</p>
            <p>&ldquo;Perfeito, engordou! Est&aacute; funcionando. A partir de agora, fa&ccedil;am isso duas vezes por
                dia, voc&ecirc; e o faxineiro&rdquo;.</p>
            <p>Assim foi durante os sete dias seguintes. O porco j&aacute; n&atilde;o fazia ideia se l&aacute; fora
                brilhava o sol ou soprava o vento. Seu est&ocirc;mago do&iacute;a de t&atilde;o pesado, e suas bochechas
                e ombros incharam de forma anormal, a ponto de lhe faltar o ar. Estudantes vinham uns depois dos outros,
                dizendo v&aacute;rias coisas.</p>
            <p>Certa vez, cerca de dez alunos chegaram at&eacute; o porco e disseram:</p>
            <p>&ldquo;Nossa, voc&ecirc; deu uma boa engordada&hellip;. quanto est&aacute; pesando agora?&rdquo;</p>
            <p>&ldquo;O professor, em uma olhadela, seria capaz de dizer, mas j&aacute; que somos n&oacute;s
                aqui&hellip; meio dif&iacute;cil n&eacute;.&rdquo;</p>
            <p>&ldquo;&Eacute; porque a gente n&atilde;o sabe a densidade espec&iacute;fica&hellip;&rdquo;</p>
            <p>&ldquo;Eu sei! &Eacute; a mesma da &aacute;gua&rdquo;</p>
            <p>&ldquo;E voc&ecirc; sabe disso como?&rdquo;</p>
            <p>&ldquo;&Eacute; que geralmente &eacute; a mesma. Se voc&ecirc; jogasse ele na &aacute;gua, n&atilde;o ia
                nem afundar, nem flutuar.&rdquo;</p>
            <p>&ldquo;Qu&ecirc;? Nada disso&hellip; ele n&atilde;o ia afundar, mas ia flutuar sim.&rdquo;</p>
            <p>&ldquo;Mas isso &eacute; a parte da gordura, n&atilde;o? A gente tem que lembrar que porcos tamb&eacute;m
                t&ecirc;m ossos: ent&atilde;o, considerando a carne e os ossos, a densidade espec&iacute;fica deve se
                aproximar de um.&rdquo;</p>
            <p>&ldquo;Ok, supondo que seja um, quanto ser&aacute; que ele pesa?&rdquo;</p>
            <p>&ldquo;Uns 99 litros&rdquo;</p>
                <p>&ldquo;Acho que n&atilde;o... t&aacute; mais pra uns
                144&rdquo;</p>
                <p>&ldquo;N&atilde;o, n&atilde;o parece suficiente. Deve ser uns
                162&rdquo;</p>
                <p>&ldquo;Olha, eu acho que s&atilde;o 126 litros. Se s&atilde;o 126 e na convers&atilde;o
                de 18 litros d&rsquo;&aacute;gua s&atilde;o 18,75 quilos, ent&atilde;o o certo s&atilde;o 131,75
                quilos&rdquo;</p>
                <p>&ldquo;Ah, ent&atilde;o deve ser isso mesmo, 131,75 quilos&rdquo;</p>
            <p>O porco chorou um bom bocado enquanto ouvia essa conversa, de t&atilde;o cruel que era ter que ficar ali
                ouvindo tudo isso. Ficar medindo corpos em unidades. Sete, oito, que seja.&nbsp;</p>
            <p>No s&eacute;timo dia, o professor e seu assistente chegaram ao lado do porco e ficaram ali, parados.</p>
            <p>&ldquo;Parece que agora sim ein. Estamos no ponto certo. S&oacute; mais um pouco e j&aacute; estaremos no
                ponto ideal. &Eacute; isso, s&oacute; mais um cadinho. Ultrapassar certo limite faria com que eles
                adoecessem, o que est&aacute; longe do objetivo. Ent&atilde;o acho que amanh&atilde; &eacute; o ponto de
                parada. Por hoje, chega de ra&ccedil;&atilde;o. Chame o seu ajudante para vir aqui amanh&atilde; e te
                ajudar a arrumar tudo. A palha tem que ser nova tamb&eacute;m. Entendeu?&rdquo;</p>
            <p>&ldquo;Tudo certo.&rdquo;</p>
            <p>O porco ficou acompanhando o papo com todas as for&ccedil;as de seu corpo. (<em>Amanh&atilde;,
                    ent&atilde;o, era o dia? Amanh&atilde;&hellip; amanh&atilde;&hellip; Seria o dia do ju&iacute;zo
                    final para mim? &Eacute; isso&hellip; amanh&atilde;&hellip; Puxado demais para mim, dif&iacute;cil
                    demais</em>.) O porco, diante tanta afli&ccedil;&atilde;o, estava batendo a cabe&ccedil;a no
                cercado.</p>
            <p>Um tempo depois, o assistente voltou com seu ajudante. Os dois desamarram o porco das argolas e o
                assistente disse:</p> 
                <p>&ldquo;O que voc&ecirc; acha? Que tal um banho? Assim tudo pode ser resolvido
                hoje mesmo.&rdquo;&nbsp;</p>
            <p>Antes de qualquer protesto do porco, o chicote logo chiou &agrave; dist&acirc;ncia, for&ccedil;ando-o a
                andar. De tanto que havia engordado, em menos de tr&ecirc;s passou j&aacute; come&ccedil;ava a ficar sem
                ar, fazendo um grande esfor&ccedil;o para se locomover.</p>
            <p>E o estalo do chicote ressoava mais uma vez. O porco, prestes a ser esmagado, havia conseguido sair do
                celeiro para, passos depois, dar de cara com uma imensa bacia de &aacute;gua quente.</p>
            <p>&ldquo;Vai, pra dentro da bacia!&rdquo;, dizia o assistente junto a outra chicotada. O porco, rodando
                pela borda alta, conseguiu, depois de um tempo, entrar na bacia.&nbsp;</p>
            <p>O ajudante, com uma escova bem grande, limpou o porco o m&aacute;ximo que pode. S&oacute; de bater o olho
                na escova, o porco come&ccedil;ou, como um tolo, a gritar. O motivo &eacute; porque tais instrumentos
                s&atilde;o feitos com p&ecirc;lo de porco. Enquanto o animal gritava, delirando, seu corpo ficou
                totalmente branco.&nbsp;</p>
            <p>&ldquo;Vai, acabou. Pra fora!&rdquo;, ordenava o assistente ao porco, empurrando-o.</p>
            <p>Sem escolha, o porco saiu da bacia, com o frio infiltrando seu corpo, fazendo com que ele espirrasse.</p>
            <p>&ldquo;Ih rapaz, vai pegar um resfriado ein.&rdquo;, dizia o ajudante, com os olhos arregalados.</p>
            <p>&ldquo;T&aacute; tudo certo&hellip; isso a&iacute; era s&oacute; o tanto que ele tava fedendo&rdquo;,
                zombava, ironicamente, o assistente.</p>
            <p>Quando o porco voltou para o celeiro, a palha havia sido substitu&iacute;da. O frio atingia seu corpo
                como v&aacute;rias picadas. Sem nada no est&ocirc;mago desde a manh&atilde;, sua barriga mais parecia um
                v&aacute;cuo que gorgolejava como uma tempestade de granizo.</p>
            <p>Os olhos do porco n&atilde;o estavam mais abertos e sua cabe&ccedil;a come&ccedil;ava a latejar.
                V&aacute;rias lembran&ccedil;as horr&iacute;veis da vida de Yorkshire passaram por sua mente como uma
                lanterna girat&oacute;ria, ora claros, ora escuros. Ouvia uma dezena de ru&iacute;dos assustadores. Se
                vinham de fora, ou de dentro do porco era imposs&iacute;vel de saber. Por fim, em algum momento da
                manh&atilde;, um sino toca na sala de aula. Logo depois, ouviu-se um zumbido e muitos alunos chegaram. O
                assistente tamb&eacute;m veio.&nbsp;</p>
            <p>&ldquo;Vamos fazer isso l&aacute; fora? L&aacute; fora parece melhor&hellip; &Eacute; isso, nos
                encontramos l&aacute;&hellip; Ei&hellip; Levem-no para fora e n&atilde;o deixem que ele fa&ccedil;a
                tanto barulho assim. Tem que ser direto.&rdquo;</p>
            <p>Um professor de pecu&aacute;ria, usando uma bata marrom diferente da usual, est&aacute; parado na porta
                de entrada.&nbsp;</p>
            <p>O assistente entra, s&eacute;rio.</p>
            <p>&ldquo;Como vai? O tempo est&aacute; muito bom hoje&hellip; por que voc&ecirc; n&atilde;o vai dar uma
                passeadinha?&rdquo; foi dito acompanhado por mais uma chicotada. O porco seguiu rapidamente, de
                bochechas inchadas, sem obje&ccedil;&atilde;o. Na frente e ao lado, os pares de pernas pretas dos alunos
                se movimentavam como em um sonho.</p>
            <p>Tudo clareou repentinamente. Do lado de fora, o porco caminhava lentamente com seus olhos estreitos por
                conta do brilho solar sobre a neve.&nbsp;</p>
            <p>Sem saber ao certo o rumo que tomava e avistando um cedro ao longe, o porco ao olhar para cima, viu,
                repentinamente, um lampejo de luz branca, como um fogo de artif&iacute;cio, tremeluzir diante de seus
                olhos. Dele, um bilh&atilde;o e mil fogos vermelhos jorraram para os lados, como &aacute;gua. Acima, um
                som agudo e penetrante nos c&eacute;us. Ao lado, a &aacute;gua jorrando. N&atilde;o sei o que aconteceu
                depois disso. De qualquer forma, bem ao lado do porco estava um professor de cria&ccedil;&atilde;o de
                animais, segurando um grande martelo com a respira&ccedil;&atilde;o ofegante, parecendo um pouco
                p&aacute;lido. O porcos parado a seus p&eacute;s, bufando e bufando.&nbsp;</p>
            <p>Os alunos, em alvoro&ccedil;o, trocavam a &aacute;gua da bacia onde deram um banho no porco, com as
                mangas arrega&ccedil;adas, esperando ansiosamente para o que viria depois.</p>
            <p>O assistente esfaqueou grosseiramente o porco, na garganta, com uma grande faca.</p>
            <p>Essa hist&oacute;ria &eacute; de fato pat&eacute;tica. N&atilde;o continuaremos a narrativa. De qualquer
                forma, logo depois, o porco foi desmembrado em oito peda&ccedil;os e empilhado no est&aacute;bulo. As
                partes ficaram marinando na neve durante a noite.</p>
            <p>Pois bem, caros e caras estudantes, naquela noite o c&eacute;u estava l&iacute;mpido, a
                constela&ccedil;&atilde;o de touro cintilava e a g&eacute;lida e p&aacute;lida lua em quarto crescente
                do dia vinte e quatro derramava sua luz azulada, semelhante ao merc&uacute;rio, sobre as nuvens ao
                redor. No meio daquela neve gelada e alva, no fundo de um monte branco empilhado como um
                cemit&eacute;rio de campo de batalha, o porco, limpo e bem lavado, estava enterrado, dividido em oito
                peda&ccedil;os. A lua seguia, silenciosa. E a noite cada vez mais profunda e fria.</p>
        </section>
  <div class="notas" id="notas">
            <h3>Notas</h3>
        </div>
        <script>
            document.addEventListener('DOMContentLoaded', function () {
                const notasDiv = document.getElementById('notas');
                const notas = document.querySelectorAll('.nota');

                notas.forEach((nota, index) => {
                    const notaNumber = index + 1;
                    const notaId = `nota${notaNumber}`;
                    const linkId = `link${notaNumber}`;
                    const notaText = nota.getAttribute('data-nota');

                    nota.innerHTML = `<a href="#${notaId}" id="${linkId}">${notaNumber}</a>`;

                    const notaPara = document.createElement('p');
                    notaPara.id = notaId;
                    notaPara.innerHTML = `<strong>Nota ${notaNumber}:</strong> ${notaText} <a href="#${linkId}">Voltar para o texto</a>`;

                    notasDiv.appendChild(notaPara);
                });
            });
        </script>
        <footer class="rodape">
            <span>Adicionado em: <strong id="data-adicao"></strong></span> |
            <span>Atualizado em: <strong id="data_atualizacao"></strong></span>
        </footer>

        <script>
            const dataAdicao = new Date('2025-08-10');
            const dataAtualizacao = new Date('2025-08-10');

            document.getElementById('data-adicao').textContent = dataAdicao.toLocaleDateString('pt-BR');
            document.getElementById('data_atualizacao').textContent = dataAtualizacao.toLocaleDateString('pt-BR');
        </script>
    </main>
</body>

</html>