<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="icon" href="../../images/icone.svg" type="image/svg+xml">
    <meta name="description"
        content="Tradução de “Boruneo daiya (ボルネオダイヤ)”, de Hayashi Fumiko. Arroz e flores: antologia de literatura rebelde japonesa em português">
    <title>O diamante de Bornéu - Hayashi Fumiko</title>
    <style>
        sup {
            font-size: 0.8rem;
            vertical-align: super;
        }

        a {
            color: #900;
            text-decoration: none;
        }

        a:hover {
            text-decoration: underline;
        }

        .notas p {
            margin-top: 10px;
            font-size: 0.8rem;
            color: #555;
        }
    </style>
    <link rel="stylesheet" href="../../css/texto.css">
</head>

<body>
    <main>
        <section class="destaque">
            <h1 class="titulo">O diamante de Bornéu</h1>
            <p class="autor"><strong><a href="../../antologia/hayashi_fumiko/" target="_blank">Hayashi
                        Fumiko</a></strong></p>
        </section>

        <section class="creditos">
            <p><strong>Tradução</strong>: Juliana Paula Picanco Stracciolano Valverde
            </p>
            <p><strong>Primeira publicação da tradução</strong>: Trabalho de conclusão de curso pela Universidade
                Federal do Rio de Janeiro. Texto indisponível virtualmente.
            <p><strong>HTML</strong>: Felipe Chaves Gonçalves Pinto</p>
            <p><strong>Texto original</strong>: "Boruneo daiya",
                1946.
                Disponível em: <a href="https://www.aozora.gr.jp/cards/000291/files/57375_60809.html"
                    target="_blank"><em>Aozorabunko</em></a>.
                Acesso em: 19/12/2024.</p>
            <p><strong>Este texto está licenciado por</strong>:
                <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank">
                    Licença Creative Commons Atribuição-CompartilhaIgual 4.0 Internacional (CC BY-SA 4.0)</a>.
            </p>

        </section>

        <section class="texto">
            <p>As luzes das velas brilham junto &agrave;s &aacute;guas turvas. Um pouco antes, o &uacute;ltimo p&ocirc;r
                do sol desaparecera no long&iacute;nquo c&eacute;u. E os aguap&eacute;s (<em>ylang-ylang</em>)<sup><span class="nota" data-nota="Ylang-Ylang: planta t&iacute;pica do sudeste asi&aacute;tico, encontrada em abund&acirc;ncia na Indon&eacute;sia e Filipinas, muito usada para a produ&ccedil;&atilde;o de &oacute;leos hidratantes. No Brasil, &eacute; conhecida por Kananga do Jap&atilde;o."></span></sup> que pairavam o dia todo sobre as &aacute;guas,
                certamente buscavam seu abrigo noturno &agrave;s margens. O sil&ecirc;ncio era tamanho que dava para
                ouvir o estridente som dos remos das pequenas embarca&ccedil;&otilde;es <em>(tanbagan</em>) quando
                sa&iacute;am das margens do rio. <em>Chu&aacute;, chu&aacute;</em>. Como se penetrasse no mais
                &iacute;ntimo da alma daqueles que o ouvem, o som dos remos sobre as &aacute;guas convidava a uma
                solid&atilde;o e saudade insuport&aacute;veis. De vez em quando, as &aacute;rvores murmurantes nos
                arredores da casa se moviam de um lado para o outro. &ndash;&ndash; Tamae estava deitada de
                bru&ccedil;os, dentro do mosquiteiro branco, completamente nua. Colocando os p&eacute;s sobre a almofada
                que parecia um longo travesseiro, esticada como uma r&atilde;, seu corpo era massageado pelas mulheres
                javanesas. Enquanto passava o &oacute;leo de coco por todo o corpo de Tamae, a massagista, com suas
                m&atilde;os firmes, esfregava suas costas com movimentos circulares gentis como se escrevera um
                ideograma japon&ecirc;s. Pressionando o rosto contra uma toalha grande, Tamae pensava na filha a qual
                abandonara. Pensava tamb&eacute;m no qu&atilde;o longe era o local para onde tinha ido. E sentia que
                n&atilde;o conseguiria mais voltar ao Jap&atilde;o se continuasse assim. Talvez pelo calor angustiante
                ou pelo fato de as r&atilde;s n&atilde;o pararem de coaxar, Tamae n&atilde;o conseguia organizar os
                pensamentos e eles t&atilde;o pouco lhe chegavam &agrave; mente. &ldquo;Ser&aacute; que estava chovendo
                quando partimos do porto de Hiroshima?...&rdquo; Sua figura galante na viagem de quatro meses
                atr&aacute;s, agora lhe parecia uma outra pessoa. Ser&aacute; que j&aacute; era quase noite quando o
                navio adentrou o Rio Barito<sup><span class="nota" data-nota="Rio Barito: considerado o segundo rio mais longo de Born&eacute;u, origina-se na Cordilheira Muller para onde flui para o sul no Mar de Java. Seu afluente mais importante &eacute; o Rio Martapura e passa pela cidade de Banjarmasin."></span></sup> ?... Ao longo da margem
                coberta por manguezais, a embarca&ccedil;&atilde;o ia deslizando lentamente pelas &aacute;guas
                barrentas. De uma realidade para a outra, sem o amor do pr&oacute;ximo, aquela esta&ccedil;&atilde;o do
                ano, estranha e incompleta, girava incessantemente como um pi&atilde;o dentro das lembran&ccedil;as de
                Tamae. Havia se passado quatro meses desde que partira do Jap&atilde;o. Ao chegar a este lugar chamado
                Banjarmasin<sup><span class="nota" data-nota="Banjarmasin: atual capital da prov&iacute;ncia de Kalimantan do Sul, &eacute; chamada de &ldquo;Cidade dos Rios&rdquo;, pois est&aacute; localizada pr&oacute;xima a jun&ccedil;&atilde;o dos rios Barito e Martapura."></span></sup>, no sul de Born&eacute;u, a chuva
                n&atilde;o dava tr&eacute;gua uma tarde sequer. Uma chuva grossa como barbante. Por se tratar de um
                lugar quente, a chuva, como que num &iacute;mpeto, fazia subir um vapor e tornava esbranqui&ccedil;ado
                tudo ao seu redor. As mulheres que l&aacute; tinham ido trabalhar, eram, em sua maioria, as que haviam
                chegado no limite do sofrimento em sua terra. Apenas Tamae, movida pelo impulso dos acontecimentos e
                convidada por algu&eacute;m, acabou parando naquele lugar. Tamae era a filha de uma cabeleireira. Seu
                irm&atilde;o mais velho saiu para uma expedi&ccedil;&atilde;o militar assim que a guerra sino-japonesa
                come&ccedil;ou, mas acabou morrendo durante uma miss&atilde;o em W&uacute; sōng<sup><span class="nota" data-nota="W&uacute; sōng (呉淞): ponto de desembarque da for&ccedil;a de ataque de Shanghai. Remete ao &iacute;nicio da guerra Sino-Japonesa."></span></sup>. Como o outro irm&atilde;o mais velho tinha medo da guerra, ele
                mesmo tomou a iniciativa de trabalhar em uma ind&uacute;stria b&eacute;lica, se mudando para Mito<sup><span class="nota" data-nota="Mito (水戸): atual capital da prov&iacute;ncia de Ibaraki, no Jap&atilde;o."></span></sup>. Nesta &eacute;poca,
                Tamae era uma estudante em uma escola para meninas. Por&eacute;m, quando as aulas foram canceladas e
                todos os alunos tiveram que ir da escola direto para as f&aacute;bricas, Tamae foi ficando entediada e
                quando faltava apenas mais um ano para se formar, sem dizer nada &agrave; m&atilde;e, largou os estudos
                e foi trabalhar como gar&ccedil;onete em um restaurante da esta&ccedil;&atilde;o de Ueno<sup><span class="nota" data-nota="Ueno (上野): tradicional bairro de T&oacute;quio, com diversas atra&ccedil;&otilde;es tur&iacute;sticas importantes."></span></sup>. L&aacute;, ela conhece Matsuya, que era uma esp&eacute;cie de
                cozinheiro neste local. Os dois passam a se encontrar &agrave;s escondidas em uma pens&atilde;o
                pr&oacute;xima aos arredores da esta&ccedil;&atilde;o de Ueno e, Tamae, acabou engravidando. At&eacute;
                mais ou menos o sexto m&ecirc;s, Tamae n&atilde;o fazia ideia de que estava gr&aacute;vida. S&oacute;
                quando Matsuya lhe disse que ela estava esquisita, &eacute; que Tamae percebe, pela primeira vez, que
                n&atilde;o estava em sua melhor condi&ccedil;&atilde;o f&iacute;sica. Para ela, que s&oacute; tinha 17
                anos, a mudan&ccedil;a em seu corpo n&atilde;o era um motivo de grande preocupa&ccedil;&atilde;o. Ao
                deixar a casa dos pais para morar com Matsuya, pela primeira vez, Tamae foi aos poucos percebendo que
                seu destino n&atilde;o era dos melhores e come&ccedil;ou a sentir-se melanc&oacute;lica. Aos 18, em uma
                pequena maternidade em Matsubachō<sup><span class="nota" data-nota="Matsubachō (松葉町):bairro de T&oacute;quio, na regi&atilde;o de Daito-ku."></span></sup>, Tamae d&aacute;
                &agrave; luz uma menina. Assim que a beb&ecirc; nasceu, sem nem consultar Tamae, que ainda estava
                internada na maternidade, Matsuya entregou a menina para uma fam&iacute;lia do bairro de Oji, em
                T&oacute;quio. Tamae, que ainda era bem jovem, n&atilde;o possu&iacute;a tanto remorso em
                rela&ccedil;&atilde;o a beb&ecirc;, mas entreg&aacute;-la nas m&atilde;os de terceiros lhe parecia, de
                certa forma, um tanto quanto deprimente. Desde que sa&iacute;ra da casa dos pais, Tamae n&atilde;o
                recebia comida direito e, hoje, vivia daquilo que Matsuya conseguia arranjar para ela. Para ela, era um
                t&eacute;dio passar as horas em casa sem fazer nada, enquanto Matsuya sa&iacute;a para trabalhar. Sendo
                assim, um dia, Tamae foi at&eacute; uma ag&ecirc;ncia de trabalhos na vizinhan&ccedil;a e conheceu a
                dona de uma pousada em Atami<sup><span class="nota" data-nota="Atami (熱海): cidade na prov&iacute;ncia de Shizuoka, conhecida pelas &aacute;guas termais."></span></sup>. Habilmente persuadida pela dona da
                pousada, que lhe dizia que, ao inv&eacute;s de viver uma vida mon&oacute;tona no pequeno Jap&atilde;o,
                ela deveria tentar a vida em algum lugar do Pac&iacute;fico, Tamae, de repente, ficou com vontade de
                tentar. Com os 2500 ienes que ganhara da mulher para as despesas com os preparativos da viagem, Tamae
                enviou mil ienes para sua m&atilde;e, deixou os outros mil na pens&atilde;o onde morava Matsuya e sem
                dizer nada a ningu&eacute;m, partiu em dire&ccedil;&atilde;o &agrave; Hiroshima junto com outras cinco
                mulheres na mesma condi&ccedil;&atilde;o que ela.</p>
            <p>Cada uma das cinco mulheres tinha uma hist&oacute;ria de vida diferente para contar. Na viagem de navio
                de aproximadamente tr&ecirc;s semanas, Tamae teve que ouvir as mesmas hist&oacute;rias das mulheres
                todos os dias desde que sa&iacute;ram de Hiroshima. Dentre as cinco, Tamae era a mais jovem e a mulher
                mais velha estava com seus trinta e poucos anos. O grupo consistia em oito pessoas: Sra. Fukui, dona da
                pens&atilde;o, Tamae e as cinco mulheres e um homem de &oacute;culos, que veio de Born&eacute;u para
                busc&aacute;-las, chamado Sakata. A cada dia ficava mais quente em alto mar e as mulheres n&atilde;o
                aguentavam mais a mon&oacute;tona vida dentro do navio. Aos poucos, come&ccedil;avam a sentir uma certa
                saudade de casa. Como a frente do navio era um hospital, durante o dia, n&atilde;o s&oacute; os soldados
                de Sawayama que l&aacute; se encontravam, mas tamb&eacute;m Tamae e suas companheiras tinham que ficar
                no por&atilde;o. Para irem ao banheiro que ficava no conv&eacute;s, tinham que vestir uma bata de
                enfermeiro branca e imunda. &Agrave; noite, o s&iacute;mbolo da cruz vermelha brilhava nas laterais do
                navio. As mulheres e soldados passavam o dia todo nos fundos do navio, sem fazer nada. Tamae, deitada
                sobre um cobertor fino e sujo, lia uma revista que pegara emprestado de um soldado. Quando enjoava da
                leitura, ela abria sua sacola e de l&aacute; tirava alguma coisa para beliscar. Quando enjoava de comer,
                Tamae simplesmente fechava os olhos e pensava na crian&ccedil;a dada em ado&ccedil;&atilde;o e em
                Matsuya. E quando pensava na imagem de Matsuya procurando por ela, l&aacute;grimas escorriam sobre sua
                face. Ela pensava em voltar pra T&oacute;quio. O combinado tinha sido passar dois anos em Born&eacute;u.
                Ela pensava em voltar ao Jap&atilde;o e visitar Matsuya, mas como ele a receberia dois anos depois?
                Matsuya temia ser recrutado pelo ex&eacute;rcito japon&ecirc;s e, caso isso acontecesse, ele dizia que
                iria fugir. Mas quando o assunto era comida, &ldquo;&ndash; <em>Gente como n&oacute;s, no final das
                    contas, n&atilde;o tem para onde ir mesmo</em>!&rdquo; &ndash; dizia, rindo ironicamente.</p>
            <p>Os acontecimentos dos &uacute;ltimos quatro meses pareciam vagos e distantes e Tamae s&oacute; conseguia
                pensar no Jap&atilde;o como um sonho longe e antigo. J&aacute; em Born&eacute;u, nos primeiros dois ou
                tr&ecirc;s dias, Tamae foi tomada por uma autorreprova&ccedil;&atilde;o insuport&aacute;vel. Tudo que
                havia sido prometido em T&oacute;quio era diferente. Ela tinha sido levada &agrave; Born&eacute;u por
                causa de seu corpo. Em todos os quartos havia um <em>tatami</em><sup><span class="nota" data-nota="Tatami (畳): tapete japon&ecirc;s feito de palha entrela&ccedil;ada, usado em casas como tapete ou como revestimento de piso para a pr&aacute;tica de artes marciais."></span></sup> esfarrapado e uma mesa mal
                pintada. Para os oficiais de alta patente que vinham de fora, havia quartos com um espa&ccedil;o
                ornamentado em estilo japon&ecirc;s. Neste espa&ccedil;o, havia uma fl&acirc;mula pendurada com a imagem
                do Monte Fuji e um estranho enfeite que em muito lembrava um le&atilde;o sagrado<sup><span class="nota" data-nota="Le&atilde;o-sagrado (唐獅子): le&atilde;o sagrado, sendo origin&aacute;rio da &Iacute;ndia, como o le&atilde;o sagrado que protegia a fam&iacute;lia de Buda. Muito usado em templos como protetor, mas tamb&eacute;m em figuras e objetos decorativos."></span></sup>. Deslocado naquele clima tropical exuberante, o
                deformado quarto japon&ecirc;s parecia pobre.</p>
            <p>Quando a massagista javanesa foi embora, Tamae se levantou, foi ao local de banho e jogou v&aacute;rias
                vasilhas de &aacute;gua sobre si mesma. Dentro daquela casa onde n&atilde;o parece existir nem o dia e
                nem a noite, um grupo de oficiais, soldados e civis contratados pelo ex&eacute;rcito constantemente
                passava por ali. Um servente veio chamar Tamae v&aacute;rias vezes. Com uma grande
                indigna&ccedil;&atilde;o, Tamae imaginava como iria aguentar dois anos naquele trabalho. Mas ainda
                assim, se sentava em frente ao espelho, e come&ccedil;ava a se maquiar. Sumiko, uma colega de trabalho
                que dividia o quarto com ela, estava tirando uma semana de folga e l&aacute; dormia. Dizendo que
                n&atilde;o se sentia bem, ela ficou trancada no quarto e n&atilde;o atendeu nenhum cliente. Enxotando os
                mosquitos com seu leque feito de fibra de coco, Sumiko estava na varanda escura e parecia pensativa.
                Quando Tamae sentou-se em frente ao espelho, Sumiko entrou no quarto e disse: &ldquo;&ndash; <em>Ei,
                    n&atilde;o quer vir andar de barco comigo pra se refrescar um pouco?</em>&rdquo; A corrente do Rio
                Barito estava exatamente no delta de Banjarmasin e o Rio Martapura<sup><span class="nota" data-nota="Rio Martapura: rio do sudeste de Born&eacute;u, na Indon&eacute;sia. Afluente do Rio Barito."></span></sup> estava fluindo bem no centro da cidade. Indo
                at&eacute; as margens, tem v&aacute;rios barquinhos atracados e como se fossem os t&aacute;xis de 1 iene
                de T&oacute;quio, a qualquer hora do dia eles navegam pelas &aacute;guas para quem quiser.
                &ldquo;<em>&ndash; Vai ser refrescante s&oacute; de pegar essa brisa!</em>&rdquo; &ldquo;&ndash; <em>Ai,
                    n&atilde;o... vamos levar bronca de novo! Como &eacute; uma &aacute;rea militar, a gente n&atilde;o
                    pode fazer o que bem quer!</em>&rdquo; &ldquo;<em>N&atilde;o t&ocirc; nem a&iacute;! Quem briga com
                    a gente tamb&eacute;m n&atilde;o est&aacute; fazendo o que bem quer?</em>&rdquo; Sumiko amarrou seu
                <em>sarong</em><sup><span class="nota" data-nota="<em>Sarong</em>: saia de algod&atilde;o, t&iacute;pica da Indon&eacute;sia."></span></sup> e
                vestiu uma blusa de tecido fino. Com uma cor estranha e os l&aacute;bios desagradavelmente inchados,
                talvez por culpa da luz opaca, seu rosto parecia deprimido. Sobrancelhas e olhos se destacavam, como se
                estivessem molhados. Tamae, vestindo uma camisa, sentou-se no pequeno tapete e acendeu um cigarro. O
                rosto maquiado parecia mostrar os impulsos de um cora&ccedil;&atilde;o vibrante. Talvez por ter
                encontrado um homem de quem gostara, tanto sua maquiagem quanto a postura eram bem adultas. Ou, quem
                sabe, ela tamb&eacute;m, como tais mulheres, tivesse acumulado a experi&ecirc;ncia e habilidade de
                distinguir bem dentre os homens, mas ela parecia um ou dois anos mais velha. Tamae vestiu uma blusa
                preta de tecido fino. Sentindo-se importante como se tivesse se tornado uma mulher respeit&aacute;vel,
                ela olhava para o espelho. &ldquo;&ndash; <em>Ei... n&atilde;o quer ir no rio comigo um pouquinho?
                    Est&aacute; escuro. Ningu&eacute;m vai saber</em>.&rdquo; &ldquo;&ndash; <em>T&ocirc; pensando...
                    &Eacute; que o Ma est&aacute; vindo</em>.&rdquo; &ldquo;&ndash; <em>Ele vai esperar por voc&ecirc;.
                    Sozinha &eacute; muito triste. Me faz companhia por uns minutos. Afinal... estamos todas no mesmo
                    barco...</em>&rdquo; &ldquo;&ndash; <em>T&aacute; bom, t&aacute; bom. J&aacute; entendi</em>.&rdquo;
                Cal&ccedil;ando as sand&aacute;lias de couro, as duas desceram da varanda e foram para a grama. No
                escuro c&eacute;u, as negras palmeiras viajantes faziam lembrar que elas tinham vindo para uma terra
                muito distante. Quando voltaram para a margem, a mar&eacute; j&aacute; tinha subido. E a lama j&aacute;
                tinha chegado at&eacute; a rua. As duas caminharam por dentro do matagal bem alto. &ldquo;&ndash;
                <em>Tanbagaaan!</em>&rdquo; &ndash; Sumiko chamou o barco. Da sombra negra das &aacute;rvores que
                cresciam sobre as &aacute;guas, um barqueiro respondeu com uma voz abafada: &ldquo;&ndash;
                <em>Oooi</em>!&rdquo; Havia o som de um remo se movendo enquanto a embarca&ccedil;&atilde;o deslizava
                at&eacute; onde elas estavam. As duas pularam dentro do barquinho e por alguns instantes, aquele barco
                fino e longo com uma cobertura, mais parecia uma rede, balan&ccedil;ando de um lado para o outro. Fora
                d&rsquo;&aacute;gua, o intenso sil&ecirc;ncio da noite ca&iacute;a sobre eles. As margens escuras do rio
                continuavam a ficar cada vez mais longe naquela neblina noturna. &ldquo;&ndash; <em>Quero voltar pro
                    Jap&atilde;o!!</em>&rdquo;, diz Sumiko de repente. &ldquo;<em>&ndash;</em> <em>T&ocirc; com saudade
                    de casa!</em>&rdquo;<em> &ndash;</em> diz ela. Como foi algo repentino, Tamae mal conseguiu
                responder, mas de alguma forma, aquele sentimento de Sumiko tamb&eacute;m come&ccedil;ava a
                pression&aacute;-la. Quando o barco chegou no meio do rio, o barqueiro, atento aos pedidos das duas,
                parou de remar e deixou o barco ser levado pela corrente. Nas casas em ambos os lados do rio, a
                fragr&acirc;ncia das lamparinas de &oacute;leo de coco movia-se junto aos vagalumes. Tamae deitou-se no
                tapete de palha do barco. A fragr&acirc;ncia das flores brancas<sup><span class="nota" data-nota="Bugga Sumping: guirlanda de flores t&iacute;pica de pa&iacute;ses asi&aacute;ticos como &Iacute;ndia e Indon&eacute;sia, nas quais as flores (geralmente jasmim ou camar&aacute;) s&atilde;o unidas atrav&eacute;s de um cord&atilde;o feito de fibra de bananas secas. No texto, como se refere a uma flor branca, acredita-se ser o jasmim."></span></sup>, pairando na brisa
                gentil, espalhava seu perfume pela superf&iacute;cie do rio. &ldquo;<em>&ndash; Canta pra
                    gente!</em>&rdquo; &ndash; brincou Tamae, chamando o barqueiro. O barqueiro soltou uma risada
                t&iacute;mida, mas em uma voz inesperadamente jovial, come&ccedil;ou a cantarolar umas cantigas nativas
                de quatro versos. Era uma bela e suave voz que ecoou por sobre as &aacute;guas. &ldquo;<em>&ndash; Mesmo
                    que eu n&atilde;o tivesse nada, s&oacute; queria mesmo voltar ao Jap&atilde;o. Talvez a gente
                    at&eacute; sinta saudades de Born&eacute;u, mas pelo menos uma vez eu queria voltar para
                    T&oacute;quio.</em>&rdquo; Mesmo dizendo isso, na realidade, Tamae n&atilde;o desejava voltar tanto
                assim. &ldquo;<em>&ndash; Eu, n&atilde;o. Eu quero voltar nem que seja nadando. &Eacute; uma pena que eu
                    tenha vindo parar num lugar desses</em>. <em>A madame diz que eu tenho os nervos fracos, mas
                    n&atilde;o &eacute; isso...</em> <em>Mesmo quando eu estava de cama com dengue, eu sempre pensei que
                    n&atilde;o queria morrer num lugar desses. Se n&atilde;o existisse guerra, a gente poderia voltar
                    logo...</em>&rdquo; &ldquo;<em>&ndash; Voc&ecirc; t&aacute; assim porque ele morreu, n&eacute;? Por
                    isso voc&ecirc; est&aacute; assim desiludida.</em>&rdquo; Dentre os clientes, havia um soldado do
                qual Sumiko gostava, mas h&aacute; um m&ecirc;s, chegou a not&iacute;cia de que ele tinha se ferido e
                morrido em uma base petrol&iacute;fera no interior de Murung Pudak<sup><span class="nota" data-nota="Murung Pudak: pequeno distrito na prov&iacute;ncia de Kalimantan do Sul, na Indon&eacute;sia."></span></sup>. De repente, j&aacute;
                n&atilde;o se ouvia mais a voz do barqueiro cantando. E, agora, novamente, o barulho dos seus remos.
                Tamae queria passar a noite no barco. Queria tanto poder dormir direto, sem ser interrompida por
                ningu&eacute;m.</p>
            <p>Talvez fosse umas nove da noite quando as duas voltaram para o quarto. Quando Tamae foi para o
                sal&atilde;o principal, como de costume, estavam v&aacute;rios grupos de soldados b&ecirc;bados,
                entoando hinos militares e discutindo por algo. Sumiko n&atilde;o saiu do quarto. Depois de ser obrigada
                a beber uns dois ou tr&ecirc;s copos de conhaque, ela j&aacute; voltava ao seu estado normal e animado.
                N&atilde;o havia nada o que pensar. Algo dourado e resplandecente como &eacute;ter, parecia transpirar
                pelos poros do seu corpo. E, sem temer o lugar que fosse, movida por uma forte paix&atilde;o, ela se
                deixou levar. A hist&oacute;ria de seus quatro meses em Born&eacute;u sumiria como num piscar de olhos.
                Quando naturalmente ela sentiu aquela calma de que tudo de si j&aacute; estava destru&iacute;do, ela
                podia estar onde quer que fosse. J&aacute; n&atilde;o havia mais pudor. Ela tinha a confian&ccedil;a de
                que faria qualquer homem ajoelhar-se &agrave; sua frente. Tampouco a vida atual era tediosa para ela.
                Tarde da noite, Manabe veio de carro das minas de diamantes de Martapura<sup><span class="nota" data-nota="Martapura: cidade localizada no distrito de Banjar, em Kalimantan do Sul, Indon&eacute;sia.Famosa pela ind&uacute;stria de diamantes."></span></sup> para encontrar Tamae. Ao
                ficarem a s&oacute;s naquele quarto estreito, Tamae, vestindo apenas uma blusa, ficou em p&eacute; na
                frente do ventilador. Como uma crian&ccedil;a, ela abria os bra&ccedil;os e tagarelava, ainda um pouco
                alta. Manabe tirou seu uniforme de ver&atilde;o, colocou-o sobre a mesa e deslizou o corpo at&eacute; o
                mosquiteiro. No corredor, como de costume, ouvia-se palavras de baixo cal&atilde;o, vinda dos clientes
                que brigavam pelas mulheres. Tamae, como sempre, estava na frente do ventilador de baixa pot&ecirc;ncia.
                Com gestos infantis, como se quisesse mostrar deliberadamente seu corpo branco e rechonchudo, Tamae
                cantarolou uma can&ccedil;&atilde;o cujas palavras eram inintelig&iacute;veis. &ldquo;<em>&ndash;</em>
                <em>Por que voc&ecirc; n&atilde;o vem pra c&aacute;</em>?&rdquo; &ldquo;<em>&ndash; </em><em>Porque
                    t&aacute; calor!</em>&rdquo; &ldquo;<em>&ndash; V</em><em>ai sentir mais calor ainda depois de ficar
                    na frente do ventilador! Vem c&aacute;!</em>&rdquo; Tamae, simplesmente virou o ventilador em
                dire&ccedil;&atilde;o ao mosquiteiro e foi para a cama de Manabe. E como uma mania, Tamae costumava
                deitar sua cabe&ccedil;a na altura do peito de Manabe, mordendo os dedos da m&atilde;o direita. Foram
                incont&aacute;veis as veze que os dois se deitaram na cama desta maneira, mas sem que houvessem mantido
                uma rela&ccedil;&atilde;o sexual uma vez sequer. Embora no meio de uma guerra selvagem, ele simplesmente
                abra&ccedil;ou Tamae. E ao amanhecer, ambos olhavam um para o outro com uma sensa&ccedil;&atilde;o de
                frescor. &ldquo;<em>&ndash; V</em><em>oc&ecirc; n&atilde;o gosta de mim. &Eacute; o que eu acho.</em>
                <em>Voc&ecirc; n&atilde;o tem um cora&ccedil;&atilde;o humano.</em>&rdquo; &ldquo;<em>&ndash;
                    Q</em><em>ue isso! Eu venho justamente porque gosto de voc&ecirc;!</em> <em>Talvez voc&ecirc; ache
                    estranho, mas o fato de eu ter te encontrado em um lugar como este, &eacute; o meu destino.</em>
                <em>Se os olhares de todos n&atilde;o estivessem brilhando e n&atilde;o houvesse guerra, eu queria me
                    casar com voc&ecirc;, mas... n&atilde;o h&aacute; o que fazer.</em> <em>Por qualquer coisinha,
                    n&oacute;s ser&iacute;amos separados e enviados para um lugar distante um do outro.</em>&rdquo;
                &ldquo;<em>&ndash;</em><em> N&atilde;o seria melhor se a gente se casasse em alto e bom som?</em>&rdquo;
                &ldquo;<em>&ndash;</em><em> Sim, mas... estamos em um campo de batalha e o ex&eacute;rcito est&aacute;
                    aqui! Eu mesmo, se n&atilde;o pertencesse ao ex&eacute;rcito, seria simples, mas n&atilde;o
                    h&aacute; nada o que fazer.</em>&rdquo; &ldquo;<em>&ndash; </em><em>&Eacute;... &eacute; isso mesmo.
                    E voc&ecirc; tem uma esposa e um filho. E n&atilde;o deveria ser infiel a eles.</em>&rdquo; Manabe
                permaneceu em sil&ecirc;ncio. Ap&oacute;s alguns instantes, tirou do bolso um pequeno embrulho que mais
                parecia o de um rem&eacute;dio<em>: </em>&ldquo;<em>&ndash; Esse diamante, fui eu que achei. Se um dia
                    voc&ecirc; voltar ao Jap&atilde;o, eu quero que voc&ecirc; fa&ccedil;a dele um anel.</em>&rdquo;
                &ndash; disse ele colocando o diamante bruto reluzente na palma da m&atilde;o suada de Tamae. O diamante
                brilhava como se estivesse molhado. Talvez por estar deitado, para Manabe, as palmeiras nativas quando
                vistas por entre a claridade que entrava pela janela se expandiam como em um afresco. Na atmosfera
                matinal desta pantanosa regi&atilde;o, tudo parecia encharcado pelo orvalho noturno. Tamae segurou o
                diamante e, por instantes, ficou fascinada por seu brilho. O diamante por si s&oacute; parecia um objeto
                bastante trivial. &ldquo;<em>&ndash;</em><em> A qualidade dos diamantes de Born&eacute;u n&atilde;o
                    &eacute; l&aacute; essas coisas, mas acho que deve ficar perfeito no seu dedo.</em>&rdquo;
                &ldquo;<em>&ndash;</em><em> Por quanto ser&aacute; que consigo vend&ecirc;-lo?</em>&rdquo;
                <em>&ndash;</em><em>&ndash; </em>Se algu&eacute;m ficasse parado na entrada de uma f&aacute;brica em
                algum lugar do Jap&atilde;o, provavelmente veria muitas meninas com aquela fei&ccedil;&atilde;o comum de
                Tamae. Naquele rosto reto n&atilde;o havia nada de especial, a n&atilde;o ser pelos l&aacute;bios
                pequenos e o olhar tenro por detr&aacute;s daquelas p&aacute;lpebras finas. Era um rosto comum, daqueles
                que as pessoas pensavam j&aacute; ter visto em algum lugar. Quando Tamae, sempre pr&aacute;tica,
                perguntou por quanto poderia vender aquele diamante, aquilo estragou a alegria de Manabe por uns
                instantes. &ldquo;<em>&ndash; Bom, talvez por uns 5 ou 6 mil ienes!</em>&rdquo;, disse ele, de maneira
                calculista, s&oacute; para surpreend&ecirc;-la. &ldquo;<em>&ndash; Nossa... essa pedra &eacute;
                    t&atilde;o cara assim? Estou surpresa! Ent&atilde;o, esse diamante ser&aacute; uma fortuna para
                    mim!</em> <em>S&eacute;rio que ele vale tanto assim?</em>&rdquo; &ndash; Tamae olhava com mais
                cobi&ccedil;a ainda para o diamante. Manabe olhou distraidamente pela janela e Tamae o abra&ccedil;ou
                por tr&aacute;s e encheu sua face suada de beijos. Tendo se formado em metal&uacute;rgica pela
                Universidade Imperial, na &eacute;poca da ocupa&ccedil;&atilde;o do sul de Born&eacute;u, Manabe havia
                sido enviado por uma empresa industrial de minera&ccedil;&atilde;o como um funcion&aacute;rio comum do
                ex&eacute;rcito. Tendo vivido em um pequeno alojamento de oficiais em Martapura nos &uacute;ltimos dois
                anos, Manabe encontrara Tamae em um jantar oferecido por um oficial japon&ecirc;s. Tamae logo gostou de
                Manabe. Tanto que um dia, ela fingiu ser uma nativa indon&eacute;sia, andou por quatro quil&ocirc;metros
                e foi at&eacute; a casa onde Manabe vivia. Manabe, no in&iacute;cio, achou que ela fosse uma
                interesseira, mas havia algo na paix&atilde;o avassaladora de Tamae que ia atraindo-o pouco a pouco.
                Ainda assim, ele achava um inc&ocirc;modo que seu lado perfeccionista n&atilde;o o deixasse chegar as
                vias de fato. Usar o corpo de Tamae como uma noite de consola&ccedil;&atilde;o, significaria, em termos
                Zen budistas, experimentar o desgosto final de um desejo carnal. Uma vez que a chama moment&acirc;nea da
                lux&uacute;ria tivesse passado, a paz de esp&iacute;rito na manh&atilde; seguinte traria um grande
                alento para Manabe. Se a determina&ccedil;&atilde;o come&ccedil;a a se perder, eu acabo por me tornar um
                homem comum e assim, despertam os desejos dos tr&ecirc;s venenos e cinco desejos. Pensamentos homicidas,
                criminosos, pensamentos de fornica&ccedil;&atilde;o, de avareza, de cal&uacute;nia,
                prevarica&ccedil;&atilde;o, de mentiras bem contadas, de falsidade, ira, reclama&ccedil;&otilde;es,
                orgulho, de cobi&ccedil;a, inveja... Assim estavam cravados no &iacute;ntimo de Manabe, os mandamentos
                do terceiro disc&iacute;pulo do mestre Musō<sup><span class="nota" data-nota="Musō:refere-se a Musō Soseki (夢窓疎石, 1275-1351), professor, caligrafista, poeta, designer de jardins e monge zen budista. Apresentado no conto com Musō Kokushi&nbsp;(夢窓国師), t&iacute;tulo honor&aacute;rio concedido a ele pelo Emperador Go-Daigo."></span></sup>, os quais ele lera na
                &eacute;poca de estudante. Romper violentamente com todas as conex&otilde;es com o mundo e buscar de
                toda o cora&ccedil;&atilde;o os segredos de sua pr&oacute;pria alma. Este era o degrau mais elevado do
                esfor&ccedil;o espiritual. Misturar todo o tipo de conhecimento de maneira confusa, com um amor impuro
                de conhecimento. Este era o degrau do meio. Mas, escurecer a luz da pr&oacute;pria alma, adorar
                ignorantemente a saliva de Buda &ndash; este era o degrau mais baixo. Ainda que Manabe decidisse comprar
                Tamae por uma noite com a desculpa de que aquilo ali, afinal de contas era um campo de guerra, sua moral
                n&atilde;o o permitiria pensar t&atilde;o longe assim. E quando ele se questionava se o seu caso com
                Tamae era correto ou n&atilde;o, via que isso tamb&eacute;m era o mesmo que escurecer o brilho de sua
                pr&oacute;pria alma. Realmente havia inibi&ccedil;&otilde;es em um campo de batalha. Os olhares de
                in&uacute;meros japoneses nele tamb&eacute;m era algo intimidador. E para o Manabe, estudante do
                governo, pendia em frente aos seus olhos a palavra: &ldquo;honra&rdquo;. Ainda assim, como era
                agrad&aacute;vel aquela voz feminina doce e carinhosa que susssurrava apenas para ele nas noites
                solit&aacute;rias em uma terra desconhecida. Havia um homem na mesma resid&ecirc;ncia na qual Manabe
                morava que ao inv&eacute;s de escrever um di&aacute;rio, escrevia uma carta para sua esposa todos os
                dias. Manabe achava invej&aacute;vel a saudade genu&iacute;na daquele jovem. Ser parte de uma tropa era
                avan&ccedil;ar galantemente at&eacute; conquistar um territ&oacute;rio, sem tempo de pensar em nada.
                Por&eacute;m, uma vez que o territ&oacute;rio era ocupado, e eles ali se assentavam, a regra de honra
                das tropas tornava-se covarde em frente a paz e a calma come&ccedil;ava a desaparecer. Quanto mais
                calmos os arredores, as regras dos militares come&ccedil;avam a desmoronar. Passavam a ficar turvas. Com
                Manabe, tamb&eacute;m era assim. Enquanto estava correndo de um lado para o outro nas minas dos
                territ&oacute;rios ocupados, ele estava dando a vida pelo pa&iacute;s, mas quando aos poucos os
                resultados come&ccedil;avam a surgir, Manabe ficava entediado e era assolado por pensamentos de um
                t&eacute;dio insuport&aacute;vel e por um sentimento de incapacidade. Seja quando ficou vagamente
                apaixonado pelo caminhar da servente da tribo Dayak<sup><span class="nota" data-nota="Dayak: grupo &eacute;tnico nativo da regi&atilde;o de Born&eacute;u, sem ascend&ecirc;ncia malaia ou influ&ecirc;ncia mu&ccedil;ulmana."></span></sup> que em muito lembrava as japonesas ou quando de
                algum modo buscava em meio as mulheres javanesas ou malaias por aquelas com o corpo mais belo, enquanto
                peneiravam as areias que continham diamantes. Trabalhar nas minas sob as ordens do ex&eacute;rcito
                significava n&atilde;o ter descanso, mas aquele brilho l&iacute;quido que s&oacute; o diamante possui,
                sempre fazia Manabe pensar na pele macia de uma mulher. Mais do que o lado pr&aacute;tico dos diamantes,
                que eram usados em muitos dos maquin&aacute;rios, Manabe sentia prazer em imagin&aacute;-los como um
                adorno em belas mulheres. Amarelo, lavanda, roxo, azul-cobalto, rosa&hellip; do trabalho de milhares de
                pe&otilde;es, assim, aos poucos, os diversos tipos de diamantes emergiam das areias. Aqueles diamantes
                que apareciam aos poucos, acabavam desaparecendo nos arsenais do Jap&atilde;o. A beleza reluzente do
                diamante, ao se afastar da &aacute;rea de minera&ccedil;&atilde;o, era como se estrelas cadentes
                tivessem se tornado pedras e dissipassem como o orvalho, tornando-se ao final, o orvalho fugaz do campo
                de batalha. Uma vez, Manabe enviara um maravilhoso diamante azul-cobalto para sua esposa. Dias depois de
                receber o diamante, ela o doou ao governo. Depois, chegou uma carta sem no&ccedil;&atilde;o, dizendo que
                ele deveria elogi&aacute;-la pela atitude patriota e por ter percebido os desejos mais profundos de seu
                marido. Manabe estava certo de que uma pedra t&atilde;o bela como aquela era uma raridade e dificilmente
                seria encontrada de novo. Por isso mesmo, sentiu raiva e remorso pela atitude insensata da esposa.
                Chegava a ser pat&eacute;tico pensar na falta de no&ccedil;&atilde;o que sua esposa tinha com joias,
                tratando-as como se fossem incont&aacute;veis letras sa&iacute;das de uma m&aacute;quina de escrever. As
                mulheres japonesas n&atilde;o conheciam a real beleza de uma joia nem seu valor no mundo. Nos dedos das
                mulheres japonesas, castigados pelo trabalho insano do dia a dia, talvez a beleza de um diamante fosse
                algo demasiado assustador. O territ&oacute;rio conquistado &agrave;s custas de uma carnificina em prol
                dos conquistadores ignorantes que desprezavam o povo local como uma ra&ccedil;a inferior e os quais
                n&atilde;o conseguiam perceber as falhas de seu pr&oacute;prio governo. Havia algo em comum entre isso e
                a ignor&acirc;ncia da mulher japonesa que n&atilde;o conhece o valor de um diamante. Nestes dias de
                estagna&ccedil;&atilde;o do regime militar, Manabe sentia isso. Ser perguntado por Tamae quanto custava
                aquele diamante, era agora, pelo contr&aacute;rio, algo bastante agrad&aacute;vel para Manabe.</p>
            <p>Tamae mandou a servente &agrave; feira para comprar para eles vinte churrasquinhos de frango apimentado
                e, assim, comeu junto com Manabe dentro do mosquiteiro. Hoje tamb&eacute;m est&aacute; quente. Aquele
                c&eacute;u vasto, de cor azul cobalto, t&iacute;pico dos pa&iacute;ses do sudeste asi&aacute;tico, era
                t&atilde;o claro que se chegava senti-lo como agulhas espetando os olhos. A seca cidade de Banjarmasin,
                onde n&atilde;o havia um transporte p&uacute;blico a n&atilde;o ser carro ou bicicleta, era abafada e
                deserta durante o dia todo. De uma margem a outra, na superf&iacute;cie enlama&ccedil;ada do rio, havia
                movimenta&ccedil;&atilde;o e barulho das pequenas embarca&ccedil;&otilde;es que mais pareciam brinquedos
                ou caixinhas viradas. Seus guarda-s&oacute;is em forma de tigela, t&atilde;o grandes, que podia-se
                vislumbrar as m&atilde;os trabalhando no remo sob eles, deslizavam como as muitas flores &agrave;
                deriva, no riacho. Em meio ao alvoro&ccedil;o de embarca&ccedil;&otilde;es, uma enorme quantidade de
                plantas aqu&aacute;ticas acotoveladas uma as outras eram empurradas rio acima pela mar&eacute;. O fluir
                das plantas aqu&aacute;ticas era t&atilde;o denso a ponto de nem conseguir ver a &aacute;gua e, ao
                observ&aacute;-la por alguns instantes, se criava a ilus&atilde;o de que o barco deslizava pelos
                trilhos. Dava a impress&atilde;o de o pr&oacute;prio planeta terra estar se movendo. A parte da frente
                das casas &agrave;s margens do rio funcionava como loja. Dava at&eacute; para parar o barco na frente do
                armarinho e fazer compras. As pessoas podiam at&eacute; pechinchar arroz e artigos diversos &agrave;
                beira do rio. As pr&oacute;prias embarca&ccedil;&otilde;es vendiam artigos como caf&eacute; e
                ma&ccedil;os de cigarro bem arrumados enquanto remavam lentamente pelo tr&aacute;fego fluvial.
                Crian&ccedil;as nuas nadavam, separando as ra&iacute;zes dos aguap&eacute;s (<em>iron-iron</em>). Neste
                rio, pelo menos, o homem e a natureza, indiferentes &agrave; guerra, divertiam-se uns com os outros,
                como cachorrinhos, criando juntos um mundo natural ador&aacute;vel. Para os habitantes de Born&eacute;u,
                n&atilde;o deveria haver nada mais perturbador do que esta guerra.</p>
            <p>A &uacute;nica &aacute;gua pot&aacute;vel aqui era a da chuva, que fazia com que as pessoas tivessem
                pregui&ccedil;a de escovar os dentes. Manabe tamb&eacute;m tinha os dentes amarelados por causa da
                nicotina. &ldquo;&ndash; <em>Ent&atilde;o...sabia que a Sumiko queria voltar pra T&oacute;quio a nado? O
                    que voc&ecirc; acha?</em> <em>E voc&ecirc;? Voc&ecirc; deve querer encontrar com sua
                    m&atilde;e...</em>&rdquo; &ldquo;&ndash; <em>Bom, de vez em quando eu at&eacute; sonho com ela, mas
                    uma vez que se est&aacute; aqui, n&atilde;o h&aacute; o que fazer.</em> <em>A Sumiko, eu j&aacute;
                    acho que vai enlouquecer.</em> <em>N&atilde;o sei, mas &eacute; estranho...</em> <em>desde a morte
                    daquele soldado, ela n&atilde;o serve para absolutamente nada. Talvez ela esteja pensando tanto nele
                    que...</em>&rdquo; &ldquo;<em>&ndash; Sei l&aacute;...deve ser o clima de Banjar.</em> <em>quente e
                    n&atilde;o d&aacute; nem tempo de esfriar a cabe&ccedil;a!</em>&rdquo; Tamae, sem modos, colocou as
                duas pernas no peito de Manabe e com a cabe&ccedil;a pendurada para fora da cama, enquanto fumava um
                cigarro, como se fosse uma acrobacia. Talvez por estar ligado a noite toda e estar sem for&ccedil;a, o
                ventilador girava suas l&acirc;minas lentamente com um som como se estivesse arrastando latas.
                &ldquo;<em>&ndash;</em> <em>Ela perdeu bastante peso, n&atilde;o? Sei l&aacute;... parece bem
                    solit&aacute;ria.</em>&rdquo; &ldquo;<em>&ndash; </em><em>Verdade. Mas ultimamente ela ficou
                    at&eacute; mais esperta e bonita! Ela diz que tem vinte e sete anos...</em>&rdquo;
                &ldquo;<em>&ndash; Tudo isso?</em>&rdquo; &ldquo;&ndash; <em>Pois &eacute;, ela nasceu em Kobe,
                    trabalhou de gar&ccedil;onete, de gueixa...enfim, j&aacute; fez v&aacute;rias coisas!</em>&rdquo;
                &ldquo;<em>&ndash; Nossa...nem parece!</em>&rdquo; &ldquo;<em>&ndash; Sabe, na noite passada n&oacute;s
                    andamos de tanbagan. Sumiko estava chorando e dizendo que queria voltar para o
                    Jap&atilde;o.</em>&rdquo; Ao ouvir que Sumiko tinha chorado, Manabe sentiu pena dela. Um lugar
                quente como aquele era demais para algu&eacute;m conseguir suportar. N&atilde;o importa o que falassem.
                O lugar era quente. Empurrando o corpo de Tamae para o lado, do nada, Manabe se levantou e saiu de
                dentro do mosquiteiro. Quando olhou no espelho, percebeu que sua barba tinha crescido em quest&atilde;o
                de uma noite. Seu rosto oleoso estava marrom e sujo. Vestindo seu uniforme de ver&atilde;o pegajoso de
                suor, Manabe beijou a testa de Tamae atrav&eacute;s do mosquiteiro branco e disse: &ldquo;&ndash; <em>Eu
                    volto em breve. Se cuida, t&aacute;?</em>&rdquo; Havia um cheiro de perfume azedo. Deitada, Tamae
                observava Manabe ir embora. Depois de algum tempo, ao longe, ouviu-se o barulho de um motor de carro
                antigo e Manabe partiu, tocando a buzina. Tamae, ent&atilde;o, tirou de debaixo do travesseiro o pacote
                com o diamante e o observava atentamente, agora, em um lugar com claridade. De repente, do nada, veio
                &agrave; sua mente o rosto do beb&ecirc; do qual ela fora separada. O amarelo da pedra do diamante
                brilhava de forma g&eacute;lida. Era a primeira vez em sua vida que Tamae tinha um diamante. E isso lhe
                causava uma sensa&ccedil;&atilde;o delicada. Ao colocar em seu dedo, o diamante parecia um pouco
                solit&aacute;rio naquele dedo atarracado e com covinhas. Em seu cora&ccedil;&atilde;o, Tamae
                sinceramente achava que a cor escarlate de um rubi ficaria melhor nela. &ldquo;<em>&ndash; Esse tipo de
                    pedra valia tanto assim? Apesar do alto valor, era pouco atraente.</em> <em>A madame sempre chamava
                    um joalheiro para avaliar suas joias. Ser&aacute; que eu deveria vender esta pedra para
                    ela?</em>&rdquo; &ndash; pensava Tamae. &ndash;&ndash; &ldquo;<em>&ndash; </em><em>Tamae, aconteceu
                    uma desgra&ccedil;a!</em>&rdquo; disse Masaki colocando o rosto na janela. &ldquo;&ndash;A...a
                Sumiko acabou fazendo aquilo!!&rdquo; &ldquo;<em>&ndash; H</em><em>&atilde;? O que &eacute; que ela
                    fez?</em>&rdquo;<em> &ndash;</em> perguntou Tamae, pegando o pacote do diamante enquanto descia da
                cama. &ldquo;&ndash; <em>Isso aqui</em>!&rdquo; &ndash; respondeu Masaki, colocando a l&iacute;ngua para
                fora e pendurando os bra&ccedil;os para baixo. &ldquo;<em>&ndash; Quando foi isso, meu Deus</em>?&rdquo;
                &ndash; desse jeito, ela cal&ccedil;ou as sand&aacute;lias e foi com Masaki at&eacute; o quarto das
                duas. Um m&eacute;dico do ex&eacute;rcito e dois ou tr&ecirc;s soldados das for&ccedil;as terrestres
                tamb&eacute;m estavam ali. Tamae entrou no quarto e por alguns instantes ficou observando aquela
                terr&iacute;vel cena. Ao olhar o cad&aacute;ver, Tamae sentiu um desejo de viver fervendo dentro de si.
                Como uma corrente el&eacute;trica, o desejo correu pelos ombros nus, bra&ccedil;os, panturrilhas,
                aquecendo e anestesiando Tamae. &ldquo;<em>&ndash; Deve ter sido hoje pela manh&atilde;.</em>&rdquo;
                &ldquo;<em>&ndash; Ela fez na sala de banho.</em>&rdquo; As outras mulheres e a dona da
                esta&ccedil;&atilde;o de conforto estavam ao redor do corpo, tagarelando e fazendo uma algazarra. Quando
                o m&eacute;dico e os soldados partiram, Sakata deu instru&ccedil;&otilde;es para o servente e, assim, o
                corpo de Sumiko, que parecia ter murchado de tristeza, foi enrolado em um len&ccedil;ol e colocado no
                canto do quarto. O p&eacute; descal&ccedil;o do cad&aacute;ver parecia terrivelmente plano e inchado.
                Sakata, ent&atilde;o, tentou juntar as m&atilde;os de Sumiko e coloc&aacute;-las sobre o peito, mas
                essas m&atilde;os j&aacute; n&atilde;o se moviam livremente. Na cabeceira, o <em>yukata</em> de Sumiko
                estava pendurado. &ldquo;&ndash; <em>Ela est&aacute; exatamente como ontem &agrave; noite.</em>&rdquo;
                &ndash; observar Sumiko deitada ali, vestida com o seu <em>sarong</em> de chita e sua blusa branca de
                <em>voile</em>, com os olhos entreabertos e a l&iacute;ngua para fora, era insuport&aacute;vel para
                Tamae. &ndash;&ndash; De repente, decidiram dar um dia de folga para Tamae e suas colegas. Depois de
                prontas as marmitas, elas partiram de carro para a Praia de Takisung<sup><span class="nota" data-nota="Takisung: distrito localizado em Kalimantan do Sul, capital de Banjarmasin. Famoso pela Praia de Takisung, que &eacute; banhada pelo Mar de Java e hoje, um destino tur&iacute;stico bem procurado."></span></sup>. O carro, emprestado pela
                administra&ccedil;&atilde;o civil, veio at&eacute; eles com um motorista malaio. Se ele n&atilde;o
                estivesse fumando cigarros de fibra de coco e fazendo uma fuma&ccedil;a fedorenta, realmente teria sido
                um passeio agrad&aacute;vel. Tamae sentia um peso em seu peito. Sentia remorso por sua insensatez em
                n&atilde;o perceber o sofrimento mortal de Sumiko at&eacute; o &uacute;ltimo momento em que se
                despediram na noite anterior. Embora Sumiko estivesse morta, n&atilde;o havia ningu&eacute;m chorando ou
                chateado com isso. A coisa mais estranha, por&eacute;m, foi a madame dizendo: &ldquo;<em>&ndash;
                    E</em><em>la est&aacute; melhor agora</em>&rdquo;&ndash; enquanto tentava enxugar uma l&aacute;grima
                com o len&ccedil;o. &ldquo;<em>&ndash; A dona estava chorando por ela, n&eacute;</em>?&rdquo; &ndash;
                lembrou Masaki dentro do carro. &ldquo;<em>&ndash; Aquilo foi s&oacute; pra ela se distrair</em>&rdquo;
                &ndash; tal coment&aacute;rio impiedoso veio de Shizuko, cujo apelido era Kuroko, devido a seu corpo
                grande e sua pele escura. &ndash;&ndash; J&aacute; era a hora do almo&ccedil;o quando chegaram nas
                colinas onde ficava o <em>pasanggrahan</em><sup><span class="nota" data-nota="<em>Pasanggrahhan</em>: palavra de origem javanesa que significa pens&atilde;o, albergue, hospedaria."></span></sup> (albergue). Embora fosse
                um pouco enlama&ccedil;ado e de cor avermelhada, quando as mulheres viram a expans&atilde;o ilimitada do
                mar, ficaram muito animadas e come&ccedil;aram a bater papo. Aos olhos das mulheres que achavam que o
                mar era azul, aquela cor avermelhada da praia de <em>Takisung</em>, s&oacute; servia para
                lembr&aacute;-las ainda mais sobre as vicissitudes da vida. Tamae descascou um ovo cozido e comeu. A
                triste imagem de Sumiko v&ecirc;m &agrave; mente. &ldquo;&ndash; <em>Ser&aacute; que sou uma mulher
                    m&aacute;?</em>&rdquo; Consternada, ela contemplava seus sentimentos recentes meio esquecidos na
                dist&acirc;ncia do c&eacute;u vazio. No piso de madeira antigo da sala daquela pens&atilde;o caindo aos
                peda&ccedil;os, as mulheres abriram suas marmitas. O zelador, um homem da tribo Dusun<sup><span class="nota" data-nota="Dusun: grupo &eacute;tnico proto-malaio habitante da prov&iacute;ncia de Sabah."></span></sup>, veio servir um
                caf&eacute; morno. &ldquo;&ndash; <em>T&atilde;o tranquilo, n&eacute;? Te faz at&eacute; perguntar onde
                    &eacute; a guerra.</em>&rdquo; &ndash; disse Masaki, uma mulher j&aacute; madura, vestindo um
                quimono e que mais fazia lembrar uma gar&ccedil;onete dos restaurantes de Asakusa e arredores. Masaki,
                contemplava o mar enquanto acendia um cigarro. &ldquo;&ndash; A Sumiko queria muito voltar pro
                Jap&atilde;o. Na noite passada, n&oacute;s andamos de <em>Tanbagan</em>, mas...aquela seria a
                &uacute;ltima vez. <em>&ndash;&ndash; Ela n&atilde;o precisava ter morrido!</em>&rdquo;
                &ldquo;<em>&ndash; Verdade... Tamae, voc&ecirc; ainda &eacute; uma crian&ccedil;a e por isso n&atilde;o
                    sabe, mas o soldado da Sumiko foi morto em Murung Pudak. Voc&ecirc; n&atilde;o sabia,
                    n&eacute;?</em> <em>Ele foi mandado para o pres&iacute;dio de seguran&ccedil;a m&aacute;xima por
                    causa da Sumiko. Os dois estavam t&atilde;o apaixonados que pensavam em fugir e se disfar&ccedil;ar
                    de nativos.</em> <em>No pior dos casos, esse soldado recebe a pena de morte. Ent&atilde;o, a pessoa
                    que Sumiko mais amava morreu e, para ela, j&aacute; n&atilde;o havia mais gra&ccedil;a em viver sob
                    este c&eacute;u.</em> <em>Ela costumava dizer que se ele estivesse em um local at&eacute; onde ela
                    pudesse chegar, ela ficaria em paz.</em> <em>Al&eacute;m disso, ela tinha problemas de pulm&atilde;o
                    e aquele era o seu destino. O destino de Sumiko.</em>&rdquo;<em> &ndash;</em> esclareceu Shizuko. Um
                vento pesado, carregado de umidade come&ccedil;ava a soprar. Ao longe, sob a sombra das &aacute;rvores
                tropicais, o carro estava protegido contra o vento. As crian&ccedil;as do vilarejo, correndo pelo
                terreno arenoso, vieram ver o carro. Dava a impress&atilde;o de serem pequenas. A silhueta delas
                correndo enquanto resistiam ao vento, em muito lembrava os camar&otilde;es.</p>
        </section>

        <div class="notas" id="notas">
            <h3>Notas</h3>
        </div>

        <script>
            document.addEventListener('DOMContentLoaded', function () {
                const notasDiv = document.getElementById('notas');
                const notas = document.querySelectorAll('.nota');

                notas.forEach((nota, index) => {
                    const notaNumber = index + 1;
                    const notaId = `nota${notaNumber}`;
                    const linkId = `link${notaNumber}`;
                    const notaText = nota.getAttribute('data-nota');

                    nota.innerHTML = `<a href="#${notaId}" id="${linkId}">${notaNumber}</a>`;

                    const notaPara = document.createElement('p');
                    notaPara.id = notaId;
                    notaPara.innerHTML = `<strong>Nota ${notaNumber}:</strong> ${notaText} <a href="#${linkId}">Voltar para o texto</a>`;

                    notasDiv.appendChild(notaPara);
                });
            });
        </script>
        <footer class="rodape">
            <span>Adicionado em: <strong id="data-adicao"></strong></span> |
            <span>Atualizado em: <strong id="data_atualizacao"></strong></span>
        </footer>

        <script>
            const dataAdicao = new Date('2024-12-19');
            const dataAtualizacao = new Date('2024-12-19');

            document.getElementById('data-adicao').textContent = dataAdicao.toLocaleDateString('pt-BR');
            document.getElementById('data_atualizacao').textContent = dataAtualizacao.toLocaleDateString('pt-BR');
        </script>
    </main>
</body>

</html>