<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="icon" href="../../images/icone.svg" type="image/svg+xml">
    <meta name="description"
        content="Tradução de “Suisen (水仙)”, de Hayashi Fumiko. Arroz e flores: antologia de literatura rebelde japonesa em português">
    <title>Narcisos - Hayashi Fumiko</title>
    <style>
        sup {
            font-size: 0.8rem;
            vertical-align: super;
        }

        a {
            color: #900;
            text-decoration: none;
        }

        a:hover {
            text-decoration: underline;
        }

        .notas p {
            margin-top: 10px;
            font-size: 0.8rem;
            color: #555;
        }
    </style>
    <link rel="stylesheet" href="../../css/texto.css">
</head>

<body>
    <main>
        <section class="destaque">
            <h1 class="titulo">Narcisos</h1>
            <p class="autor"><strong><a href="../../antologia/hayashi_fumiko/" target="_blank">Hayashi
                        Fumiko</a></strong></p>
        </section>

        <section class="creditos">
            <p><strong>Tradução</strong>: Thais Diehl Bresolin
            </p>
            <p><strong>Primeira publicação da tradução</strong>: <em>Nota do tradutor</em>, vol. 2, no. 25, p. 139-167,
                2022. Disponível em: <a href="https://www.notadotradutor.com/previas/(n.t.)_Fumiko_Hayashi.html"
                    target="_blank"><em>Nota do tradutor</em></a>.
                Acesso em: 31/10/2024</p>
            <p><strong>HTML</strong>: Felipe Chaves Gonçalves Pinto</p>
            <p><strong>Texto original</strong>: "Suisen". In: <em>Bangiku</em>,
                1949.
                Disponível em: <a href="https://www.notadotradutor.com/previas/(n.t.)_Fumiko_Hayashi.html"
                    target="_blank"><em>Nota do tradutor</em></a>.
                Acesso em: 31/10/2024.</p>
            <p><strong>Este texto está licenciado por</strong>:
                <a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank">
                    Licença Creative Commons Atribuição-CompartilhaIgual 4.0 Internacional (CC BY-SA 4.0)</a>.
            </p>
            <p><strong>Nota</strong>: A versão disponibilizada aqui passou por revisão realizada pela tradutora, Thais
                Diehl Bresolin, e, portanto, não corresponde completamente à primeira versão publicada na <em>Nota do
                    tradutor</em>.</p>
        </section>

        <section class="texto">
            <p>Ele estava parado ao lado da cama de Tamae sem tirar o cigarro da boca, e ela se sentiu obrigada a
                desviar os olhos da revista e perguntar:</p>
            <p>&mdash; Como foi?</p>
            <p>Sakuo n&atilde;o era gentil para dizer como havia sido seu dia para a m&atilde;e. Mesmo com ela
                perguntando: &ldquo;Como foi?&rdquo;, ele deu um sorriso, puxou uma almofada com a ponta do p&eacute; e
                disse, mostrando a l&iacute;ngua vermelha, ao soprar um c&iacute;rculo de fuma&ccedil;a:</p>
            <p>&mdash; Voc&ecirc; &eacute; uma m&atilde;e ingrata, ent&atilde;o foi imposs&iacute;vel.</p>
            <p>&mdash; Como assim, sou ingrata? Sou sua m&atilde;e, ent&atilde;o fale direito comigo. Se apresentou para
                o Sr. Tsuda?</p>
            <p>&mdash; Sim. Ele mandou lembran&ccedil;as pra voc&ecirc;.</p>
            <p>Tamae se levantou e fitou o rosto de Sakuo por um breve momento.</p>
            <p>&mdash; O que voc&ecirc; quer dizer com m&atilde;e ingrata?</p>
            <p>&mdash; Neste mundo existem filhos ingratos, n&atilde;o &eacute;? &Eacute; o contr&aacute;rio disso.
                Estou dizendo que minha dign&iacute;ssima m&atilde;e &eacute; ingrata.</p>
            <p>O peito de Tamae fervia ao ouvir palavras t&atilde;o odiosas do seu pr&oacute;prio filho.</p>
            <p>&mdash; Eu n&atilde;o tenho motivos para ouvir voc&ecirc; me dizer que sou uma m&atilde;e ingrata. Me
                separei cedo do seu pai e o criei at&eacute; hoje sozinha, n&atilde;o &eacute; mesmo? Voc&ecirc;
                &eacute; parecido com o seu pai, e me maltrata como ele fazia. J&aacute; vai fazer vinte e dois anos,
                &eacute; melhor arrumar algum emprego e tomar jeito. Tudo sempre acaba dando errado, porque voc&ecirc;
                &eacute; mal-educado. O Sr. Kamiyama tamb&eacute;m falou isso. Voc&ecirc; foi pedir um emprego, mas
                ficou fumando todo arrogante, e ele soube imediatamente que n&atilde;o servia pro trabalho.</p>
            <p>&mdash; Ah, &eacute; assim? Pra achar um emprego, eu s&oacute; preciso ter boas maneiras? Mesmo que eu
                seja burro, vou conseguir, se tiver bons modos?</p>
            <p>Sakuo, com seu cabelo intencionalmente longo nas t&ecirc;mporas, parecia um toureiro espanhol. Para
                Tamae, ele n&atilde;o se parecia nem um pouco com a crian&ccedil;a que h&aacute; pouco ia para a escola,
                mas ainda era dif&iacute;cil dizer que ele havia amadurecido completamente, com a macia penugem que
                crescia embaixo do seu nariz. Ela sentia como se um homem desconhecido estivesse sentado &agrave; sua
                cabeceira.</p>
            <p>&mdash; Por que n&atilde;o consegue ser mais humilde? N&atilde;o tem uma pessoa que goste de voc&ecirc;.
            </p>
            <p>&mdash; J&aacute; disse, &eacute; porque voc&ecirc; me criou assim, ent&atilde;o eu n&atilde;o tenho o
                que fazer. Se voc&ecirc; criou o filho ideal, n&atilde;o tem do que reclamar, n&atilde;o &eacute; mesmo?
            </p>
            <p>Os olhos de Tamae se encheram de l&aacute;grimas. Ela fitou o filho que havia cruzado as pernas,
                apoiando-se na parede, e que dizia coisas t&atilde;o terr&iacute;veis com tanta tranquilidade.</p>
            <p>&mdash; Somos m&atilde;e e filho. Por que sempre preciso discutir com voc&ecirc; desse jeito? O que foi
                que o Sr. Tsuda falou?</p>
            <p>&mdash; N&atilde;o falou nada. S&oacute; que n&atilde;o sabia o que fazer comigo, ent&atilde;o disse pra
                eu tentar responder um teste, e eu respondi.</p>
            <p>&mdash; E voc&ecirc; est&aacute; confiante?</p>
            <p>&mdash; N&atilde;o. As perguntas n&atilde;o faziam sentido, ent&atilde;o nem tive vontade de escrever...
            </p>
            <p>Um t&iacute;mido sorriso transpareceu rapidamente no rosto de Sakuo, que enfiou o resto do cigarro no
                cinzeiro sujo.</p>
            <p>&mdash; Seria bom se pelo menos voc&ecirc; conseguisse responder o teste inteiro...</p>
            <p>Tamae observou o semblante de seu filho imbecil, sentindo-se miser&aacute;vel por n&atilde;o duvidar de
                que ele se tornara um ser humano incapaz de subir na vida, e que seguiria para sempre assim.</p>
            <p>&mdash; Seus modos n&atilde;o s&atilde;o bons, n&atilde;o conseguiu responder nada do teste. Realmente
                n&atilde;o h&aacute; nada que o Sr. Tsuda possa fazer, n&atilde;o &eacute;?</p>
            <p>&mdash; Bom, acho que &eacute; isso mesmo...</p>
            <p>Tamae n&atilde;o queria mais abrir a boca. H&aacute; muito tempo, havia pensado em abandonar essa
                crian&ccedil;a e, se houvesse se decidido por isso &agrave; &eacute;poca, provavelmente agora n&atilde;o
                estaria com esse problema.</p>
            <p>&mdash; Como era o teste?</p>
            <p>&mdash; Como era? Do tipo que tem coisas que n&atilde;o me interessam nem um pouco. Como a Fran&ccedil;a
                solucionou sua crise? Qual &eacute; a idade de Truman? Eu nunca pensei sobre esse tipo de coisa, nem uma
                vez.</p>
            <p>Tamae, desgostosa, colocou o quimono sujo por cima de sua felpuda roupa de dormir desgastada e
                levantou-se cambaleante. Ela foi ao banheiro encher a chaleira de &aacute;gua e, ao voltar, deparou-se
                com Sakuo remexendo dentro de sua bolsa.</p>
            <p>&mdash; Est&aacute; procurando alguma coisa?</p>
            <p>&mdash; Quero um pouco de dinheiro.</p>
            <p>&mdash; Procure o quanto quiser que n&atilde;o tenho. Voc&ecirc; realmente virou uma pessoa ruim. Por
                favor, pare de fazer a sua m&atilde;e sofrer. Por que voc&ecirc; quer tanto atormentar a sua m&atilde;e?
                Com que prop&oacute;sito?</p>
            <p>Sakuo encontrou uma lixa de unhas dentro da bolsa e, enquanto lixava com viol&ecirc;ncia as
                pr&oacute;prias unhas, disse:</p>
            <p>&mdash; &Eacute; brincadeira... Ningu&eacute;m atormenta a pr&oacute;pria m&atilde;e. Combinei que ia
                visitar o Sakurai hoje &agrave; noite, acho que um homem adulto n&atilde;o pode ir com s&oacute; o
                dinheiro pra passagem de trem...</p>
            <p>Tamae n&atilde;o falou mais nada. Colocou a chaleira no fogareiro el&eacute;trico, parou em frente ao
                espelho pendurado na coluna e observou fixamente seu rosto em sil&ecirc;ncio. A velhice se aproximara
                desapercebida. Para Tamae, ter quarenta e tr&ecirc;s anos de idade era um tanto frustrante. Sentiu como
                se tivesse envelhecido desleixadamente. Ela n&atilde;o envelheceu por se devotar ao seu filho, mas, se
                apenas n&atilde;o tivesse tido esse filho, era poss&iacute;vel que estivesse vivendo inesperadamente
                feliz agora mesmo. Ela n&atilde;o percebia que n&atilde;o adiantava espernear, n&atilde;o seria feliz
                novamente. Penteou o cabelo desarrumado e sem brilho. Seu cabelo estava ralo. Ao pensar que talvez fosse
                culpa da conduta licenciosa de sua juventude, Tamae passou um &oacute;leo lustroso e tentou ajeitar o
                cabelo para cobrir sua testa. Seu rosto bem definido com ma&ccedil;&atilde;s do rosto magras parecia,
                at&eacute; certo ponto, jovem. Ela mudou de ideia e, como se fizesse uma cirurgia, penteou o cabelo para
                tr&aacute;s. Misteriosamente, envelheceu de s&uacute;bito. Ela verteu a &aacute;gua fervida da chaleira
                em uma bacia, aqueceu uma toalha com o vapor e colocou-a sobre o rosto. Suas p&aacute;lpebras tremiam
                embaixo da toalha quente.</p>
            <p>&mdash; M&atilde;e, voc&ecirc; vai sair?</p>
            <p>&mdash; Sim, vou dar uma sa&iacute;da para arranjar dinheiro.</p>
            <p>&mdash; Vai para algum lugar em particular?</p>
            <p>&mdash; N&atilde;o, mas n&atilde;o tem outro jeito...</p>
            <p>Tamae removeu a toalha e se olhou no espelho. A pele corada trazia vida ao seu rosto. Desejando que
                pudesse ter sempre essa cor, come&ccedil;ou a espalhar generosamente pelo rosto todo um creme que
                cheirava a petr&oacute;leo. Ela massageou repetidamente ao redor dos olhos com os dedos ossudos e seu
                rosto iluminou-se. Finalmente maquiada, soltou a franja novamente, passou ruge nas rugas ao redor dos
                olhos e se olhou de longe no espelho. Tamae n&atilde;o gostava da &aacute;gua morna suja e turva da
                bacia que parecia ressaltar sua pobreza. Mesmo o seu rosto maquiado era inesperadamente deselegante,
                talvez por fazer cinco dias que n&atilde;o ia ao banho p&uacute;blico. O batom n&atilde;o se espalhava
                nos seus l&aacute;bios duros e rachados, fazendo seu l&aacute;bio inferior protuberante parecer
                at&eacute; um sashimi de atum de cor desagrad&aacute;vel.</p>
            <p>&mdash; Hein, filho, acabaram-se as minhas for&ccedil;as para ajud&aacute;-lo, ent&atilde;o, voc&ecirc;
                n&atilde;o quer me deixar e dividir a casa com o Sakurai? A sua m&atilde;e cansou de verdade, voc&ecirc;
                e eu parecemos ser inimigos de outras vidas que calharam de se reencontrar, n&atilde;o &eacute;?
                Voc&ecirc; j&aacute; &eacute; um homem feito, mas n&atilde;o faz men&ccedil;&atilde;o de libertar a sua
                m&atilde;e! N&atilde;o vou reclamar do que voc&ecirc; fizer, ent&atilde;o n&atilde;o quero que reclame
                do que eu fizer. Me preocupo com o seu corpo fraco, ent&atilde;o se voc&ecirc; ficar doente, pensarei
                nisso quando for a hora. N&atilde;o quer ser independente? Eu acho que assim tamb&eacute;m seria melhor
                pra voc&ecirc;...</p>
            <p>&mdash; Ent&atilde;o me tornei um estorvo para a minha dign&iacute;ssima m&atilde;e... Nem precisamos
                viver separados, se quiser, posso te chamar de irm&atilde;, como fazia antigamente...</p>
            <p>Tamae aplicava desesperadamente uma camada pesada de batom enquanto observava os dentes brancos no seu
                sorriso dentro do espelho. Ela n&atilde;o respondeu.</p>
            <p>&mdash; Eu n&atilde;o quero...</p>
            <p>Tamae, observando seu rosto refletido no espelho com olhos de brilho mal&eacute;volo, disse:</p>
            <p>&mdash; Mas a sua m&atilde;e n&atilde;o tem mais paci&ecirc;ncia para viver em uma casa de um quarto com
                voc&ecirc;. N&atilde;o sou mais jovem para viver brigando. Veja bem, isso aqui n&atilde;o &eacute;
                &ldquo;Uma Vida&rdquo;<sup><span class="nota" data-nota="“Uma Vida” (1883), de Guy de Maupassant."></span></sup>, que voc&ecirc; tamb&eacute;m leu, mas parece que voc&ecirc; vai acabar me
                matando.</p>
            <p>&mdash; Voc&ecirc; s&oacute; pode estar brincando. Voc&ecirc; &eacute; muito presun&ccedil;osa. E existe
                algum filho que mataria a pr&oacute;pria m&atilde;e? Eu n&atilde;o penso em voc&ecirc; nem um
                pouquinho... N&atilde;o passo de um Cristo que tomou emprestado seu &uacute;tero...</p>
            <p>&mdash; Ah, &eacute; mesmo? Ent&atilde;o, fique &agrave; vontade para criar asas e al&ccedil;ar voo da
                Maria. Porque n&atilde;o existe lei que me obrigue a sustentar voc&ecirc;, que j&aacute; &eacute; um
                adulto, at&eacute; sabe-se l&aacute; quando.</p>
            <p>Tamae vestiu cal&ccedil;as pretas com um casaco verde igualmente pu&iacute;do. N&oacute;s p&eacute;s
                ridiculamente finos, colocou meias de l&atilde;. Sentou-se, com as pernas para o lado, diante do forno
                el&eacute;trico e esticou as m&atilde;os sujas sobre o redemoinho de fogo para pintar as unhas de
                vermelho. Sakuo observava distraidamente as m&atilde;os de Tamae. N&atilde;o passavam de m&atilde;os de
                um dem&ocirc;nio. Seu cora&ccedil;&atilde;o ressentido de quem nunca ouviu uma palavra gentil sair da
                boca da m&atilde;e sentiu uma irresist&iacute;vel vontade de se rebelar e atorment&aacute;-la.</p>
            <p>&mdash; Que m&atilde;os sujas, hein? Minha m&atilde;e j&aacute; est&aacute; velha.</p>
            <p>&mdash; Que coment&aacute;rio desnecess&aacute;rio. Quem foi que fez minhas m&atilde;os ficarem assim?
                S&atilde;o m&atilde;os que colocaram lenha no fogo para alimentar voc&ecirc; depois de voltar do
                trabalho.</p>
            <p>&mdash; Hm... Se for assim, ent&atilde;o n&atilde;o se sujaram muito, n&atilde;o &eacute;?</p>
            <p>Ela acabou de pintar as unhas de vermelho, poliu o esmalte com um trapo para ficar brilhante e colocou
                novamente as m&atilde;os dentro da suja &aacute;gua morna. Com a pouca espuma que o sab&atilde;o fazia,
                tentou lavar bem as m&atilde;os. Tamae, ent&atilde;o, secou-as com a toalha e as esticou para
                examin&aacute;-las novamente.</p>
            <p>&mdash; Viu, n&atilde;o &eacute; brincadeira. Mude-se. Estou profundamente cansada de voc&ecirc;.</p>
            <p>Sakuo fechou os olhos por um momento e bateu repetida e levemente a cabe&ccedil;a na parede. Tamae
                colocou o sobretudo nos ombros, serviu-se da &aacute;gua que restara na chaleira, misturando-a com o
                a&ccedil;&uacute;car mascavo recebido do racionamento, e a bebeu.</p>
            <p>&mdash; Minha dign&iacute;ssima m&atilde;e n&atilde;o pensou em mim com afeto nem uma vez que seja,
                n&atilde;o &eacute;?</p>
            <p>Ela afastou rapidamente a m&atilde;o que segurava o copo de seus l&aacute;bios. Tamae observou o rosto do
                filho. Sua express&atilde;o era de extremo cansa&ccedil;o. O semblante dele lembrava um pouco seu
                ex-marido quando jovem.</p>
            <p>&mdash; Ora, eu j&aacute; te amei, sim. Mas, com a correria da vida, simplesmente nem sempre tive tempo
                de cuidar de voc&ecirc;. Bem, eu te pari, &eacute; claro que eu gosto de voc&ecirc;, Saku. Mas agora
                chegou a hora de nos separarmos. &Eacute; o que eu penso... O Saku da mam&atilde;e &eacute; apenas
                aquele que era um pequeno menino. Voc&ecirc; j&aacute; est&aacute; grande e v&ecirc; a sua m&atilde;e
                como uma estranha com seus olhos de adulto... Eu e voc&ecirc;, Saku, fomos uma fam&iacute;lia assim.
                N&atilde;o quero acabar enterrada desse jeito e, al&eacute;m disso, sinto que j&aacute; trabalhei o
                suficiente. Me senti sem esperan&ccedil;as quando me deparei com a sua crueldade. Saku, voc&ecirc;
                &eacute; um pesado fardo para a sua m&atilde;e...</p>
            <p>Sakuo ofereceu um cigarro antes de pegar o ma&ccedil;o do bolso do sobretudo pu&iacute;do. Tamae pegou um
                e colocou entre os l&aacute;bios. Sakuo tamb&eacute;m colocou um entre os l&aacute;bios, acendendo-o com
                o f&oacute;sforo, e logo ap&oacute;s tamb&eacute;m o de Tamae.</p>
            <p>&mdash; Est&aacute; bem. Ent&atilde;o s&oacute; me resta ir pra casa da Eiko, tudo bem?</p>
            <p>Ao ouvir o nome de Eiko, Tamae disse:</p>
            <p>&mdash; Ah, n&atilde;o h&aacute; outra solu&ccedil;&atilde;o? Se for o caso, fa&ccedil;a isso. Quando a
                sua m&atilde;e para de aliment&aacute;-lo, voc&ecirc; vai viver &agrave;s custas da Eiko? Por que
                n&atilde;o consegue trabalhar como um adulto em vez de ficar apenas extorquindo mulheres? Mesmo que diga
                que a Eiko &eacute; louca por voc&ecirc;, ela n&atilde;o &eacute; confi&aacute;vel e, o mais importante,
                ela n&atilde;o tem a sua idade, n&atilde;o &eacute;? Me disseram isso e fiquei envergonhada.</p>
            <br>
            <p>Tamae nascera em Taipei, Taiwan. Seu pai trabalhava em uma ferrovia e, por ser filha de um oficial do
                governo, recebeu uma educa&ccedil;&atilde;o rigorosa. Conheceu Ibe Naoki, que havia se hospedado durante
                mais ou menos um m&ecirc;s na casa de um conhecido de Tamae em Taipei, ap&oacute;s ele deixar o
                semin&aacute;rio de Xiamen. Os dois fugiram juntos e vieram para T&oacute;quio. Tamae tinha dezenove
                anos, e era a primavera do ano seguinte de sua formatura da escola feminina. Os dois alugaram uma
                modesta casa de quinze ienes por m&ecirc;s em Oimatsuchō, na regi&atilde;o de Zōshigaya, onde Tamae teve
                Sakuo. Ibe tinha o desejo de ir para os Estados Unidos, mas tal viagem era inconceb&iacute;vel para uma
                fam&iacute;lia necessitada como a sua, que ele mal sustentava, mesmo auxiliando na edi&ccedil;&atilde;o
                de uma revista religiosa. Uma amiga da escola de Tamae, Ōkawa Tatsuko, foi &agrave; capital para estudar
                para o exame de admiss&atilde;o de uma escola de m&uacute;sica. No tempo em que ela alugou o segundo
                andar da casa de Tamae, Ibe se aproximou de Tatsuko bem debaixo do seu nariz. Ap&oacute;s cerca de dois
                meses, Tamae descobriu o relacionamento ins&oacute;lito dos dois e, furiosa, come&ccedil;ou a pressionar
                diariamente a pacata Tatsuko a confessar. Tatsuko era uma mulher pacata. Desde que sua
                rela&ccedil;&atilde;o com Ibe havia sido revelada, ela perdera gradualmente a vitalidade de antes e a
                ambi&ccedil;&atilde;o pela escola de m&uacute;sica acabara frustrada, e com seu estilo de vida ocioso,
                foi de mal a pior. Por n&atilde;o aguentar mais morar na mesma casa, Tatsuko se mudou para uma apertada
                casa de apenas tr&ecirc;s c&ocirc;modos que encontrou em Dōzaka, Hongo. Embora ficasse em Dōzaka, era
                pr&oacute;xima ao Jizō-sama de Tabata, regi&atilde;o que muitos funcion&aacute;rios de atacado
                atravessavam a caminho de Shitamachi. Ela se mudou enquanto Tamae n&atilde;o estava, mas Tamae acabou
                farejando a casa de Dōzaka, apareceu sem ser convidada, causando um grande alvoro&ccedil;o arrastando
                Tatsuko pelos cabelos. N&atilde;o havia completado meio ano que Tatsuko havia se mudado para Dōzaka,
                quando se suicidou inalando g&aacute;s naquela mesma casa. Logo depois, Ibe largou o emprego, partiu
                subitamente para Xiamen e, de l&aacute;, foi para a Mal&aacute;sia. Disseram que ele estava em um lugar
                chamado Kuala Lumpur. Isso foi em 1928. Tamae odiava Ibe e odiaria a falecida Tatsuko para sempre.
                Quando Tamae se lembrava do rosto alvo de Tatsuko com as sardas que rodeavam seus olhos e nariz, sabia
                que nunca conseguiria esquecer a imagem de sua morte com o cano de borracha do g&aacute;s entre os
                l&aacute;bios. Quando Tamae via as pequenas sardas ao redor dos olhos de Sakuo, por algum motivo, o
                ressentimento que sentia por Tatsuko passava para o filho e sentia repulsa dele.</p>
            <p>Com a ajuda de um conhecido de Ibe, Tamae conseguiu um emprego de auxiliar de edi&ccedil;&atilde;o em uma
                revista religiosa, mas n&atilde;o era f&aacute;cil para uma m&atilde;e solteira arcar com uma empregada.
                Ela tamb&eacute;m havia rompido a rela&ccedil;&atilde;o com os pais em Taipei e, por isso, Tamae levou
                uma arriscada vida, como se andasse na corda bamba, de um homem para outro.</p>
            <p>Quando deixou de ser crian&ccedil;a e virou adolescente, Sakuo come&ccedil;ou a entender o mundo ao seu
                redor, julgando a vida de sua m&atilde;e um mist&eacute;rio que, do ponto de vista de um adolescente
                imaculado, era algo desagrad&aacute;vel. Tamae fazia Sakuo cham&aacute;-la de irm&atilde;. Quando
                come&ccedil;aram a viver apenas os dois, sem empregada, Sakuo sempre praguejava quando sua m&atilde;e
                passava a noite fora. Os dois viveram aos insultos por um longo tempo. Por causa do descontentamento da
                vida em casa, Sakuo era t&iacute;mido para conviver com uma multid&atilde;o de seres humanos, como na
                escola, o que o fez negligenciar os estudos, mas quando finalmente se formou no ensino fundamental,
                matriculou-se no Instituto B, enquanto vivia como um parasita com Tamae. Porque seu corpo era fraco
                demais para a guerra, os dois mudaram de casa diversas vezes para fugir da lei de
                convoca&ccedil;&atilde;o, evitando que ele fosse escalado para trabalhar. Depois da guerra, Tamae alugou
                um quarto na casa de um conhecido em Kōenji, onde morou com Sakuo, mas ela se deslocava para trabalhar
                como camareira-chefe em um motel de Ikebukuro, emprego que encontrou atrav&eacute;s de uma vaga no
                jornal. Ela fez amizade com os contrabandistas que frequentavam o motel e come&ccedil;ou a vender
                narc&oacute;ticos importados com habilidade, guardando dinheiro aos poucos, por&eacute;m, quando poupou
                uma quantia suficiente para finalmente respirar um pouco, Sakuo se apossou desse dinheiro, gastando
                at&eacute; o &uacute;ltimo centavo e tornando penosa a rela&ccedil;&atilde;o entre m&atilde;e e filho.
                &Agrave;s vezes, Tamae queria matar Sakuo. N&atilde;o sabia se Ibe estava vivo ou morto, n&atilde;o
                sabia de seu paradeiro h&aacute; vinte anos.</p>
            <p>Nessa &eacute;poca, Sakuo arranjou uma namorada. Sakuo gabava-se descaradamente dessa dan&ccedil;arina
                casada para Tamae. Certo dia, por acaso, Tamae voltou mais cedo para casa e, ao encontr&aacute;-lo
                dormindo com essa mulher, agarrou os cabelos daquela que se deitava com seu filho e esbravejou palavras
                r&iacute;spidas, como fizera naquele passado distante com Tatsuko. Por medo da amea&ccedil;adora Tamae,
                a mulher n&atilde;o voltou outra vez, mas Sakuo atormentou a m&atilde;e dizendo que ela se separara do
                marido e que o pressionava para morarem juntos. Sakuo n&atilde;o gostava dessa mulher ao ponto de
                am&aacute;-la. Simplesmente a escolheu porque era c&ocirc;modo estar com uma mulher que o sustentava.
                Sakuo fora criado por uma m&atilde;e exc&ecirc;ntrica e n&atilde;o sabia o que era o verdadeiro amor.
                Desde cedo, exibia a natureza indolente de um velho, sempre esperando que uma mulher entregasse-lhe tudo
                de m&atilde;o beijada para sustentar sua personalidade pregui&ccedil;osa.</p>
            <p>&mdash; M&atilde;e, se voc&ecirc; quer se separar de mim, pode ir em frente. Mas eu n&atilde;o posso
                fazer isso hoje. Preciso ir at&eacute; a casa da Eiko perguntar a ela, n&atilde;o &eacute; t&atilde;o
                simples assim.</p>
            <p>Tamae come&ccedil;ou a antecipar a liberdade que teria sozinha ao separar-se de Sakuo. Tamb&eacute;m
                n&atilde;o seria mais preciso se encontrar secretamente com Tomita e pagar a cara conta do hotel. Ela
                queria tentar remodelar nem que fosse uma parte dos ares daquele quarto. A sujeira varrida da varanda
                formava uma montanha no apertado jardim. Um gato vira-lata frequentemente entrava no meio do lixo,
                esparramando-o. Na frente do apertado jardim, havia uma sebe de ciprestes-sawara seca, e foi por essa
                cerca quebrada que um ladr&atilde;o entrou uma vez, fugindo com o &uacute;nico par de sapatos de Tamae.
                Por ser t&atilde;o desleixada, fora proibida de utilizar a cozinha do propriet&aacute;rio. Tamae dormira
                esses &uacute;ltimos dois ou tr&ecirc;s dias por conta do resfriado. Talvez por causa de sua idade,
                n&atilde;o tinha energia para fazer nada e apenas dormia. J&aacute; era a &eacute;poca do Ano Novo,
                por&eacute;m, este era o &uacute;nico lugar que n&atilde;o demonstrava o menor sinal disso e Tamae
                n&atilde;o pensava nem em comemorar com um mochi.</p>
            <p>Ela planejava sair e, embora estivesse arrumada, sentiu-se envergonhada de usar os tamancos no caminho
                enlameado &agrave; cidade depois da chuva de ontem.</p>
            <p>&mdash; Saku, n&atilde;o tem mesmo vontade de trabalhar?</p>
            <p>Sakuo balan&ccedil;ava os ombros e assobiava baixinho.</p>
            <p>&mdash; N&atilde;o quero trabalhar. Ningu&eacute;m gosta disso. &Eacute; um t&eacute;dio viver desse
                jeito. Mas, &eacute; verdade, vou me sentir triste se n&atilde;o puder ficar ao seu lado ou do da Eiko.
                &Eacute; melhor do que n&atilde;o ter com quem brigar, n&eacute;? &mdash; disse, deixando uma risada
                escapar.</p>
            <p>&mdash; Se tem interesse pelo com&eacute;rcio paralelo, posso pedir pro Tomita. Quer tentar?</p>
            <p>Sakuo continuou balan&ccedil;ando os ombros e os joelhos por um tempo.</p>
            <p>&mdash; Tentei vender canetas-tinteiro com o Sakurai em Shibuya, com a ajuda do irm&atilde;o dele, mas
                n&atilde;o vendi nada e me senti rid&iacute;culo. N&atilde;o sirvo pra vendedor, por isso, n&atilde;o
                vendi nada. Pedi pra Eiko e ela conseguiu vender seis, mas &eacute; claro que uma mulher bonita como ela
                conseguiria.</p>
            <p>Tamae achou engra&ccedil;ado o descaramento de Sakuo ao se gabar de estar com uma mulher que considerava
                bonita.</p>
            <p>&mdash; Ah &eacute;? Ent&atilde;o a Eiko &eacute; bonita? O que aquela gordinha tem de bom? Ela
                n&atilde;o parece uma bolha?</p>
            <p>&mdash; Para mim, ela &eacute; linda, ent&atilde;o tudo bem. Ela tem a pele macia e linda, e o ventre
                lisinho.</p>
            <p>&mdash; Voc&ecirc; pensa assim porque ela &eacute; a sua primeira mulher.</p>
            <p>&mdash; Ent&atilde;o, quando voc&ecirc; era jovem, n&atilde;o era t&atilde;o bonita assim...</p>
            <p>Boquiaberta, Tamae abriu a varanda. O tempo abrira. Havia esquentado tanto que uma n&eacute;voa parecia
                dan&ccedil;ar acima do escuro solo das planta&ccedil;&otilde;es. As roupas de baixo vermelhas que Tamae
                havia pendurado no beiral para secar pendiam retorcidas como a casca de um caqui. Estavam levemente
                sujas, pois haviam sido deixadas ali h&aacute; alguns dias.</p>
            <br>
            <p>Ao entardecer, Tamae e Sakuo sa&iacute;ram. Tamae seguiu na dire&ccedil;&atilde;o oposta de Sakuo, para
                Kichijōji. Saindo da rua larga do ex&eacute;rcito, pegou um atalho pelo parque para a Casa Yuki. Logo
                pediu para o servente ligar para a casa de Tomita, mas recebeu a resposta de que ele havia partido em
                uma viagem de trabalho h&aacute; poucos dias e que n&atilde;o voltaria at&eacute; o terceiro dia de
                janeiro. Como haviam combinado de se encontrar mais uma vez antes de acabar o ano na Casa Yuki, Tamae
                achou estranho e ligou ela mesma para o escrit&oacute;rio de Kayabachō. A resposta de uma
                funcion&aacute;ria foi que Tomita n&atilde;o ia trabalhar h&aacute; quatro ou cinco dias por conta de um
                resfriado. Ela n&atilde;o sabia em quem acreditar, mas sentiu uma raiva insuport&aacute;vel por isso
                estar acontecendo justamente no final do ano. Ent&atilde;o, foi at&eacute; a casa de Tomita em
                Shimorenjaku e, at&eacute; escurecer, ficou perto da esquina, observando quem sa&iacute;a do
                port&atilde;o. Quando uma jovem com roupa de trabalho saiu, Tamae perguntou com um tom de voz que se
                usaria em uma empresa:</p>
            <p>&mdash; Eu vim da empresa em busca do Sr. Tomita. Ele se encontra?</p>
            <p>&mdash; Ah, o chefe saiu de viagem. Ele foi a trabalho e volta apenas no segundo dia de janeiro.</p>
            <p>&mdash; Nossa, e agora? Eu vim falar de uma tarefa urgente da empresa, mas, ent&atilde;o, ser&aacute; que
                essa viagem n&atilde;o &eacute;, de fato, de neg&oacute;cios?</p>
            <p>&mdash; Pois &eacute;. Que estranho. Espere um pouco, vou confirmar com a senhora &mdash; disse voltando
                em dire&ccedil;&atilde;o ao port&atilde;o.</p>
            <p>Tamae virou-se rapidamente e andou apressada para a esta&ccedil;&atilde;o pelo caminho que cheirava
                &agrave; &aacute;gua do pequeno rio turvo. E mudou de ideia quando desceu em Kōenji. Veio-lhe
                repentinamente &agrave; cabe&ccedil;a visitar a casa do Sr. Kamiyama e l&aacute; o encontrou &agrave;
                mesa de jantar com o rosto ainda corado do banho. Kamiyama bebia e comia ovas de arenque.</p>
            <p>&mdash; Ei, senhora, quer? &mdash; ele ofereceu um copo.</p>
            <p>A esposa de Kamiyama havia ido a pouco ao sal&atilde;o de beleza fazer um permanente e usava um penteado
                alto que parecia refrescar sua nuca.</p>
            <p>&mdash; N&atilde;o importa quando eu venha, aqui sempre h&aacute; divers&atilde;o. Que inveja. Voc&ecirc;
                &eacute; feliz, hein, Atsuko?</p>
            <p>Atsuko, a esposa de Kamiyama, estudou com Tamae na escola feminina em Taipei, mas elas ficaram
                pr&oacute;ximas na &eacute;poca em que moraram em Kōenji depois da guerra. Kamiyama trabalhava em uma
                revista de economia em Marunouchi. Ele tentou ajudar Sakuo de algum jeito, mas acabou se espantando com
                a atitude extraordinariamente insolente dele e, depois, nunca mais disse que ajudaria o garoto. Atsuko
                sabia h&aacute; muito tempo que a colega Ōkawa Tatsuko havia se suicidado por causa de Tamae e evitava
                se aproximar demais da obstinada amiga, mas tamb&eacute;m n&atilde;o conseguia ser fria ao ver a
                mis&eacute;ria dela &agrave; sua frente. A fam&iacute;lia de Atsuko a chamava de Imperatriz, porque ela
                era parecida com a Sua Majestade. Tamae j&aacute; havia aceitado algumas ta&ccedil;as servidas por
                Kamiyama.</p>
            <p>&mdash; Tamae, voc&ecirc; ainda n&atilde;o est&aacute; velha, por que n&atilde;o se casou antes?</p>
            <p>&mdash; Porque eu tenho um filho.</p>
            <p>&mdash; Mas isso n&atilde;o importa, n&atilde;o &eacute;?</p>
            <p>&mdash; &Eacute;, mas a &iacute;ndole do meu filho &eacute; muito ruim. Ele est&aacute; sempre cuidando
                do que eu fa&ccedil;o pra me destruir.</p>
            <p>&mdash; N&atilde;o diga uma coisa t&atilde;o besta. &Eacute; l&oacute;gico que um filho quer a felicidade
                da m&atilde;e.</p>
            <p>&mdash; &Eacute;, mas comigo &eacute; diferente. Ele &eacute; perverso.</p>
            <p>Tamae n&atilde;o queria voltar para sua casa escura e gelada. Ela s&oacute; pensava em coisas boas quando
                sonhava acordada na cama, mas quando voltava &agrave; realidade, n&atilde;o havia nada de interessante
                em lugar algum. Quando uma jovem mulher andando alegremente com um homem exibia-se, Tamae sentia uma
                inveja como se tivessem a mesma idade. Seja como for, ela j&aacute; n&atilde;o tinha aquela juventude.
                Por que ela envelhecera e deca&iacute;ra desse jeito? Nem mesmo ela entendia. Apenas sentia raiva por
                sua vida ter sido arruinada gra&ccedil;as a Sakuo. Os pensamentos dos seres humanos s&atilde;o muito
                variados, mas no fim, todos seguem apenas o caminho da avareza. Sentada diante da alegre mesa de jantar
                da casa dos Kamiyama, Tamae esperava, se tudo corresse bem, receber um convite do gentil casal para
                ficar para o jantar. Se voltasse para casa depois de jantar aqui, apenas chegaria e dormiria. Ainda
                assim, esta noite ela sentia muita saudade de Tomita, quem acabara n&atilde;o encontrando. Talvez o
                relacionamento deles j&aacute; tivesse acabado. Uma vez Tomita disse que o corpo dela estava
                esquel&eacute;tico. A pele de seu bra&ccedil;o fl&aacute;cido n&atilde;o voltava rapidamente ao lugar
                depois de apertada com for&ccedil;a e, por um instante, a pele beliscada ficava enrugada como uma
                borracha velha. Ela pensava em fortalecer seu corpo de algum jeito, mas logo os dias se tornavam
                pregui&ccedil;osos, ocupados com as coisas da vida e as discuss&otilde;es com Sakuo. Ela jantou e deixou
                a casa dos Kamiyama por volta das nove horas da noite. O casal n&atilde;o a acompanhou at&eacute; a
                porta, pois ela havia se convidado descaradamente. Tamae andou tranquilamente pelo caminho largo que
                cortava o bairro e continuava pela floresta de cedros. O vento frio da geada soprava cada vez mais forte
                e in&uacute;meras pequenas estrelas brilhavam no c&eacute;u limpo. Um homem alto seguia Tamae apressado.
                Tamae possu&iacute;a alguma esperan&ccedil;a. Fantasiava presun&ccedil;osa com a possibilidade de ser
                parada. Andava calmamente, como se estivesse absorta em pensamentos. Ao chegar na frente do correio, o
                homem que a seguia subitamente passou para o seu lado, observou rapidamente seu rosto ao passarem
                embaixo de um poste de luz e continuou se afastando apressado. Era um homem jovem. Tamae se sentiu como
                se tivesse sido tra&iacute;da.</p>
            <p>Ao chegar em casa, ela abriu a porta de vidro dos fundos e viu o fogareiro el&eacute;trico brilhando como
                um hitotsume-kozō<sup><span class="nota" data-nota="Um yōkai, ou criatura sobrenatural, que lembra um monge budista careca. Possui o tamanho de uma criança de dez anos e um único grande olho no centro do rosto. Dizem que ele analisa quem foi bom ou mau durante o ano para decidir qual será a sorte dessas pessoas no ano seguinte."></span></sup> em meio &agrave; escurid&atilde;o. Sakuo estava enfiado no futon.</p>
            <p>&mdash; &Eacute; voc&ecirc;, Saku?</p>
            <p>&mdash; Sim.</p>
            <p>&mdash; Por que voc&ecirc; voltou?</p>
            <p>&mdash; A Eiko disse que n&atilde;o podia hoje.</p>
            <p>Ao ligar o interruptor da l&acirc;mpada, viu os olhos inchados de tanto chorar de Sakuo.</p>
            <p>&mdash; Que perigo. &Eacute; melhor colocar nem que seja uma chaleira no fogareiro.</p>
            <p>&mdash; M&atilde;e, tem um cigarro?</p>
            <p>&mdash; N&atilde;o tenho. Logo voc&ecirc; querendo fumar? Voc&ecirc; nem trabalha.</p>
            <p>Com frio, Tamae tirou o sobretudo e enfiou-se do jeito que estava no fino futon deixado por arrumar.</p>
            <p>&mdash; Na volta, passei na casa do Sakurai e ele me perguntou se eu n&atilde;o queria ir pra Hokkaidō.
                Disse que tem vaga pra trabalhar no escrit&oacute;rio de uma mina de carv&atilde;o. Tamb&eacute;m disse
                que tem uma resid&ecirc;ncia pros empregados e que a divis&atilde;o de mantimentos &eacute; boa.</p>
            <p>&mdash; Mas que not&iacute;cia boa. Voc&ecirc; devia ir. E o seu curr&iacute;culo?</p>
            <p>&mdash; &Eacute; s&oacute; eu inventar alguma coisa...</p>
            <p>&mdash; Seu corpo deve se fortalecer se for pra um lugar desses. Onde &eacute; que fica?</p>
            <p>&mdash; Bihoro.</p>
            <p>&mdash; Ah, com o frio que vai fazer, pode ser dif&iacute;cil pra algu&eacute;m com doen&ccedil;a de
                pulm&atilde;o.</p>
            <p>&mdash; Voc&ecirc; vai ficar feliz se eu for pra l&aacute;, n&eacute;? Vai se livrar deste problema
                aqui...</p>
            <p>&mdash; Isso mesmo, voc&ecirc; est&aacute; absolutamente certo, Saku... A sua m&atilde;e vai ficar
                aliviada, porque &eacute; uma mulher horr&iacute;vel.</p>
            <p>O barulho das pe&ccedil;as de mahjong que vinha dos fundos irritava Tamae.</p>
            <p>&mdash; Ir pra Bihoro &eacute; o mesmo que morrer...</p>
            <p>&mdash; N&atilde;o &eacute; assim. Ao contr&aacute;rio, talvez seja melhor morar l&aacute; do que em
                T&oacute;quio e, por favor, me chame se tiver uma boa oportunidade. Estou profundamente aborrecida com
                esta cidade.</p>
            <p>O carro do corpo dos bombeiros, que vinha do outro lado de uma planta&ccedil;&atilde;o, uivava sua sirene
                fazendo &ldquo;uuuuuh&rdquo; e o ch&atilde;o tremia com sua passagem.</p>
            <p>&mdash; Hein, meu filho.</p>
            <p>&mdash; Que foi?</p>
            <p>&mdash; Estou muito sozinha. Voc&ecirc; n&atilde;o entende a solid&atilde;o da sua m&atilde;e, mas hoje
                eu fiquei muito aborrecida. Sou uma mulher determinada, ent&atilde;o passei por muitas dificuldades, mas
                n&atilde;o gosto mais de viver... Estou ficando cada vez mais desprez&iacute;vel e n&atilde;o tenho a
                energia de antigamente. Voc&ecirc; &eacute; um homem, ent&atilde;o entende como os homens se sentem,
                Saku, e os homens n&atilde;o t&ecirc;m cora&ccedil;&atilde;o.</p>
            <p>&mdash; Finalmente percebeu isso?</p>
            <p>&mdash; Ah, percebi. Ser&aacute; que homens e mulheres s&oacute; ficam juntos quando jovens? Ser&aacute;
                que &eacute; isso? O teu pai te abandonou e foi pra onde ele queria ir. Ele se apaixona f&aacute;cil por
                mulheres e &eacute; irrespons&aacute;vel, estou profundamente infeliz com a humanidade.</p>
            <p>&mdash; Se tiver dinheiro t&aacute; tudo bem. Deus fez os humanos inventarem essa maravilha. Qualquer
                problema se resolve com dinheiro. A Eiko disse que se separaria do marido agora mesmo se ela tivesse
                dinheiro.</p>
            <p>Tamae espalmou os dedos como um leque e examinou atentamente as unhas pintadas de vermelho. As
                m&atilde;os com pequenas rugas levemente sujas eram uma imagem que ela n&atilde;o mostraria para homem
                nenhum.</p>
            <p>&mdash; Eu n&atilde;o sei se voc&ecirc; &eacute;, de fato, bom ou ruim, Saku.</p>
            <p>&mdash; Eu sou ruim.</p>
            <p>&mdash; N&atilde;o &eacute; bem assim. Voc&ecirc; s&oacute; tem vinte e dois anos e n&atilde;o acumulou
                muitas experi&ecirc;ncias negativas. N&atilde;o quer nem enganar uma jovenzinha rica?</p>
            <p>&mdash; Bem, eu odeio jovenzinhas.</p>
            <p>&mdash; Voc&ecirc; acha isso porque ainda n&atilde;o esteve com uma.</p>
            <p>&mdash; Como voc&ecirc; &eacute; malvada.</p>
            <p>&mdash; Sou mesmo.</p>
            <p>Tamae sentia que n&atilde;o importava qual era o mal que ela havia feito. Agora, depois de uma
                d&eacute;cada, n&atilde;o tinha mais energias para esse tipo de coisa. Ela sentia que as pessoas ainda
                se perdiam nas suas morais hip&oacute;critas. Dentro dessa hipocrisia, os seres humanos lutavam com a
                ferocidade de um le&atilde;o para obter os engodos: controle, poder e riquezas. Nessa for&ccedil;a para
                lutar pela vida desses seres humanos, h&aacute; paz e harmonia que se esvaem como vapor. H&aacute;
                risadas. Mas n&atilde;o havia nenhuma esperan&ccedil;a para Tamae e seu filho neste momento. Nem mesmo
                uma rela&ccedil;&atilde;o entre m&atilde;e e filho.</p>
            <p>&mdash; Voc&ecirc; quer ir?</p>
            <p>Sakuo nem respondeu. Ele observava o teto em sil&ecirc;ncio. Tamae tentou pensar at&eacute; quando
                dormira ao lado do filho. Ela n&atilde;o tocava na pele de Sakuo desde que ele tinha seis anos. Sakuo
                sempre dormira sozinho e sem reclamar. Ele n&atilde;o conhecia a felicidade comum, mas tamb&eacute;m
                n&atilde;o conhecia as boas maneiras b&aacute;sicas. Ela tamb&eacute;m nunca levou Sakuo a um passeio.
                Por causa disso, com dezesseis ou dezessete anos, ele mostrou precocemente ind&iacute;cios de se
                divertir com o pr&oacute;prio corpo. Tamae fingia ignor&acirc;ncia, porque os humanos que n&atilde;o
                tinham nada com o que se divertir acabavam assim naturalmente. Esta noite tamb&eacute;m, Tamae sequer
                perguntou onde Sakuo havia jantado.</p>
            <br>
            <p>Depois de dois dias, Sakuo realmente come&ccedil;ou os preparativos para ir para Hokkaidō. Ele recebeu
                tr&ecirc;s mil ienes de Eiko, como um presente de despedida pela separa&ccedil;&atilde;o dos dois.</p>
            <p>&mdash; Quando voc&ecirc; vai?</p>
            <p>&mdash; No trem noturno do dia trinta. Vou com o Sakurai. N&atilde;o vou mais voltar.</p>
            <p>&mdash; Sim, fique bem tamb&eacute;m...</p>
            <p>Pela primeira vez, Tamae foi tomada pelas l&aacute;grimas. N&atilde;o chorava porque queria impedi-lo,
                pois foi tomada por l&aacute;grimas genu&iacute;nas, que vinham do fundo do cora&ccedil;&atilde;o de,
                at&eacute; mesmo, uma pessoa como ela.</p>
            <p>Na noite da partida, eles andaram pelo bairro de Ginza, movimentado com o fim de ano.</p>
            <p>&mdash; As mulheres s&atilde;o t&atilde;o lindas.</p>
            <p>&mdash; Tem muita mulher bonita em Hokkaidō.</p>
            <p>&mdash; As mulheres da capital s&atilde;o boas. Por isso, todas devem conseguir seu homem, n&eacute;?</p>
            <p>Tamae e Sakuo andavam lado a lado e conversavam como se fossem bons amigos.</p>
            <p>&mdash; J&aacute; deve estar fazendo frio de nevar, n&eacute;?</p>
            <p>&mdash; S&oacute; vou saber indo ver. Mesmo assim, aposto que tem um fog&atilde;o de carv&atilde;o, deve
                ser uma maravilha.</p>
            <p>&mdash; Eu nasci em Taiwan e n&atilde;o conhe&ccedil;o frio al&eacute;m do de T&oacute;quio, mas
                n&atilde;o &eacute; rom&acirc;ntico estar em um lugar onde neva bastante?</p>
            <p>&mdash; Rom&acirc;ntico? Voc&ecirc; n&atilde;o pensaria assim morando l&aacute;... O que voc&ecirc; vai
                fazer agora, m&atilde;e?</p>
            <p>&mdash; Vou continuar envelhecendo cada vez mais. N&atilde;o d&aacute; pra voltar a ser como era antes.
                Sofro de asma durante os longos invernos, ent&atilde;o posso acabar indo de vez, inesperadamente.</p>
            <p>Sakuo comprou duas caixas de cigarro Hikari em uma tabacaria e colocou uma nas m&atilde;os de Tamae.</p>
            <p>&mdash; Voc&ecirc; n&atilde;o consegue mais arranjar um homem, n&eacute;?</p>
            <p>&mdash; N&atilde;o mesmo. J&aacute; &eacute; imposs&iacute;vel, n&atilde;o posso mais gerar frutos.
                Voc&ecirc; ainda tem tempo?</p>
            <p>Sakuo espiou o rel&oacute;gio dentro de uma loja de acess&oacute;rios ocidentais.</p>
            <p>&mdash; N&atilde;o tem problema. Ainda tenho duas horas.</p>
            <p>&mdash; Tudo bem se eu n&atilde;o te acompanhar?</p>
            <p>&mdash; Ah, &eacute; melhor assim. A Eiko vem se despedir de mim, ent&atilde;o &eacute; melhor assim.</p>
            <p>&mdash; Voc&ecirc; n&atilde;o se despediu da Eiko?</p>
            <p>&mdash; Sim, fui hoje de manh&atilde;. Combinamos que ela vai me esperar naquela Colombin<sup><span class="nota" data-nota=" Loja de doces fundada em 1924."></span></sup>.</p>
            <p>Tamae parou em cima dos tamancos. Ela n&atilde;o queria ver Eiko. De repente, diversos pensamentos
                correram para seu peito.</p>
            <p>&mdash; Hein, se, por acaso, acontecer algo comigo, n&atilde;o precisa voltar... Eu sou assim, pode ser
                que eu at&eacute; queira morrer. Mesmo assim, voc&ecirc; n&atilde;o precisa voltar, Saku.</p>
            <p>Sakuo concordou com o queixo. Mesmo sendo seu filho, para Tamae, ele parecia miser&aacute;vel usando uma
                boina empoeirada e carcomida. Ela pensou que pelo menos era bom para Sakuo ter uma mulher de quem se
                despedir em T&oacute;quio, mesmo que fosse casada, e segurou a m&atilde;o dele. Ao contr&aacute;rio do
                que ela esperava, Sakuo segurou a m&atilde;o de Tamae sem for&ccedil;a e logo a soltou.</p>
            <p>&mdash; N&atilde;o vamos nos encontrar por um tempo, mas se cuide. Eu n&atilde;o sou uma boa
                correspondente, ent&atilde;o n&atilde;o vou mandar cartas.</p>
            <p>Na frente de uma cafeteria cujo cheiro de caf&eacute; permeava a rua ladeada de &aacute;rvores, com seu
                embrulho dependurado como estava, Sakuo desapareceu rapidamente na escurid&atilde;o. Tamae virou-se
                poucas vezes, mas logo perdeu de vista as costas dele no meio da n&eacute;voa noturna.</p>
            <p>Agora completamente sozinha, Tamae respirou profundamente e endireitou os ombros. O movimento de
                pedestres no fim de ano era grande at&eacute; nas ruas traseiras. A loja com salm&otilde;es prateados
                dependurados sob uma luz azul e os manequins exibindo ambas as m&atilde;os sobre um veludo preto
                n&atilde;o chegavam aos seus olhos vagos. Ela sentiu como se a cidade no fim de ano n&atilde;o tivesse
                mudado nada de antigamente. Sem nenhum motivo em particular, Tamae pensou em si mesma dando seu
                &uacute;ltimo suspiro em algum lugar daquela cidade violenta. Apenas assim teria um momento final de sua
                juventude. Veio-lhe &agrave; mente que sua vida tinha sido apagada, como uma vela &eacute; apagada pelo
                vento. Uma jovem com o cabelo arrumado tradicionalmente e duas ou tr&ecirc;s crian&ccedil;as brincavam
                de peteca em algazarra nesta noite de dezembro. A peteca desaparecia e voltava a aparecer brilhando
                &agrave; luz da l&acirc;mpada. Ao sair &agrave; rua de Yonchōme, Tamae ouviu a voz de uma
                funcion&aacute;ria perguntando &agrave;s pessoas que se amontoavam na frente da confeitaria Morinaga:
            </p>
            <p>&mdash; Sim, este &eacute; aquele Morinaga Velvet de antigamente. Gostariam de levar um pacote?</p>
            <p>Ao ouvir isso, ela pegou rapidamente um cintilante embrulho de celofane por entre a multid&atilde;o e
                colocou-o no bolso. Sentiu um prazer extraordin&aacute;rio. Em uma loja de cer&acirc;micas, Tamae
                misturou-se &agrave; multid&atilde;o e furtou um belo pote para shoyu no estilo kutani. Gostava mais do
                peso que faziam no seu bolso que de n&atilde;o ter sido descoberta por ningu&eacute;m. Sentiu-se como se
                andasse mascarada. De repente, percebeu que viver tamb&eacute;m podia ser divertido. Como se tivesse
                rejuvenescido repentinamente por ter se separado de seu filho e se tornado livre, Tamae pegou um doce do
                saco de celofane e o colocou na boca, seguindo pela penumbra de Sukiyabashi. A melodia de uma doce
                can&ccedil;&atilde;o da moda soava de um an&uacute;ncio. O atarefado letreiro eletr&ocirc;nico do Jornal
                Asahi corria para a direita brilhando ao c&eacute;u os dizeres: &ldquo;dissolu&ccedil;&atilde;o da
                Dieta&rdquo;.</p>
        </section>

        <div class="notas" id="notas">
            <h3>Notas</h3>
        </div>

        <script>
            document.addEventListener('DOMContentLoaded', function () {
                const notasDiv = document.getElementById('notas');
                const notas = document.querySelectorAll('.nota');

                notas.forEach((nota, index) => {
                    const notaNumber = index + 1;
                    const notaId = `nota${notaNumber}`;
                    const linkId = `link${notaNumber}`;
                    const notaText = nota.getAttribute('data-nota');

                    nota.innerHTML = `<a href="#${notaId}" id="${linkId}">${notaNumber}</a>`;

                    const notaPara = document.createElement('p');
                    notaPara.id = notaId;
                    notaPara.innerHTML = `<strong>Nota ${notaNumber}:</strong> ${notaText} <a href="#${linkId}">Voltar para o texto</a>`;

                    notasDiv.appendChild(notaPara);
                });
            });
        </script>
        <footer class="rodape">
            <span>Adicionado em: <strong id="data-adicao"></strong></span> |
            <span>Atualizado em: <strong id="data_atualizacao"></strong></span>
        </footer>

        <script>
            const dataAdicao = new Date('2024-10-31');
            const dataAtualizacao = new Date('2024-10-31');

            document.getElementById('data-adicao').textContent = dataAdicao.toLocaleDateString('pt-BR');
            document.getElementById('data_atualizacao').textContent = dataAtualizacao.toLocaleDateString('pt-BR');
        </script>
    </main>
</body>

</html>